{"links": {"self": "https://petition.parliament.uk/petitions.json?q=carbon+emissions&page=1", "first": "https://petition.parliament.uk/petitions.json?q=carbon+emissions", "last": "https://petition.parliament.uk/petitions.json?page=3&q=carbon+emissions", "next": "https://petition.parliament.uk/petitions.json?page=2&q=carbon+emissions", "prev": null}, "data": [{"type": "petition", "id": 574678, "links": {"self": "https://petition.parliament.uk/petitions/574678.json"}, "attributes": {"action": "Introduce charges on carbon emissions to tackle climate crisis and air pollution", "background": "Air pollution kills 64,000 people in the UK every year, yet the Government provides annual fossil fuel subsidies of £10.5 billion, according to the European Commission. To meet UK climate targets, the Government must end this practice and introduce charges on producers of greenhouse gas emissions.", "additional_details": "A ‘carbon charge’ would encourage industries and organisations to reduce their carbon emissions, and could raise billions for the UK economy. The Government can ensure the charge does not unfairly impact those who cannot afford to pay by using some of the money raised to support low income households through the low-carbon transition. The UK should also utilise its position as host of COP26 and the G7 summit to drive global progress on carbon pricing.", "committee_note": "", "state": "closed", "signature_count": 108802, "created_at": "2021-02-09T20:37:43.893Z", "updated_at": "2021-11-02T07:38:19.987Z", "rejected_at": null, "opened_at": "2021-02-17T12:40:45.994Z", "closed_at": "2021-08-17T22:59:59.999Z", "moderation_threshold_reached_at": "2021-02-09T21:41:27.000Z", "response_threshold_reached_at": "2021-03-09T09:40:05.000Z", "government_response_at": "2021-04-01T16:56:58.613Z", "debate_threshold_reached_at": "2021-08-16T23:26:15.000Z", "scheduled_debate_date": "2021-11-01", "debate_outcome_at": "2021-11-02T07:38:19.987Z", "creator_name": null, "rejection": null, "government_response": {"responded_on": "2021-03-30", "summary": "In June 2019, the UK became the first major economy to legislate for net zero emissions by 2050 and the Government remains committed to maintaining an ambitious carbon price.", "details": "The Government remains committed to maintaining an ambitious carbon price to ensure that polluters continue to pay for their emissions. \r\n\r\nThe UK has now launched its own Emissions Trading System (ETS) to replace membership of the EU ETS. This will be the world’s first net zero cap and trade market, delivering a robust carbon price signal and promoting cost-effective decarbonisation by allowing businesses to cut carbon where it is cheapest to do so. \r\n\r\nThe UK ETS covers emissions from power generation, energy intensive industries and aviation. Alongside this, the Carbon Price Support rate on fossil fuels used in electricity generation will ensure that a strong decarbonisation signal is maintained to ensure a downwards trajectory in power sector emissions as we push to fully drive out coal.\r\n\r\nThe 2020 Energy White Paper committed to exploring expanding the UK ETS to the two thirds of emissions not currently covered by the UK ETS, and set out our aspirations to continue to lead the world on carbon pricing in the run up to COP26 and beyond.\r\n\r\nThe UK Government is also determined to tackle air pollution given its significant negative impact on public health, the economy and the environment. Air quality has improved significantly over recent decades thanks to the action we have already taken. \r\n\r\nThe Government continues to take action to reduce emissions and improve air quality through the vehicle tax system. Users of zero and ultra-low emission vehicles have beneficial Vehicle Excise Duty (VED) and company car tax (CCT) rates in comparison to conventionally fuelled vehicles. To improve air quality, new diesel models that do not meet the Real Driving Emissions 2 (RDE2) standard for nitrogen oxide emissions have also gone up by one VED band on first registration and the CCT supplement for diesel cars that do not meet the latest RDE2 standard has increased from 3 to 4%. \r\n\r\nTo tackle climate change and improve air quality the Government will also be removing the entitlement to use red diesel from most sectors from April 2022. This means that most businesses using diesel across the UK will need to use fuel taxed at the standard rate for diesel, which more fairly reflects the harmful impact of the emissions they produce.\r\n\r\nThe European Commission’s figure of €10.5bn for UK subsidies to fossil fuels comes from the report “Energy prices and costs in Europe” which uses OECD inventory methodology as a basis for its findings. This is a broader concept of support than that of the International Energy Agency, which the UK follows. It references a broader range of support measures, including many that do not reduce consumer prices below world market levels. Such mechanisms are classified as support without reference to the purpose for which they were first put in place or their economic or environmental effects. The OECD is clear that they therefore make no judgement as to whether or not such measures are inefficient or ought to be reformed.\r\n\r\nTo be clear, the UK does not give any subsidies to fossil fuels and is a longstanding supporter of multilateral efforts to promote fossil fuel subsidy reform since these were first proposed in 2009, including through the G20, & the G7. We support the G20 commitment to rationalise and phase out inefficient fossil fuel subsidies across the globe and see clear benefits in doing so.\r\n\r\nIn June 2019, the UK became the first major economy to legislate to end our net contribution to climate change by 2050. The government also accepted the Committee for Climate Change’s recommendation that the Treasury should undertake a review into the costs of transitioning to Net Zero. The Interim Report, published in December 2020, is the first publication from the Treasury’s Net Zero Review. It is a discussion document that sets out the analysis so far and seeks feedback ahead of the Final Report, due in spring 2021. The Final Report will take this analysis further, focusing on innovation and growth, competitiveness, household impacts, and embedding the findings.\r\n\r\nHM Treasury\r\n", "created_at": "2021-04-01T16:56:58.611Z", "updated_at": "2021-04-01T16:56:58.611Z"}, "debate": {"debated_on": "2021-11-01", "transcript_url": "https://hansard.parliament.uk/commons/2021-11-01/debates/F2982AB2-6D9F-4D5B-8720-D4EC7F36CDF8/CarbonEmissionCharges", "video_url": "https://www.youtube.com/watch?v=HdhBpY_3NNI", "debate_pack_url": "https://commonslibrary.parliament.uk/research-briefings/cdp-2021-0177/", "overview": ""}, "departments": [{"acronym": "HMT", "name": "HM Treasury", "url": "https://www.gov.uk/government/organisations/hm-treasury"}], "topics": []}}, {"type": "petition", "id": 608295, "links": {"self": "https://petition.parliament.uk/petitions/608295.json"}, "attributes": {"action": "Introduce an \"Ecological Damage Tax\" on Astroturf Lawns / Artificial Grass", "background": "Introduce a tax on Astroturf Lawns (either on the import, sale or install) in order to act as a deterrent and encourage land owners towards less damaging and more sustainable \"low maintenance\" landscaping options that are good for wildlife and climate.", "additional_details": "UK Gardens occupy more land than our Nature Reserves combined and are vital habitats for wildlife, providing food, shelter and a home for so many declining species. Vegetation and soils also store carbon, helping us to meet Paris & COP26 targets. Plastic grass is a rapidly growing trend and is causing loss of habitat, plastic production emissions, added strain on our waste sector, removing natural water retention in soils and aiding flooding. We desperately need a regulation or deterrent.", "committee_note": null, "state": "closed", "signature_count": 26442, "created_at": "2022-02-07T17:13:49.603Z", "updated_at": "2022-11-29T08:29:10.000Z", "rejected_at": null, "opened_at": "2022-02-11T12:03:13.024Z", "closed_at": "2022-08-11T22:59:59.999Z", "moderation_threshold_reached_at": "2022-02-07T20:20:58.000Z", "response_threshold_reached_at": "2022-05-10T08:06:59.000Z", "government_response_at": "2022-05-31T15:57:34.015Z", "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": null, "government_response": {"responded_on": "2022-05-31", "summary": "There are no current plans to introduce a tax on artificial grass. The government keeps all tax policy under review.  ", "details": "Improving the UK’s biodiversity is a key objective for the Government. In itself, artificial grass has no value for wildlife, and its installation can have negative impacts on both biodiversity and drainage for flood prevention or alleviation if installed in place of natural earth or more positive measures such as planting flowers or trees or providing natural water features. \r\n \r\nThe Environment Act 2021 contains an ambitious package of reforms to restore and enhance nature and green spaces. This includes a new mandatory requirement for biodiversity net gain in the planning system, to ensure that new developments enhance biodiversity. In future, developments which involve the laying of artificial grass at the expense of natural landscaping will be required to enhance biodiversity in other ways. Our most important designated sites and species are also protected under legislation. \r\n \r\nThere are no current plans to introduce a tax on artificial grass. The government keeps all tax policy under review.  \r\n\r\nHM Treasury", "created_at": "2022-05-31T15:57:34.012Z", "updated_at": "2022-05-31T15:57:34.012Z"}, "debate": null, "departments": [{"acronym": "HMT", "name": "HM Treasury", "url": "https://www.gov.uk/government/organisations/hm-treasury"}], "topics": []}}, {"type": "petition", "id": 332280, "links": {"self": "https://petition.parliament.uk/petitions/332280.json"}, "attributes": {"action": "A government cash bailout for the coach industry before it's too late.", "background": "Please help this sector with much needed money so we can keep these companies afloat.\r\n\r\nWe keep tens of thousands of people in jobs in our sector and hundreds of thousands of people in other industries.\r\n\r\nSome companies are already having coaches repossessed!", "additional_details": "Without us our country wouldn’t be able to operate the same.\r\n\r\nMost companies have had no income since March and may not till next year\r\n\r\nWho takes kids to school?\r\nWho takes tens of thousands of people on their holidays?\r\nWho takes people to the theatres?\r\nWho transports the incoming tourists?\r\nWho takes you on your campaign trail?\r\nWho takes fans to sporting events?\r\n\r\nWe bring billions of pounds to the UK economy.\r\n\r\nWe help keep carbon emissions down, as on average each coach trip can take ten cars of the road!", "committee_note": "", "state": "closed", "signature_count": 17859, "created_at": "2020-07-21T10:24:50.003Z", "updated_at": "2021-06-22T14:23:09.828Z", "rejected_at": null, "opened_at": "2020-07-28T12:02:15.712Z", "closed_at": "2021-01-28T23:59:59.999Z", "moderation_threshold_reached_at": "2020-07-21T10:53:04.000Z", "response_threshold_reached_at": "2020-07-29T19:55:44.000Z", "government_response_at": "2020-08-14T16:26:35.019Z", "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": null, "government_response": {"responded_on": "2020-11-03", "summary": "The Government announced an unprecedented package of support for companies impacted by COVID-19, including the coach industry, on 17 March 2020. ", "details": "The Government has announced a range of measures to support companies impacted by COVID-19, including the coach industry. Further changes to the Covid-19 support schemes were made in April to ensure that more businesses could benefit from them. The Government has launched an online support finder tool to help businesses quickly and easily determine what financial support is available to them.\r\n\r\n•\tBank of England’s Covid Corporate Financing Facility (CCFF) – providing funding to help businesses across a range of sectors to pay wages and suppliers, even while experiencing severe disruption to cashflows. \r\n\r\n•\t“Time to Pay” - HMRC is ready to help all businesses and self-employed individuals, experiencing temporary financial difficulties due to coronavirus, including “Time to Pay” arrangements, which allow the payment of taxes to be deferred. \r\n\r\n•\tCoronavirus Job Retention Scheme - launched on 20 April, this helps firms keep people in employment by allowing businesses to put workers on temporary leave. The Government will pay cash grants of 80% of wages up to a cap of £2,500, providing workers stay employed. The Scheme covers the cost of wages backdated to 1 March. It was initially open for at least three months and has now been extended to the end of October. There is no limit on the amount of funding available for the scheme, and all UK-wide employers with a PAYE scheme are eligible. \r\n\r\n•\tCoronavirus Business Interruption Loan Scheme - has been created to support long-term viable small and medium sized businesses who may need to respond to cash-flow pressures by seeking additional finance. To be eligible, a business must be based in the UK and be impacted by COVID-19, have an annual turnover of no more than £45 million, and be seeking a loan up to £5 million. The scheme is delivered through commercial lenders, backed by the government-owned British Business Bank. There are more than 40 accredited lenders able to offer the scheme, including all the major banks. \r\n\r\n•\tCoronavirus Large Business Interruption Loan Scheme – all firms with a turnover of more than £45 million are able to apply for up to £25 million of finance, and larger firms with a turnover of more than £250 million can apply for up to £50 million. The Government will provide a guarantee to enable banks to make these loans. It will support business that were viable before the COVID-19 outbreak, which are otherwise unable to access the finance they need.\r\n\r\nThe above measures have been designed to ensure that companies of any size receive the help they need to get through this difficult time.\r\n\r\nThe Government has made up to £617m of additional funding available to local authorities to enable them to make payments of up to £25,000 to businesses which are ineligible for the existing grants schemes because of the way they interact with the business rates system. The guidance for local authorities on implementation of the business rates Expanded Retail Discount includes a list of properties eligible for the relief. Eligibility for the Retail, Hospitality and Leisure Grant Fund is also taken from this list. This list does not provide specifically for properties used by coach businesses to benefit from the relief, and specifically makes ineligible properties that are not reasonably accessible to visiting members of the public. It is for local authorities to determine in each individual case when to grant business rates relief or grants, having regard to this guidance. Where businesses feel they may fit the eligibility criteria for business rates relief or grants, they should contact their local authority. Local authorities also have the discretionary power to offer hardship relief.\r\n\r\nGiven the support already put in place, as outlined above, the Government at this time has no plans to provide additional financial support bespoke to the coach industry.\r\n\r\nFurther details of all these schemes and support can be found at: www.gov.uk/government/collections/financial-support-for-businesses-during-coronavirus-covid-19.\r\n\r\nThe online business support finder tool can be found at: www.gov.uk/business-coronavirus-support-finder.\r\n\r\nSchool Restart funding was also announced on 8th August, providing local transport authorities with more than £40 million funding for the autumn term to create extra capacity, while social distancing measures remain in place.\r\n\r\nGuidance for School Restart funding can be found at: https://www.gov.uk/government/publications/transport-to-school-and-other-places-of-education-autumn-term-2020\r\n\r\nThe Government continues to work closely with the coach sector to understand what the ongoing risks and issues are, and how these could be addressed, and we are reviewing opportunities for the sector to assist in wider recovery and resilience work. Government also recognises the role of the coach sector and the services it provides as a sub-sector of the leisure and tourism industry.\r\n\r\nDepartment for Transport\r\n\r\nThis is a revised response. The Petitions Committee requested a response which more directly addressed the request of the petition. You can find the original response towards the bottom of the petition page (https://petition.parliament.uk/petitions/332280)\r\n", "created_at": "2020-08-14T16:26:35.017Z", "updated_at": "2020-11-03T17:51:27.546Z"}, "debate": null, "departments": [{"acronym": "DfT", "name": "Department for Transport", "url": "https://www.gov.uk/government/organisations/department-for-transport"}], "topics": ["covid-19"]}}, {"type": "petition", "id": 599622, "links": {"self": "https://petition.parliament.uk/petitions/599622.json"}, "attributes": {"action": "Create new recycling and reuse requirements for local authorities", "background": "COP26 climate goals can only be met if we tackle consumer waste and consumption. The Government should create new requirements for local authorities to follow the waste hierarchy, and reduce landfill use, to reduce carbon emissions and waste.", "additional_details": "The Government must bring forward its pledge to reduce landfill use to a max 10% of municipal waste by 2035 and mandate Reuse and Recycle. They need to be more ambitious with their target and act now to mandate that councils use the waste hierarchy. The waste hierarchy promotes the following steps in this order: Prevention, Reuse, Recycling, Other Recovery, and Disposal.\r\n \r\nSecond hand, the circular economy and reuse should form a larger part of the national - and international - net zero strategy.", "committee_note": "", "state": "closed", "signature_count": 17287, "created_at": "2021-10-21T16:08:55.420Z", "updated_at": "2022-09-06T10:54:36.461Z", "rejected_at": null, "opened_at": "2021-10-27T11:42:22.596Z", "closed_at": "2022-04-27T22:59:59.999Z", "moderation_threshold_reached_at": "2021-10-21T16:33:18.000Z", "response_threshold_reached_at": "2021-12-15T09:26:18.000Z", "government_response_at": "2021-12-31T14:06:20.737Z", "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": null, "government_response": {"responded_on": "2021-12-31", "summary": "Through the Environment Act 2021, the Government has strengthened legislative requirements to increase recycling rates to 65%, with less than 10% of municipal waste ending up in landfill, by 2035.", "details": "The Government recognises the importance of tackling consumer waste. We set out in our Resources and Waste Strategy (2018) that we are committed to moving towards a more circular economy. That means we will continue to prioritise measures to prevent waste occurring in the first place, but where waste does occur, we should be maximising its resource value and minimising its environmental impact.\r\n\r\nWe consulted on a new Waste Prevention Programme between March and June 2021 which builds on the Resources and Waste Strategy and seeks to establish a programme which helps with our strategic goals including reducing greenhouse gas emissions and achieving net zero, as well as increasing our resource productivity and minimising waste. Subject to the results of that consultation, it will propose action across seven key sectors – construction; textiles; furniture; electrical and electronics products; road vehicles; packaging, plastics and single-use items; and food – to minimise waste and work towards a more resource efficient economy. This includes steps to use resources more efficiently, design and manufacture products for optimum life and repair and reuse more items. We expect to publish our revised Programme following the consultation shortly.\r\n\r\nAll local authorities and waste operators are already required, under the Waste (England and Wales) Regulations 2011 on the transfer of waste, to collect, treat and dispose of waste in accordance with the waste hierarchy, which prioritises waste management options. This requires the prevention of waste in the first place (such as reuse or reduction of materials), and where this is not possible, preparing items for reuse. If neither prevention nor preparing for re-use is possible, then recycling is the next best option, followed by energy recovery (such as energy from waste). Disposal without energy recovery, such as landfill, is regarded as the worst option. Subject to some limited exceptions, regulation 13 requires the separate collection of waste paper, metal, plastic and glass and regulation 14 requires that separately collected waste is not mixed with other material with different properties. Following this, in 2020 we introduced a ban on sending waste paper, metal, plastic and glass that is separately collected for recycling or preparing for re-use to landfill or incineration.\t\r\n\r\nWhen waste cannot be prevented or reused, the waste hierarchy states that it should be recycled where possible. The Environment Act 2021 inserts new requirements into the Environmental Protection Act 1990 for all local authorities in England to make arrangements for a core set of materials (paper and card; glass; metal; plastic; food waste; and garden waste) to be collected separately for recycling from households. These include requirements on businesses and non-domestic premises, such as schools and hospitals, to present the same waste streams for separate collection, except garden waste, and arrange for their separate collection.\r\n\r\nWe recently consulted on measures to increase the consistency in recycling in line with the new provisions in the Environmental Protection Act. This will ensure that there is more recycled material in the products we buy, and that the UK recycling industry grows. Whilst we want to introduce consistency in recycling as quickly as possible, we recognise local authorities and businesses will need time to adapt to the changes. We expect to publish a full Government response to our consultation in early 2022 and intend to consult further on statutory guidance in 2022.\r\n\r\nThese measures will constitute a significant step towards meeting our 25 Year Environment Plan commitment to eliminate avoidable waste by 2050 and contribute towards meeting recycling targets, including our commitment of 65% of municipal (household-like) waste to be recycled by 2035, with no more than 10% ending up in landfill.\r\n\r\nWe have already seen the impact of the landfill tax on the percentage of waste sent to landfill. In England, 8.5% of local authority managed waste went to landfill in 2019/20. By continuing to incentivise the diversion of waste away from landfill to be managed further up the waste hierarchy through the Landfill Tax, the Government is making strong progress towards the goal of no more than 10% of municipal waste to landfill by 2035.\r\n\r\nThe planned introduction of Extended Producer Responsibility (EPR) and a Deposit Return Scheme (DRS) will also help incentivise recycling of plastic and metal. More details will be communicated in the Government responses to the public consultations for EPR and DRS which were held in 2021. These responses will be published in early 2022.\r\n\r\nDepartment for Environment, Food and Rural Affairs\r\n", "created_at": "2021-12-31T14:06:20.734Z", "updated_at": "2021-12-31T14:06:20.734Z"}, "debate": null, "departments": [{"acronym": "DEFRA", "name": "Department for Environment, Food and Rural Affairs", "url": "https://www.gov.uk/government/organisations/department-for-environment-food-rural-affairs"}], "topics": []}}, {"type": "petition", "id": 605749, "links": {"self": "https://petition.parliament.uk/petitions/605749.json"}, "attributes": {"action": "End ‘ghost' flights: reform historic rights to landing slots. ", "background": "UK regulation states that airlines must use their landing slots more than 80% of the time in order to keep them. This was suspended at the outset of the pandemic but is now 50%, with plans to return to 80% by March 2022.", "additional_details": "We ask the Government to reduce this to 0% as a permanent measure.\r\n \r\nAirlines have been flying planes empty to retain their landing slots. These ‘ghost’ flights are a shocking waste of resources and a needless source of emissions.\r\n\r\nAt a time of climate emergency we need to drastically reduce our fossil fuel use, and in the context of our steadily dwindling carbon budget, it beggars belief that planes fly empty.\r\n \r\n‘Ghost' flights are of no benefit to anyone. This is a needless, wasteful practice, and reforming historic rights to landing slots will bring it to an end.", "committee_note": "", "state": "closed", "signature_count": 16967, "created_at": "2022-01-11T12:27:42.348Z", "updated_at": "2022-09-05T13:20:38.615Z", "rejected_at": null, "opened_at": "2022-01-14T16:25:49.246Z", "closed_at": "2022-07-14T22:59:59.999Z", "moderation_threshold_reached_at": "2022-01-11T12:36:48.000Z", "response_threshold_reached_at": "2022-02-12T18:25:38.000Z", "government_response_at": "2022-02-28T16:30:06.321Z", "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": null, "government_response": {"responded_on": "2022-02-28", "summary": "The Government continues to provide alleviation from normal airport slot rules to prevent airlines from operating environmentally damaging ‘ghost’ flights during the COVID-19 pandemic.", "details": "In normal times, slot usage rules are in place to ensure that airport capacity is used effectively, and that competition exists for passengers at our most crowded airports. This supports lower fares, better availability of routes and higher service quality.\r\n\r\nUnder these rules, airlines that use our most crowded airports (that are slot coordinated under the Worldwide Airport Slot Guidelines) must operate at least 80% of slots during the current season, or risk losing their historic rights: the so-called ‘80:20’ rule.\r\n\r\nThe COVID-19 pandemic created a severe shock for aviation demand which has continued to remain considerably suppressed. The usual competition rules, which were designed for a situation where airports enjoyed high levels of usage, were not appropriate when demand had fallen close to zero. As such, the rules requiring airlines to use slots in order to retain their historic rights were fully suspended for the Summer 2020, Winter 2020/21 and Summer 2021 seasons.\r\n\r\nThe UK’s exit from the European Union means that it has been able to take a more tailored approach that reflect the UK’s specific circumstances. The Air Traffic Management and Unmanned Aircraft (ATMUA) Act 2021 provides temporary powers to amend these rules where the evidence supports the need to do so. These powers last until August 2024, covering the Winter 2024/25 season.\r\n\r\nAs the pandemic has gone on and demand begins to recover, the Government is keen to support recovery. For the current Winter 2021/22 season the Government has used the ATMUA Act 2021 to amend the slot usage retention rules. For Winter 2021/22 this has been reduced from 80% to 50%, and we have also allowed airlines to hand back full series of slots before the start of the season if they are not going to fly them. The provision to allow airlines to hand back full series of slots goes further than the equivalent alleviation in the European Union for Winter 2021/22 which did not include a full series hand back. By encouraging airlines to hand back their slots where there is insufficient demand, this has dramatically reduced the volume of empty or almost empty flights. This has also provided other airlines with the opportunity to make use of these slots, where there is sufficient demand, with new entrants being awarded temporary slots at some of our most congested airports. \r\n\r\nFollowing a review of the latest available data and evidence, the Secretary of State decided that alleviation remains justified for the Summer 2022 season.\r\n\r\nA draft Statutory Instrument setting out arrangements for Summer 2022 was published on 24 January 2022. The measures balance supporting recovery, protection for those carriers operating in markets that are severely restricted and reducing environmental impacts. It sets a minimum usage ratio of 70% and strengthens the provisions for justified non-utilisation of slots.\r\n\r\nThe strengthened justified non-use provision protects carriers and avoids the environmental impact of empty or almost empty flights flying where COVID-19 related restrictions are in place and avoids empty or almost empty flights to destinations that have onerous travel restrictions. This is because carriers can now use justified non-use provision to cover foreseeable restrictions, even where  restrictions are in place before the start of the season. The UK also will now allow for early applications for justified non-use such as where long term restrictions are in place.\r\n\r\nThese slot alleviation measures are only temporary, however as part of the Government’s future aviation policy we are actively looking at reform to the airport slot allocation process. We are developing the case and options for reforms to make the best use of airport capacity and deliver a better outcome for passengers.\r\n\r\nThe Government recognises that the aviation sector has a critical role to play in delivering the UK’s net zero commitments. In July 2021 we published the Jet Zero Consultation which sets out our vision for the sector to reach net zero by 2050. The consultation closed in September and we continue to carefully consider responses in the development of our final Jet Zero Strategy which we aim to publish later this year.\r\n\r\nThe Government is already supporting a variety of technology, fuel and market-based measures to address aviation emissions. The Net Zero Strategy published in October 2021 confirmed our commitment to Jet Zero, for the UK to become a world-leader in zero emission flight and to build a world-leading sustainable aviation fuel (SAF) industry. The Government announced £180 million of additional funding for the development of SAF plants in the UK, further supporting our ambition to see 10% SAF blended into the UK fuel mix by 2030.\r\n\r\nDepartment for Transport", "created_at": "2022-02-28T16:30:06.318Z", "updated_at": "2022-02-28T16:30:06.318Z"}, "debate": null, "departments": [{"acronym": "DfT", "name": "Department for Transport", "url": "https://www.gov.uk/government/organisations/department-for-transport"}], "topics": []}}, {"type": "petition", "id": 617573, "links": {"self": "https://petition.parliament.uk/petitions/617573.json"}, "attributes": {"action": "Require all new builds to have solar panels as condition of planning permission", "background": "Make it mandatory for all new buildings to be fitted with solar panels as a condition of planning permission. ", "additional_details": "This should help achieve our net zero goals without sacrificing more areas of beauty. It should also help to bring down household bills, reduce our reliance on fossil fuels and reduce carbon emissions.", "committee_note": "", "state": "closed", "signature_count": 15145, "created_at": "2022-05-30T09:09:05.762Z", "updated_at": "2022-12-21T00:00:01.905Z", "rejected_at": null, "opened_at": "2022-06-06T14:16:47.845Z", "closed_at": "2022-12-20T23:59:59.999Z", "moderation_threshold_reached_at": "2022-06-01T09:47:39.000Z", "response_threshold_reached_at": "2022-10-31T12:35:00.000Z", "government_response_at": "2022-11-23T17:34:53.036Z", "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": null, "government_response": {"responded_on": "2022-11-23", "summary": "We do not mandate solar panels to enable innovation and tailoring to individual sites. However we expect most developers will use solar panels to meet the recent uplift in energy efficiency standards.", "details": "The Government is committed to meeting its target of net zero emissions by 2050 and renewable energy, such as that generated from solar panels, is a key part of our strategy to get to net zero.\r\n \r\nPlanning policy cannot set specific building standards, that is the role of Building Regulations. The Building Regulations set standards for the design, construction and alteration of buildings, which means they are an important mechanism for improving the energy efficiency of buildings. The Regulations are technology-neutral and therefore do not ban or mandate specific technologies. This provides developers with flexibility to innovate and choose the most appropriate and cost-effective solutions for their site. For instance, some homes may not be suitable for solar panels due to reasons such as shading, orientation, and roof size/shape.\r\n \r\nWe recognise, however, the important role that rooftop solar panels can play in making buildings more energy efficient. We must therefore take the opportunity, where appropriate, to fit solar panels.\r\n\r\nIn December 2021 the Government introduced an uplift in energy efficiency standards, which came into force in June 2022. The uplift delivers a meaningful reduction in carbon emissions, with new homes now expected to produce around 30% less CO2 emissions and new non-domestic buildings expected to produce around 27% less CO2 emissions compared to those built to the previous standards. We expect that to meet the new standards, most new homes and buildings will be built with solar panels. Where they do not include solar panels, they are likely to include other low carbon heating technology, such as heat pumps. \r\n\r\nThe uplift is a stepping-stone towards the 2025 Future Homes and Buildings Standards, which will deliver even higher energy efficiency standards. From 2025, new homes and buildings will be ‘zero carbon ready’, which means that no further retrofit work for energy efficiency will be necessary to enable them to become zero-carbon as the electricity grid continues to decarbonise. We expect heat pumps will become the primary heating technology for new buildings under the Future Homes and Buildings Standards. Other green technologies, such as solar panels, will also continue to play an important role. \r\n\r\nWith regards to the planning framework, our National Planning Policy Framework sets out policies that encourage local planning authorities to consider the use and supply of renewable and low carbon energy and heat through plan making and when determining planning applications.\r\n \r\nThere are a range of nationally set permitted development rights that allow for the installation of micro-generation equipment, including rooftop solar panels on domestic and non-domestic properties, without having to make a planning application. We will keep the existing permitted development rights for solar equipment under regular review.\r\n\r\nDepartment for Levelling Up, Housing and Communities", "created_at": "2022-11-23T17:34:53.033Z", "updated_at": "2022-11-23T17:34:53.033Z"}, "debate": null, "departments": [{"acronym": "DLUHC", "name": "Department for Levelling Up, Housing and Communities ", "url": "https://www.gov.uk/government/organisations/department-for-levelling-up-housing-and-communities"}], "topics": []}}, {"type": "petition", "id": 552296, "links": {"self": "https://petition.parliament.uk/petitions/552296.json"}, "attributes": {"action": "Enshrine tree planting target in law", "background": "The UK is hosting the 2021 United Nations Climate Change Conference and has already enshrined a net zero carbon emissions target in law. Now is the time for the Government to set a legally-binding tree planting target, in line with the recommendation by the Committee on Climate Change.", "additional_details": "Tree planting is integral to tackling the climate crisis. Despite this, only 13% of the UK has tree cover, compared to an EU average of 38%. A legally binding target to plant 30,000 ha of new woodland each year to 2050, as has been recommended by the Committee on Climate Change, that considers best sustainable practices in urban and rural tree planting could help increase biodiversity, reconnect people with nature and deliver on our net zero target.", "committee_note": "", "state": "closed", "signature_count": 10508, "created_at": "2020-09-24T09:42:05.095Z", "updated_at": "2021-08-10T11:40:25.000Z", "rejected_at": null, "opened_at": "2020-11-13T12:56:55.745Z", "closed_at": "2021-05-13T22:59:59.999Z", "moderation_threshold_reached_at": "2020-09-24T13:26:14.000Z", "response_threshold_reached_at": "2021-05-03T17:18:45.000Z", "government_response_at": "2021-05-21T10:57:02.779Z", "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": null, "government_response": {"responded_on": "2021-05-21", "summary": "The Government is exploring whether a statutory target for woodland creation in England would be appropriate.", "details": "The Government has committed to increase the rate of new woodland creation across the UK to 30,000 hectares per year by the end of this Parliament and to at least treble tree planting rates to deliver improved biodiversity, climate, economic and societal benefits.\r\n\r\nEngland will have at least 12% woodland cover by mid-century, contributing to net zero greenhouse gas emissions. Woodlands will be managed for biodiversity and other environmental and societal benefits, along with providing a sustainable source of timber and other products.  \r\n\r\nWe are exploring whether a longer-term statutory target for woodland creation in England would be appropriate, including possible interactions with other potential environmental targets.\r\n\r\nThe Environment Bill, currently passing through Parliament, seeks to introduce a mechanism for the Secretary of State to set targets in a number of environmental areas, including woodland creation. The development of any environmental targets will follow a robust, evidence-led process that includes a statutory requirement to seek independent expert advice and a role for stakeholders and the public, as well as scrutiny from Parliament.\r\n\r\nWe are working towards a public consultation for publication in early 2022 that will include proposed targets and an assessment of their impacts. The newly published England Trees Action Plan sets out plans for achieving an unprecedented increase in woodland creation in England, supported by the Nature for Climate Fund. This programme of work will support the Government’s tree planting ambitions over the course of this Parliament and help to increase woodland creation rapidly in England.\r\n\r\nDepartment for Environment Food & Rural Affairs", "created_at": "2021-05-21T10:57:02.777Z", "updated_at": "2021-05-21T10:57:02.777Z"}, "debate": null, "departments": [{"acronym": "DEFRA", "name": "Department for Environment, Food and Rural Affairs", "url": "https://www.gov.uk/government/organisations/department-for-environment-food-rural-affairs"}], "topics": []}}, {"type": "petition", "id": 594431, "links": {"self": "https://petition.parliament.uk/petitions/594431.json"}, "attributes": {"action": "Fund and require the insulation of all social housing by 2025", "background": "To immediately commit to enact within four months a legally binding national plan to fully fund and require social housing providers to insulate all social housing in England, for a just transition towards full decarbonisation of all parts of society and the economy.", "additional_details": "The UK Committee on Climate Change (CCC) made clear that reductions in carbon emissions from housing have \"stalled\" and that \"we cannot meet our climate objectives without a major improvement in UK housing\" (2019).\r\n \r\nPoor quality housing is bad for people's health and wellbeing. An estimated spend of £10 billion to improve the 'poor' housing in England could save the NHS £1.4 billion p.a. and has been estimated to pay for itself in just over seven years and then accrue further benefits (CCC 2019)", "committee_note": "", "state": "closed", "signature_count": 8806, "created_at": "2021-08-08T10:21:19.526Z", "updated_at": "2022-10-03T11:36:01.941Z", "rejected_at": null, "opened_at": "2021-08-18T12:31:37.846Z", "closed_at": "2022-02-18T23:59:59.999Z", "moderation_threshold_reached_at": "2021-08-13T08:07:45.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": null, "government_response": null, "debate": null, "departments": [{"acronym": "DLUHC", "name": "Department for Levelling Up, Housing and Communities ", "url": "https://www.gov.uk/government/organisations/department-for-levelling-up-housing-and-communities"}], "topics": []}}, {"type": "petition", "id": 615270, "links": {"self": "https://petition.parliament.uk/petitions/615270.json"}, "attributes": {"action": "Allow Camping on Farmland for 56 days a year under permitted development", "background": "We ask the Government to allow camping on agricultural land for 56 days instead of the current 28 days permitted. Camping is a great way to holiday in the UK. It is low cost, enables interaction with nature, and is very low carbon compared to other holiday types.", "additional_details": "The present General Permitted Development Orders don't even allow many campsites to open for the duration of the school summer holidays. A longer open period will allow many more people to enjoy holidaying in the UK, will increase the viability of temporary campsites, and should significantly reduce holiday carbon emissions.", "committee_note": "", "state": "closed", "signature_count": 6368, "created_at": "2022-04-20T10:05:30.261Z", "updated_at": "2022-11-06T00:00:03.282Z", "rejected_at": null, "opened_at": "2022-04-22T15:24:24.820Z", "closed_at": "2022-11-05T23:59:59.999Z", "moderation_threshold_reached_at": "2022-04-20T10:41:49.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": null, "government_response": null, "debate": null, "departments": [{"acronym": "DEFRA", "name": "Department for Environment, Food and Rural Affairs", "url": "https://www.gov.uk/government/organisations/department-for-environment-food-rural-affairs"}], "topics": []}}, {"type": "petition", "id": 573207, "links": {"self": "https://petition.parliament.uk/petitions/573207.json"}, "attributes": {"action": "To create a tax incentive to favour retrofit instead of demolition and new build", "background": "To 0% rate VAT on refurbishment projects total costs if they substantially reduce CO2e emission of the building; impose a 20% VAT for new build schemes, reduced to 5% if the build meets minimum passive house standard; to 0% rate VAT for all items on a regularly updated list of energy-saving products", "additional_details": "Since Brexit, UK has total freedom to use a differential VAT regime to address the climate emergency.\r\n \r\nUK construction industry produces 40% of our total emissions; initial embodied carbon can account for 75% of lifetime emissions.  Retrofitting is carbon-efficient but the current VAT regime privileges new build over refurbishment.\r\n\r\nThe government could also incentivize retrofit by removing the liability for VAT from all energy-efficiency products and simplify the processing for claiming back.", "committee_note": null, "state": "closed", "signature_count": 5255, "created_at": "2021-02-02T11:52:46.368Z", "updated_at": "2021-08-08T23:00:04.597Z", "rejected_at": null, "opened_at": "2021-02-08T16:00:22.217Z", "closed_at": "2021-08-08T22:59:59.999Z", "moderation_threshold_reached_at": "2021-02-02T12:19:07.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": null, "government_response": null, "debate": null, "departments": [{"acronym": "HMT", "name": "HM Treasury", "url": "https://www.gov.uk/government/organisations/hm-treasury"}], "topics": []}}, {"type": "petition", "id": 615537, "links": {"self": "https://petition.parliament.uk/petitions/615537.json"}, "attributes": {"action": "We demand that the UK Government declares a Global Climate Emergency", "background": "The UK Government is still the President of COP26. In spite of the progress made at the COP26 conference, global temperatures are rising faster than expected and emissions continue to rise unabated.  It is our moral obligation as COP President to declare a Global Climate Emergency.", "additional_details": "The Intergovernmental Panel on Climate Change (IPCC) report published on 28th Feb 2022 makes clear that climate change is impacting the world far faster than scientists had anticipated. Countries have failed to rein in planet-warming carbon emissions, which continue to rise.\r\n\"Unchecked carbon pollution is forcing the world's most vulnerable on a frogmarch to destruction...The facts are undeniable. This abdication of leadership is criminal.\" U.N. Secretary-General Antonio Guterres.", "committee_note": "", "state": "closed", "signature_count": 2469, "created_at": "2022-04-24T19:59:13.975Z", "updated_at": "2022-11-11T00:00:09.175Z", "rejected_at": null, "opened_at": "2022-04-27T13:08:34.160Z", "closed_at": "2022-11-10T23:59:59.999Z", "moderation_threshold_reached_at": "2022-04-25T06:43:49.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": null, "government_response": null, "debate": null, "departments": [{"acronym": "DEFRA", "name": "Department for Environment, Food and Rural Affairs", "url": "https://www.gov.uk/government/organisations/department-for-environment-food-rural-affairs"}], "topics": []}}, {"type": "petition", "id": 300178, "links": {"self": "https://petition.parliament.uk/petitions/300178.json"}, "attributes": {"action": "Publish new carbon budgets linked to the Paris Agreement and Climate Change Act", "background": "In the light of the high court ruling of 26th February 2020 on the proposed expansion of Heathrow airport, the UK govt must now publish new carbon budgets, linked to its commitments under the Paris agreement and the 2008 climate change act.", "additional_details": "The high court judgement stated that govt “must include an explanation of how the policy set out in the statement takes account of Government policy relating to the mitigation of, and adaptation to, climate change\"\r\n \r\nIt made reference to relevant parts of the Paris agreement and other UK statutes\r\n \r\nIn my opinion, a carbon budget for infrastructure spending in the UK may now be required. Because all new projects are now open to challenge based on their inability to sit within carbon emission limits", "committee_note": "", "state": "closed", "signature_count": 2089, "created_at": "2020-03-03T22:03:29.094Z", "updated_at": "2020-11-13T17:59:38.302Z", "rejected_at": null, "opened_at": "2020-03-05T16:00:06.313Z", "closed_at": "2020-09-05T22:59:59.999Z", "moderation_threshold_reached_at": "2020-03-03T22:27:24.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": null, "government_response": null, "debate": null, "departments": [{"acronym": "BEIS", "name": "Department for Business, Energy and Industrial Strategy", "url": "https://www.gov.uk/government/organisations/department-for-business-energy-and-industrial-strategy"}], "topics": []}}, {"type": "petition", "id": 301579, "links": {"self": "https://petition.parliament.uk/petitions/301579.json"}, "attributes": {"action": "Make electric scooters legal to reduce our carbon footprint / cut emissions", "background": "Make electric scooters legal, by doing this we will make people’s commute easier and reduce the carbon footprint. This is a big issue and something has to be done. They are similar to bikes: they are easy to control and compact so can be picked up and carried.", "additional_details": "", "committee_note": "", "state": "closed", "signature_count": 1875, "created_at": "2020-03-11T21:11:21.595Z", "updated_at": "2020-09-17T23:00:02.156Z", "rejected_at": null, "opened_at": "2020-03-17T17:30:25.694Z", "closed_at": "2020-09-17T22:59:59.999Z", "moderation_threshold_reached_at": "2020-03-11T21:18:14.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": null, "government_response": null, "debate": null, "departments": [{"acronym": "DfT", "name": "Department for Transport", "url": "https://www.gov.uk/government/organisations/department-for-transport"}], "topics": []}}, {"type": "petition", "id": 596855, "links": {"self": "https://petition.parliament.uk/petitions/596855.json"}, "attributes": {"action": "Scrap RIS2 (Road Investment Strategy 2)", "background": "In the middle of a climate emergency, we shouldn't be building and upgrading 4,000 miles of new roads. Roads produce very high amounts of carbon emissions. We need to invest less in more polluting roads and more in other greener modes of transport like rail.", "additional_details": "Even with electric vehicles, roads still cause high emissions and damage the environment both to build and while they're in use. E.g. tyre particulates have been found to damage the environment. The use of electric vehicles shouldn't be used as an argument to carry on building roads in this fashion.", "committee_note": null, "state": "closed", "signature_count": 1874, "created_at": "2021-09-10T17:52:48.047Z", "updated_at": "2022-03-21T00:00:01.860Z", "rejected_at": null, "opened_at": "2021-09-20T07:38:10.367Z", "closed_at": "2022-03-20T23:59:59.999Z", "moderation_threshold_reached_at": "2021-09-13T14:34:58.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": null, "government_response": null, "debate": null, "departments": [{"acronym": "DfT", "name": "Department for Transport", "url": "https://www.gov.uk/government/organisations/department-for-transport"}], "topics": []}}, {"type": "petition", "id": 581752, "links": {"self": "https://petition.parliament.uk/petitions/581752.json"}, "attributes": {"action": "Percentage opt out clause for taxpayers regarding animal agriculture subsidies.", "background": "Work out a percentage per person spent on animal agriculture subsidies and create an opt out option for UK taxpayers who no longer want to fund this on ethical, moral and practical grounds.", "additional_details": "Whilst it is obvious that UK citizens rely on local and central government to spend our taxes wisely, I feel that consideration should be given to the fact that many people abhor the cruel and unnecessary breeding and slaughter of farm animals and do not want their taxes used to perpetuate the industry through subsidies.\r\n\r\nThe world has changed. Animal agriculture is a leading cause of climate change through carbon emissions and rain forest clearance. We do not want to pay for it.", "committee_note": "", "state": "closed", "signature_count": 1241, "created_at": "2021-03-31T07:03:44.490Z", "updated_at": "2021-11-08T00:00:08.887Z", "rejected_at": null, "opened_at": "2021-05-07T13:57:27.504Z", "closed_at": "2021-11-07T23:59:59.999Z", "moderation_threshold_reached_at": "2021-04-01T15:34:05.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": null, "government_response": null, "debate": null, "departments": [{"acronym": "HMT", "name": "HM Treasury", "url": "https://www.gov.uk/government/organisations/hm-treasury"}], "topics": []}}, {"type": "petition", "id": 598785, "links": {"self": "https://petition.parliament.uk/petitions/598785.json"}, "attributes": {"action": "Prepare & deliver a strategy for developing and using Tidal energy in the UK", "background": "To develop a comprehensive strategy to use Tidal energy across the UK. Offer grants to support tidal arrays or tidal farms to help businesses develop a reliable 24/7 renewable energy.", "additional_details": "To reduce carbon emissions energy needs to be produced without using fossil fuels - tidal energy can help do this.\r\n \r\nThe UK has developed a renewable industry based predominantly on bioenergy, solar & wind power. The UK still relies on energy from fossil fuels in addition up to importing energy via interconnectors. The UK has an underused resource around the country. Tide should be used to a greater extent than it is. Grants should be given to help business develop this resource. The UK could develop technologies supporting jobs & allow an export market to be developed for British businesses.\r\n", "committee_note": "", "state": "closed", "signature_count": 1056, "created_at": "2021-10-09T15:51:22.175Z", "updated_at": "2022-04-13T23:00:01.476Z", "rejected_at": null, "opened_at": "2021-10-13T11:35:06.005Z", "closed_at": "2022-04-13T22:59:59.999Z", "moderation_threshold_reached_at": "2021-10-09T17:40:28.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": null, "government_response": null, "debate": null, "departments": [{"acronym": "BEIS", "name": "Department for Business, Energy and Industrial Strategy", "url": "https://www.gov.uk/government/organisations/department-for-business-energy-and-industrial-strategy"}], "topics": []}}, {"type": "petition", "id": 603540, "links": {"self": "https://petition.parliament.uk/petitions/603540.json"}, "attributes": {"action": "Reduce or remove VAT on the supply, rental & repair of bicycles, inc. e-bikes", "background": "Follow suit with the EU and reduce (or even remove) VAT on the supply, rental and repair of bicycles, including e-bikes. This could encourage more people to cycle and thus reduce carbon emissions, which in turn would improve life in our country and on our planet.", "additional_details": "Follow suit with the EU and reduce (or even remove) VAT on the supply, rental and repair of bicycles, including e-bikes. This could encourage more people to cycle and thus reduce carbon emissions, and improve life in our country and on our planet. \r\n\r\nMore movement, less pollution, better health for all.\r\n\r\nMore info at https://www.ecf.com/news-and-events/news/cycling-organisations-achieve-important-victory-eu-consumers-reduced-vat-soon", "committee_note": "", "state": "closed", "signature_count": 1032, "created_at": "2021-12-13T13:26:26.892Z", "updated_at": "2022-06-17T23:00:01.582Z", "rejected_at": null, "opened_at": "2021-12-17T14:35:59.773Z", "closed_at": "2022-06-17T22:59:59.999Z", "moderation_threshold_reached_at": "2021-12-13T14:06:58.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": null, "government_response": null, "debate": null, "departments": [{"acronym": "HMT", "name": "HM Treasury", "url": "https://www.gov.uk/government/organisations/hm-treasury"}], "topics": []}}, {"type": "petition", "id": 605451, "links": {"self": "https://petition.parliament.uk/petitions/605451.json"}, "attributes": {"action": "Review and reform the Landscape Recovery scheme", "background": "The Government should review and reform the Landscape Recovery, which will provide grants for 'rewilding' of land, to ensure this does not reduce the UK's self-sufficiency in food, or the viability of the agricultural sector.", "additional_details": "We believe current proposals for this scheme could deincentivise agriculture and food production, and so result in increasing reliance on imports, which could in turn increase food miles and co2 emissions. \r\n \r\nToo many people now see farming as a negative, despite accounting for around 10% of co2 emissions. We believe the answer is not too rewild but to work toward sustainable practice and carbon capture.\r\n", "committee_note": "", "state": "closed", "signature_count": 623, "created_at": "2022-01-07T18:32:53.948Z", "updated_at": "2022-07-11T23:00:00.627Z", "rejected_at": null, "opened_at": "2022-01-11T17:02:29.828Z", "closed_at": "2022-07-11T22:59:59.999Z", "moderation_threshold_reached_at": "2022-01-07T18:47:08.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": null, "government_response": null, "debate": null, "departments": [{"acronym": "DEFRA", "name": "Department for Environment, Food and Rural Affairs", "url": "https://www.gov.uk/government/organisations/department-for-environment-food-rural-affairs"}], "topics": []}}, {"type": "petition", "id": 578827, "links": {"self": "https://petition.parliament.uk/petitions/578827.json"}, "attributes": {"action": "Do not cut domestic Air Passenger Duty", "background": "The Government has announced it wants to cut air passenger duty on domestic travel. This cut will ensure that the most polluting of all travel methods actually contributes more to the UK's carbon footprint. We are in a climate emergency. The cut should not be implemented.", "additional_details": "The government's own study (reported at www.bbc.co.uk/news/science-environment-49349566) shows domestic air travel as the worst contributor to climate change, per mile, of all modes of transport.\r\n\r\nThis year the UK hosts COP26, to focus all countries on the carbon reductions needed to avoid the worst effects of climate change.\r\n\r\nWe should show leadership & commitment to cutting our emissions, and not enact a policy which will increase pollution, reduce air quality, and expand our carbon footprint.", "committee_note": null, "state": "closed", "signature_count": 434, "created_at": "2021-03-10T11:39:09.254Z", "updated_at": "2021-09-17T23:00:03.714Z", "rejected_at": null, "opened_at": "2021-03-17T09:24:33.319Z", "closed_at": "2021-09-17T22:59:59.999Z", "moderation_threshold_reached_at": "2021-03-10T12:17:15.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": null, "government_response": null, "debate": null, "departments": [{"acronym": "HMT", "name": "HM Treasury", "url": "https://www.gov.uk/government/organisations/hm-treasury"}], "topics": []}}, {"type": "petition", "id": 601544, "links": {"self": "https://petition.parliament.uk/petitions/601544.json"}, "attributes": {"action": "Commit to building the eastern leg of HS2 to Leeds", "background": "The Government must build the eastern leg of HS2 in full to deliver it's promise to level up the North. To achieve the full benefits of Phase 1 the full Y shaped network must be built. The planned route is a result of years of work. We believe it is the best option for the UK rail network.", "additional_details": "The eastern leg of HS2 could be transformative to the North and the Midlands. It would free up space on existing lines for more local services and could help reduce carbon emissions. After the COP26 conference the Government must invest in projects that help move the country to net zero. Increasing rail ridership is a major way to do this.", "committee_note": "", "state": "closed", "signature_count": 381, "created_at": "2021-11-18T19:00:07.891Z", "updated_at": "2022-05-24T23:00:06.178Z", "rejected_at": null, "opened_at": "2021-11-24T15:57:35.890Z", "closed_at": "2022-05-24T22:59:59.999Z", "moderation_threshold_reached_at": "2021-11-18T19:05:58.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": null, "government_response": null, "debate": null, "departments": [{"acronym": "DfT", "name": "Department for Transport", "url": "https://www.gov.uk/government/organisations/department-for-transport"}], "topics": []}}, {"type": "petition", "id": 300597, "links": {"self": "https://petition.parliament.uk/petitions/300597.json"}, "attributes": {"action": "Remove VAT on Energy Efficiency Measures To Help Meet 2050 Emissions Target", "background": "Taxing people who voluntarily choose to upgrade the energy efficiency of their home goes against the government’s 2050 zero carbon target. Particularly as people building new homes that will ultimately add carbon emissions pay no VAT at all.", "additional_details": "Government signed the 2050 Net Zero emissions commitment into law in 2019 and that legislation has since been cited in the decision to prevent a third runway at Heathrow. While VAT on measures such as insulation and heat pumps has been reduced to 5%, it remains at 20% for items like LED lighting and Heat Recovery Ventilation, both of which are essential for a low carbon home. Zero-rating energy saving technologies would stimulate growth in the low carbon economy at a critical time for the UK.", "committee_note": null, "state": "closed", "signature_count": 358, "created_at": "2020-03-06T15:05:13.369Z", "updated_at": "2021-08-06T16:29:08.834Z", "rejected_at": null, "opened_at": "2020-03-11T14:46:27.532Z", "closed_at": "2020-09-11T22:59:59.999Z", "moderation_threshold_reached_at": "2020-03-06T16:20:34.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": null, "government_response": null, "debate": null, "departments": [{"acronym": "BEIS", "name": "Department for Business, Energy and Industrial Strategy", "url": "https://www.gov.uk/government/organisations/department-for-business-energy-and-industrial-strategy"}], "topics": []}}, {"type": "petition", "id": 307345, "links": {"self": "https://petition.parliament.uk/petitions/307345.json"}, "attributes": {"action": "Make any bailouts for UK airlines conditional on reducing emissions", "background": "The government needs to make UK airlines reduce carbon emissions as a condition of receiving a bail out to survive the COVID-19 outbreak. Currently the government don’t include international flights in the UK carbon budget, and not enough is being done to reduce emissions from this sector.", "additional_details": "The current circumstances present an opportunity to request airlines to reduce their emission intensity, to help the UK conform to the UN Paris Agreement. This needs to include actual commitments to reducing emissions rather than just offsetting. Worse crises than the one we’re living through could happen if we don’t take action to create a sustainable future.", "committee_note": "", "state": "closed", "signature_count": 353, "created_at": "2020-03-21T12:08:04.706Z", "updated_at": "2020-10-23T23:00:01.580Z", "rejected_at": null, "opened_at": "2020-04-23T16:33:05.551Z", "closed_at": "2020-10-23T22:59:59.999Z", "moderation_threshold_reached_at": "2020-03-21T16:17:44.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": null, "government_response": null, "debate": null, "departments": [{"acronym": "DfT", "name": "Department for Transport", "url": "https://www.gov.uk/government/organisations/department-for-transport"}], "topics": ["covid-19"]}}, {"type": "petition", "id": 629859, "links": {"self": "https://petition.parliament.uk/petitions/629859.json"}, "attributes": {"action": "Bring in legislation to end internal air flights in the UK.", "background": "A return flight London - Edinburgh produces 193kg of carbon emissions whilst the same journey by train produces only 24kg CO2. Ending internal flights when the journeys could be made without much inconvenience by far less polluting means, would significantly reduce the risks of the climate crisis.", "additional_details": "If left unabated the climate crisis will cause widespread suffering of people and wildlife, and economic loss. We need to half our carbon emissions by 2030 and then reduce them to net zero by 2050. The sooner we can change the way we live, adopting climate friendly habits, the easier it will be. The Government can play a major role in enabling and encouraging us to make these lifestyles changes, and to do so in a way that is fair to everyone.", "committee_note": null, "state": "open", "signature_count": 318, "created_at": "2022-12-14T09:55:46.663Z", "updated_at": "2023-01-02T18:16:20.000Z", "rejected_at": null, "opened_at": "2022-12-19T11:29:42.446Z", "closed_at": null, "moderation_threshold_reached_at": "2022-12-14T17:11:50.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": "Judith Victoria Russenberger", "rejection": null, "government_response": null, "debate": null, "departments": [{"acronym": "DfT", "name": "Department for Transport", "url": "https://www.gov.uk/government/organisations/department-for-transport"}], "topics": []}}, {"type": "petition", "id": 594359, "links": {"self": "https://petition.parliament.uk/petitions/594359.json"}, "attributes": {"action": "Change the zero carbon emission goals to 2025 instead of 2050", "background": "By 2050, If we keep producing this amount of carbon emissions, It will be too late to act. The UN recently released a article, In which, speakers warn that there are only 11 years left to prevent irreversible damage. 2050 is too late. We must act now!", "additional_details": "It is possible to achieve our climate goals earlier if the Government take action.\r\nIn 2050 I will be in my 40s. I want a better future for me and for generations on. I and many others will have to live through the consequences of climate change in the UK, like so many already are in other countries.\r\n \r\nThe UN article: https://www.un.org/press/en/2019/ga12131.doc.htm", "committee_note": "", "state": "closed", "signature_count": 291, "created_at": "2021-08-07T06:51:09.004Z", "updated_at": "2022-02-17T00:00:01.517Z", "rejected_at": null, "opened_at": "2021-08-16T16:45:51.452Z", "closed_at": "2022-02-16T23:59:59.999Z", "moderation_threshold_reached_at": "2021-08-07T09:56:45.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": null, "government_response": null, "debate": null, "departments": [{"acronym": "BEIS", "name": "Department for Business, Energy and Industrial Strategy", "url": "https://www.gov.uk/government/organisations/department-for-business-energy-and-industrial-strategy"}], "topics": []}}, {"type": "petition", "id": 325512, "links": {"self": "https://petition.parliament.uk/petitions/325512.json"}, "attributes": {"action": "Introduce a ban on sales of new petrol and diesel cars by 2025 in the UK", "background": "Both Norway and the Netherlands have voted to ban the sales of new petrol and diesel cars by 2025 and 2030 respectively. It will be impossible to hit global carbon reduction targets without radical actions, such as this. The UK should be leading the way on reducing the impact of Climate Change.", "additional_details": "The UK has committed to being Carbon Neutral by 2050, to achieve this we will need to rapidly reduce CO2 emissions with 33% coming from transport. Bringing in the ban of new petrol and diesel vehicles will accelerate the transition to low carbon transport which itself will improve air quality.", "committee_note": "", "state": "closed", "signature_count": 265, "created_at": "2020-06-08T08:33:06.145Z", "updated_at": "2021-06-16T16:10:08.176Z", "rejected_at": null, "opened_at": "2020-08-18T08:00:13.778Z", "closed_at": "2021-02-18T23:59:59.999Z", "moderation_threshold_reached_at": "2020-06-08T09:34:14.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": null, "government_response": null, "debate": null, "departments": [{"acronym": "DfT", "name": "Department for Transport", "url": "https://www.gov.uk/government/organisations/department-for-transport"}], "topics": []}}, {"type": "petition", "id": 618517, "links": {"self": "https://petition.parliament.uk/petitions/618517.json"}, "attributes": {"action": "Legalise all E-Scooter usage where bicycles can be used", "background": "I would like the Government to make it legal to use any e-scooter where bicycles can be used, including on roads and in bike lanes. Currently e-scooters can only be used where they are part of a pilot rental programme, which is too restrictive.", "additional_details": "As we look to make the UK more greener, with electric cars, and more cycling. We believe E-Scooters are the next step for automotive transport. It's electric so no carbon emissions from use, and they are fairly cheap to buy. With the correct legislation they can be legalised safely.", "committee_note": "", "state": "open", "signature_count": 242, "created_at": "2022-06-15T19:33:49.816Z", "updated_at": "2023-01-02T18:33:20.000Z", "rejected_at": null, "opened_at": "2022-06-27T15:45:29.729Z", "closed_at": null, "moderation_threshold_reached_at": "2022-06-21T07:32:39.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": "Scott Andrew Hackin", "rejection": null, "government_response": null, "debate": null, "departments": [{"acronym": "DfT", "name": "Department for Transport", "url": "https://www.gov.uk/government/organisations/department-for-transport"}], "topics": []}}, {"type": "petition", "id": 605381, "links": {"self": "https://petition.parliament.uk/petitions/605381.json"}, "attributes": {"action": "Require imported goods display the value of embedded GHG emissions", "background": "Consumer goods imported into the UK should be required to display the embedded GHG emissions, including; sourcing of materials; transportation of materials to transformation point; transformation of materials into finished product and transportation of the finished, packaged goods to the UK.", "additional_details": "GHG represents the seven greenhouse gases, the main one being carbon dioxide.\r\n \r\nThis petition calls for the UK government to make it easier for the consumer to make more informed lifestyle choices – so they can weigh price, quality and performance on the one hand against embedded GHG emissions on the other simply by ensuring all imported consumer goods display the level of embedded GHG at the point of sale, in retail literature and on any packaging.", "committee_note": "", "state": "closed", "signature_count": 220, "created_at": "2022-01-06T23:23:21.227Z", "updated_at": "2022-07-12T23:00:01.147Z", "rejected_at": null, "opened_at": "2022-01-12T17:21:20.392Z", "closed_at": "2022-07-12T22:59:59.999Z", "moderation_threshold_reached_at": "2022-01-08T18:07:18.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": null, "government_response": null, "debate": null, "departments": [{"acronym": "DfIT", "name": "Department for International Trade", "url": "https://www.gov.uk/government/organisations/department-for-international-trade"}], "topics": []}}, {"type": "petition", "id": 629570, "links": {"self": "https://petition.parliament.uk/petitions/629570.json"}, "attributes": {"action": "Stop the opening of the new coal mine in Cumbria", "background": "The mine will provide coking coal for UK’s steel industry but have massive implications on carbon emissions & environmental health. 85% would be exported. Greener alternatives are available, and if invested, could create a number of greener jobs. In addition, the demand for coking coal is declining", "additional_details": "The Climate Crisis is a health crisis and threatens to undermine the improvements to public health over the last 50 years. \r\nOpening this mine shows huge hypocrisy and goes against all the promises made to reduce our fossil fuel consumption in the UK. It certainly does not make us appear to be world leaders in the environmental field", "committee_note": null, "state": "open", "signature_count": 199, "created_at": "2022-12-09T00:08:34.019Z", "updated_at": "2023-01-03T08:33:40.000Z", "rejected_at": null, "opened_at": "2022-12-14T17:31:00.098Z", "closed_at": null, "moderation_threshold_reached_at": "2022-12-10T08:59:20.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": "Angela Hayes", "rejection": null, "government_response": null, "debate": null, "departments": [{"acronym": "DLUHC", "name": "Department for Levelling Up, Housing and Communities ", "url": "https://www.gov.uk/government/organisations/department-for-levelling-up-housing-and-communities"}], "topics": []}}, {"type": "petition", "id": 560629, "links": {"self": "https://petition.parliament.uk/petitions/560629.json"}, "attributes": {"action": "Extend the Green Homes Grant Scheme for Heating and Insulation", "background": "This scheme was introduced to boost the post-COVID economy and combat climate change but it only runs for a limited period (currently till March 2022), severely limiting who benefits. \r\n", "additional_details": "We call on the government to extend the Green Homes scheme for 5 years or until 90% of homes have low carbon heating. \r\n\r\nHeating and hot water account for 20% of UK greenhouse gas emissions. \r\nLow carbon heating and home insulation can minimise this, but are too expensive for many people. \r\n\r\nAt current installation rates it will take 700 years to reach every UK home. Demand for these grants has already outstripped installer capacity, but potential new installers are finding it difficult to justify training costs for returns in the short scheme timeframe. \r\n\r\nThis scheme must be extended to grow jobs and help the climate.\r\n\r\n", "committee_note": "", "state": "closed", "signature_count": 194, "created_at": "2020-11-15T13:49:49.138Z", "updated_at": "2021-08-06T16:30:24.337Z", "rejected_at": null, "opened_at": "2020-12-15T16:42:34.707Z", "closed_at": "2021-06-15T22:59:59.999Z", "moderation_threshold_reached_at": "2020-11-16T08:47:17.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": null, "government_response": null, "debate": null, "departments": [{"acronym": "HMT", "name": "HM Treasury", "url": "https://www.gov.uk/government/organisations/hm-treasury"}], "topics": []}}, {"type": "petition", "id": 328136, "links": {"self": "https://petition.parliament.uk/petitions/328136.json"}, "attributes": {"action": "Treat Carbon emissions as Hazardous Waste in planning process", "background": "The Hazardous Waste Policy states:  “You must make sure hazardous waste produced or handled by your business in England causes no harm or damage. You have responsibilities known as your ‘duty of care’”\r\n\r\nEmissions are currently not part of planning permissions.", "additional_details": "Global Climate Change is proof that carbon-type emissions “are harmful to humans or the environment”.\r\n\r\nWhen proposing new business premises, plans for safe disposal of Hazardous Waste are essential for approval. This should now be a requirement for all emissions (including Nitrous Oxide, Methane) that any new infrastructure will produce. This will help stop further increases in the national emissions at a point where we have recognised the urgent need to drastically lower them. It also encourages embedded corporate responsibility.", "committee_note": "", "state": "closed", "signature_count": 188, "created_at": "2020-06-18T19:49:11.024Z", "updated_at": "2021-03-01T00:00:06.037Z", "rejected_at": null, "opened_at": "2020-08-28T13:53:31.107Z", "closed_at": "2021-02-28T23:59:59.999Z", "moderation_threshold_reached_at": "2020-06-18T20:04:14.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": null, "government_response": null, "debate": null, "departments": [], "topics": []}}, {"type": "petition", "id": 549848, "links": {"self": "https://petition.parliament.uk/petitions/549848.json"}, "attributes": {"action": "Introduce 1p tax on garments to tackle unethical fast fashion practice. ", "background": "These companies must take responsibility for the waste they produce.\r\n\r\nWe must force the fashion industry to act immediately in order to reach the UK's goal of carbon neutrality by 2050.\r\n\r\nIntroduce the EAC’s (Environmental Audit Committee) proposal of a 1p tax on garments.", "additional_details": "The UK produces 1 million tonnes of textile waste each year. These companies must provide the government with their plan on what they are doing to reduce their waste.\r\n\r\nThe fashion industry is responsible for 10% of the worlds carbon emissions. Push companies to use materials that don’t require a carbon intensive process to produce.\r\n\r\nConsider the EAC’s proposal of a 1p tax on all garments in order to produce the funds for better clothing collection and sorting (recycling).", "committee_note": "", "state": "closed", "signature_count": 181, "created_at": "2020-08-29T13:10:51.923Z", "updated_at": "2021-03-30T23:00:06.895Z", "rejected_at": null, "opened_at": "2020-09-30T18:18:38.250Z", "closed_at": "2021-03-30T22:59:59.999Z", "moderation_threshold_reached_at": "2020-08-29T17:35:44.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": null, "government_response": null, "debate": null, "departments": [{"acronym": "HMT", "name": "HM Treasury", "url": "https://www.gov.uk/government/organisations/hm-treasury"}], "topics": []}}, {"type": "petition", "id": 599977, "links": {"self": "https://petition.parliament.uk/petitions/599977.json"}, "attributes": {"action": "Ban the use of private jets to help climate change", "background": "As we are constantly reminded that 'we the people' must change our living habits to produce net zero carbon emissions, let's start by banning private jets from our airspace to help lower the country's pollution.", "additional_details": "The people in society that can afford to travel on private jets should set an example by not using private jets to travel or commute. Unfortunately the users of private jets are hypocritical to demand change but dont act. Ban all private jets from british airspace. 50 people on 1 plane not 50 people on 50 planes.", "committee_note": "", "state": "closed", "signature_count": 174, "created_at": "2021-10-27T19:31:42.556Z", "updated_at": "2022-05-04T23:00:04.331Z", "rejected_at": null, "opened_at": "2021-11-04T09:50:35.623Z", "closed_at": "2022-05-04T22:59:59.999Z", "moderation_threshold_reached_at": "2021-10-28T10:42:28.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": null, "government_response": null, "debate": null, "departments": [{"acronym": "DfT", "name": "Department for Transport", "url": "https://www.gov.uk/government/organisations/department-for-transport"}], "topics": []}}, {"type": "petition", "id": 583683, "links": {"self": "https://petition.parliament.uk/petitions/583683.json"}, "attributes": {"action": "Ban domestic flights on routes that could be travelled by train in under 3 hours", "background": "Follow France's example to ban domestic flights in the UK on routes that could be travelled by train in 3 hours or less.", "additional_details": "To reduce the emissions caused by air travel to reduce environmental impact. Many short flights are unnecessary and with the exceptional railway network in the UK there is no reason why people should not take the train instead of flying.\r\n\r\nIn the current 2019-2021 environmental bill there is no mention of reducing flights or even of off setting carbon emissions caused by aviation. This is not good enough and this ban would be a simple way to reduce the impact of the UK to climate change.", "committee_note": "", "state": "closed", "signature_count": 158, "created_at": "2021-04-20T11:49:18.372Z", "updated_at": "2021-10-27T23:00:09.361Z", "rejected_at": null, "opened_at": "2021-04-27T07:01:12.307Z", "closed_at": "2021-10-27T22:59:59.999Z", "moderation_threshold_reached_at": "2021-04-20T12:08:35.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": null, "government_response": null, "debate": null, "departments": [{"acronym": "DfT", "name": "Department for Transport", "url": "https://www.gov.uk/government/organisations/department-for-transport"}], "topics": []}}, {"type": "petition", "id": 594728, "links": {"self": "https://petition.parliament.uk/petitions/594728.json"}, "attributes": {"action": "Require Supermarkets, Restaurants and other Retailers to Donate Food Waste", "background": "In France, grocery stores and supermarkets must donate unsold food to charity; the UK wastes this food, despite 14.5 million of its residents living in poverty.", "additional_details": "Much of this food is wasted before it even reaches its best before date when the product has not spoiled and is still completely edible.\r\n \r\nIn 2018, the UK produced around 9.5 million tonnes of food waste. The only way we can stop this is by taking action.\r\n \r\nCommunity fridges and food banks could sustainably redistribute food waste to those who need OR want it. As well as tackling food poverty, reducing food waste would reduce carbon emissions. About 6-8% of global human-induced emissions could be reduced if we stop food waste.\r\n \r\nThis is not just a social concern, it’s an environmental one.", "committee_note": "", "state": "closed", "signature_count": 120, "created_at": "2021-08-12T13:15:47.779Z", "updated_at": "2022-02-19T00:00:01.524Z", "rejected_at": null, "opened_at": "2021-08-18T12:34:31.667Z", "closed_at": "2022-02-18T23:59:59.999Z", "moderation_threshold_reached_at": "2021-08-12T13:44:15.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": null, "government_response": null, "debate": null, "departments": [{"acronym": "DEFRA", "name": "Department for Environment, Food and Rural Affairs", "url": "https://www.gov.uk/government/organisations/department-for-environment-food-rural-affairs"}], "topics": []}}, {"type": "petition", "id": 600524, "links": {"self": "https://petition.parliament.uk/petitions/600524.json"}, "attributes": {"action": "Introduce mandatory carbon footprint ratings for all goods and services", "background": "Create requirements, like for nutritional information, that all food, goods and services must display a carbon footprint rating, like the traffic light label on food stuffs, showing the carbon footprint of a good or service. This would help consumers make an informed choice when buying.", "additional_details": "We are facing a climate crisis with targets to reduce our carbon emissions. Consumers need information to make informed choices when buying food, goods and services. Government data shows buying a British tomato in winter an have three times the carbon & energy consumption than buying an imported Spanish tomato. There’s lots of examples like this but why stop there on food. It should be compulsory on all goods/services from toilet roll to banking, this will help consumers and promote carbon competition.", "committee_note": "", "state": "closed", "signature_count": 111, "created_at": "2021-11-04T19:36:54.971Z", "updated_at": "2022-05-09T23:00:02.044Z", "rejected_at": null, "opened_at": "2021-11-09T17:38:06.108Z", "closed_at": "2022-05-09T22:59:59.999Z", "moderation_threshold_reached_at": "2021-11-04T19:59:38.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": null, "government_response": null, "debate": null, "departments": [{"acronym": "BEIS", "name": "Department for Business, Energy and Industrial Strategy", "url": "https://www.gov.uk/government/organisations/department-for-business-energy-and-industrial-strategy"}], "topics": []}}, {"type": "petition", "id": 548168, "links": {"self": "https://petition.parliament.uk/petitions/548168.json"}, "attributes": {"action": "Include bicycle proficiency in UK school physical education curriculum.", "background": "Physical Education educators to have training in Bikeability (BA), or schools to seek BA instructors, as part of curriculum.\r\nProvide training to primary and secondary school students on safety, the highway code and bicycle use. Action local authorities to assign budget to this.", "additional_details": "With an greater number of road users, particularly those on bicycles, it gives an essential understanding of safety for all using the current infrastructure. \r\nThis will promote safer transport in dense urban environments while reducing carbon emissions and boosting the economy. \r\nMore education will improve commuter experience through confidence, while also addressing national health issues as more children and their parents begin to cycle.", "committee_note": "", "state": "closed", "signature_count": 110, "created_at": "2020-08-13T11:25:21.591Z", "updated_at": "2021-02-21T00:00:08.201Z", "rejected_at": null, "opened_at": "2020-08-20T11:17:41.405Z", "closed_at": "2021-02-20T23:59:59.999Z", "moderation_threshold_reached_at": "2020-08-13T12:31:24.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": null, "government_response": null, "debate": null, "departments": [{"acronym": "DfE", "name": "Department for Education", "url": "https://www.gov.uk/government/organisations/department-for-education"}], "topics": []}}, {"type": "petition", "id": 620799, "links": {"self": "https://petition.parliament.uk/petitions/620799.json"}, "attributes": {"action": "Make it a legal requirement that all new homes have solar energy installed.", "background": "I would like the government to introduce a bill to legally bind the construction companies building new houses and flats in the UK , to include with the construction solar panels in the roof. This would help on home running costs and assist in our climate policy pledge on carbon emissions.", "additional_details": "I want the Government to do this as solar panels installed within new homes would be far cheaper than retro fitting after construction. Plus they could be included into the building at the design stage. The homes should be designed with roof direction and slope to maximise energy production.\r\n\r\nThe bill would be worded with a minimum level of panels per size of home. \r\n\r\nThis bill would show that the Government is acting on energy prices.\r\nThe Bill would also show we are working towards reducing our carbon emissions and progressing towards our climate change objectives.\r\n\r\nIt would also show that new homes could be built with energy affordability in mind .\r\n\r\nIt would  also help in marketing new homes with energy performance  certificates at better levels.", "committee_note": "", "state": "open", "signature_count": 104, "created_at": "2022-07-23T15:29:41.679Z", "updated_at": "2023-01-01T20:46:50.000Z", "rejected_at": null, "opened_at": "2022-07-25T12:37:28.285Z", "closed_at": null, "moderation_threshold_reached_at": "2022-07-23T19:27:09.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": "Harvey Mitchell", "rejection": null, "government_response": null, "debate": null, "departments": [{"acronym": "DLUHC", "name": "Department for Levelling Up, Housing and Communities ", "url": "https://www.gov.uk/government/organisations/department-for-levelling-up-housing-and-communities"}], "topics": []}}, {"type": "petition", "id": 612739, "links": {"self": "https://petition.parliament.uk/petitions/612739.json"}, "attributes": {"action": "Set a target for 70% of UK energy to be renewable by 2030", "background": "We would like the Government to seek to reduce carbon emissions by considerable amounts by setting a target to increase the UK's renewable energy generation to account for 70% of all energy. By achieving this we hope to reduce pollution and the amount of carbon emissions from the UK.", "additional_details": "We would like to stop climate change progressing further than it's currently estimated to rise to in order to save our planet. Fossil fuels are one of the biggest contributors to climate change. Not only that but we rely on fossil fuels to complete everyday tasks. However, fossil fuels will eventually run out so we need a suitable solution to fall back on. To save ourselves and our planet we must make more use of renewable energy sources such as hydro-electric, solar and wind energy.", "committee_note": "", "state": "closed", "signature_count": 103, "created_at": "2022-03-30T12:14:06.406Z", "updated_at": "2022-11-03T00:00:01.123Z", "rejected_at": null, "opened_at": "2022-04-19T16:02:30.732Z", "closed_at": "2022-11-02T23:59:59.999Z", "moderation_threshold_reached_at": "2022-03-30T12:20:09.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": null, "government_response": null, "debate": null, "departments": [{"acronym": "DEFRA", "name": "Department for Environment, Food and Rural Affairs", "url": "https://www.gov.uk/government/organisations/department-for-environment-food-rural-affairs"}], "topics": []}}, {"type": "petition", "id": 572398, "links": {"self": "https://petition.parliament.uk/petitions/572398.json"}, "attributes": {"action": "Trees planted in the grounds of every new home and to be maintained by law", "background": "Each new home is to have a young UK species tree, planted within its grounds and be legally protected for the duration of the properties life span. This would create an industry of tree growers, reduce co2 emissions  and promote UK tree plantation.", "additional_details": "We are struggling to reduce carbon emissions and require soical initiatives to help address this growing problem, while creating awareness and better mental health. We need to create low cost natural carbon storage while improving residential areas and improving air quality. This method of CO2 reduction would have secondary benefits of reducing rain water runoff by tree absorption and natural shading reducing solar heat gains.", "committee_note": null, "state": "closed", "signature_count": 94, "created_at": "2021-01-27T20:53:26.926Z", "updated_at": "2021-09-17T23:00:03.514Z", "rejected_at": null, "opened_at": "2021-03-17T16:27:42.524Z", "closed_at": "2021-09-17T22:59:59.999Z", "moderation_threshold_reached_at": "2021-01-31T20:21:47.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": null, "government_response": null, "debate": null, "departments": [{"acronym": "DLUHC", "name": "Department for Levelling Up, Housing and Communities ", "url": "https://www.gov.uk/government/organisations/department-for-levelling-up-housing-and-communities"}], "topics": []}}, {"type": "petition", "id": 317933, "links": {"self": "https://petition.parliament.uk/petitions/317933.json"}, "attributes": {"action": "End all forms of financial support for fossil fuels", "background": "A 2019 report by the European Commission found that in 2016 the UK provided over £10 billion in financial support to fossil fuels.", "additional_details": "Given the evidence of the impact of carbon emissions on the climate and environment, the Government should end all forms of financial support for fossil fuels.", "committee_note": "", "state": "closed", "signature_count": 94, "created_at": "2020-04-22T23:00:04.868Z", "updated_at": "2021-01-09T00:00:02.745Z", "rejected_at": null, "opened_at": "2020-07-08T12:06:04.588Z", "closed_at": "2021-01-08T23:59:59.999Z", "moderation_threshold_reached_at": "2020-04-23T10:40:44.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": null, "government_response": null, "debate": null, "departments": [{"acronym": "HMT", "name": "HM Treasury", "url": "https://www.gov.uk/government/organisations/hm-treasury"}], "topics": []}}, {"type": "petition", "id": 549844, "links": {"self": "https://petition.parliament.uk/petitions/549844.json"}, "attributes": {"action": "Require packaging that clearly details the environmental impact of products.", "background": "Food packaging has nutritional information on the front, using a traffic light system. In a similar way, details such as mean equivalent carbon emissions, land use, water use, ecological impact and resulting pollution should be clearly visible on the front of consumer goods packaging.", "additional_details": "Around 26% of global emissions come from food. Most individuals don't have the time to research the environmental impact of their consumables. Implementing this policy will help consumers make more environmentally friendly choices and put pressure on companies to develop products that are better for the planet. In addition, the need for companies to assess environmental impact will result in a boom of jobs in the environment sector. Britain will lead the world in enabling green consumer choices.", "committee_note": "", "state": "closed", "signature_count": 92, "created_at": "2020-08-29T12:38:25.761Z", "updated_at": "2021-03-24T00:00:08.480Z", "rejected_at": null, "opened_at": "2020-09-23T13:09:43.087Z", "closed_at": "2021-03-23T23:59:59.999Z", "moderation_threshold_reached_at": "2020-09-13T20:11:54.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": null, "government_response": null, "debate": null, "departments": [{"acronym": "DEFRA", "name": "Department for Environment, Food and Rural Affairs", "url": "https://www.gov.uk/government/organisations/department-for-environment-food-rural-affairs"}], "topics": []}}, {"type": "petition", "id": 609432, "links": {"self": "https://petition.parliament.uk/petitions/609432.json"}, "attributes": {"action": "Continue emergency funding for bus services", "background": "Do not stop  emergency funding for bus services at the end of March, extend it further to give more time for people to regain their confidence to use public transport. Concurrently run a campaign to encourage people to use buses", "additional_details": "Because if funding is stopped at this time, there is a real danger that services will be reduced or axed. This will impact on many people who are dependant on buses to get to work, do shopping or get to healthcare appointments - including many older people who have stopped driving. It will impact rural areas, and less well off people - and it could increase car use and therefore carbon emissions. More time is needed to encourage people back to public transport.", "committee_note": "", "state": "closed", "signature_count": 90, "created_at": "2022-02-24T12:27:51.457Z", "updated_at": "2022-09-07T23:00:01.723Z", "rejected_at": null, "opened_at": "2022-03-07T08:07:13.335Z", "closed_at": "2022-09-07T22:59:59.999Z", "moderation_threshold_reached_at": "2022-03-01T10:14:18.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": null, "government_response": null, "debate": null, "departments": [{"acronym": "DfT", "name": "Department for Transport", "url": "https://www.gov.uk/government/organisations/department-for-transport"}], "topics": []}}, {"type": "petition", "id": 627697, "links": {"self": "https://petition.parliament.uk/petitions/627697.json"}, "attributes": {"action": "Impose new taxes on private jets to increase investment in renewables", "background": "The aviation industry emits 12% of all transport carbon dioxide emissions. We want the Government to impose new taxes on the use of private jets, to try and reduce CO2 emissions and raise funds to invest in renewable energy, green transportation, and electric vehicle infrastructure.", "additional_details": "I believe I can speak on behalf of the planet when I say, we have had enough. We desperately need to reduce the level of carbon emissions entering our atmosphere before we are responsible for the mass extinction of almost 90% of marine species, and the millions of individuals at risk from rising sea levels.", "committee_note": "", "state": "open", "signature_count": 87, "created_at": "2022-11-06T19:07:16.155Z", "updated_at": "2023-01-01T19:31:40.000Z", "rejected_at": null, "opened_at": "2022-11-11T12:55:07.480Z", "closed_at": null, "moderation_threshold_reached_at": "2022-11-06T19:19:40.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": "Kristina Chilver", "rejection": null, "government_response": null, "debate": null, "departments": [{"acronym": "HMT", "name": "HM Treasury", "url": "https://www.gov.uk/government/organisations/hm-treasury"}], "topics": []}}, {"type": "petition", "id": 594722, "links": {"self": "https://petition.parliament.uk/petitions/594722.json"}, "attributes": {"action": "Offer grants for accommodation owners to install  EV charging facilities.", "background": "When travelling in the UK using an Electric Vehicle (EV) it would be desirable to charge the car at any destination accommodation. The present cost of installation is prohibitive for hosts, so grants should be available to help the UK meet its carbon reduction target.", "additional_details": "Evidence of the climate crisis is increasingly becoming apparent. This Government has prior to COP26 set targets for the UK to reduce carbon emissions by enabling the use of electric vehicles. A grant for accommodation owners would be good value approach for helping the UK Government achieve the targets it has set out for itself.", "committee_note": "", "state": "closed", "signature_count": 76, "created_at": "2021-08-12T11:59:47.194Z", "updated_at": "2022-02-19T00:00:01.512Z", "rejected_at": null, "opened_at": "2021-08-18T12:20:45.662Z", "closed_at": "2022-02-18T23:59:59.999Z", "moderation_threshold_reached_at": "2021-08-14T22:03:35.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": null, "government_response": null, "debate": null, "departments": [{"acronym": "DfT", "name": "Department for Transport", "url": "https://www.gov.uk/government/organisations/department-for-transport"}], "topics": []}}, {"type": "petition", "id": 574118, "links": {"self": "https://petition.parliament.uk/petitions/574118.json"}, "attributes": {"action": "Tax meat and dairy to help cut emissions .", "background": "Surcharges of 40% on beef and 20% on milk could compensate for climate damage and deter people from consuming as much unhealthy food.\r\n\r\nClimate taxes on meat and milk could lead to huge and vital cuts in carbon emissions as well as saving half a million lives a year via healthier diets.", "additional_details": "An Oxford University team found that increasing tax on beef and dairy products would decrease the amount consumed by the population, this in turn would reduce the carbon emissions created by cattle farming. These taxes could then be spent on conservation, increasing biodiversity and supporting low carbon initiatives. The tax could also be used to subsidise healthier food choices, further increasing the health and wellbeing of the population.", "committee_note": "", "state": "closed", "signature_count": 74, "created_at": "2021-02-05T14:14:58.285Z", "updated_at": "2021-08-12T23:00:01.496Z", "rejected_at": null, "opened_at": "2021-02-12T12:59:37.130Z", "closed_at": "2021-08-12T22:59:59.999Z", "moderation_threshold_reached_at": "2021-02-05T15:33:17.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": null, "government_response": null, "debate": null, "departments": [{"acronym": "HMT", "name": "HM Treasury", "url": "https://www.gov.uk/government/organisations/hm-treasury"}], "topics": []}}, {"type": "petition", "id": 301709, "links": {"self": "https://petition.parliament.uk/petitions/301709.json"}, "attributes": {"action": "All infrastructure projects be tested against the Net Zero Emissions 2050 Law", "background": "Ensure that all current and future infrastructure projects as part of Budget 2020 and beyond are rigorously tested against the Net Zero Emissions 2050 law. Sustainable and low carbon projects should then be prioritised including renewable energy and mass public transit.", "additional_details": "The evidence that we are in the midst of a global climate emergency is obvious, the science is obvious. But more than that we can see the impact of climate change every day from floods, to bush fires, Greenland and Antarctica ice melting faster than ever, to the decline in biodiversity. This is not a drill, we need real leadership and we need it now. \r\n\r\nThis government speaks about the people's priorities and surely the biggest priority for everyone is a planet that is safe to live on.", "committee_note": null, "state": "closed", "signature_count": 70, "created_at": "2020-03-12T10:48:24.491Z", "updated_at": "2021-07-26T16:40:14.360Z", "rejected_at": null, "opened_at": "2020-03-18T13:40:06.081Z", "closed_at": "2020-09-18T22:59:59.999Z", "moderation_threshold_reached_at": "2020-03-12T11:59:44.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": null, "government_response": null, "debate": null, "departments": [{"acronym": "BEIS", "name": "Department for Business, Energy and Industrial Strategy", "url": "https://www.gov.uk/government/organisations/department-for-business-energy-and-industrial-strategy"}], "topics": []}}, {"type": "petition", "id": 592384, "links": {"self": "https://petition.parliament.uk/petitions/592384.json"}, "attributes": {"action": "Place a trade embargo on products grown on cleared Amazon rainforest land.", "background": "The Government should not allow products that were grown on land cleared from the Amazon rainforest to be sold in the UK. The Government should send a clear message to Brazil and set an example for other countries of the measures it is willing to take to tackle the most dire crisis of mankind.", "additional_details": "The Amazon rainforest has recently been pushed past the tipping point, and has gone from being a carbon sink to a source of emissions. \r\n\r\nThis has been done deliberately by companies clearing land through fires and logging in order to grow mostly beef and soy.\r\n\r\nThe total disregard for life on earth that these companies show cannot be supported in the modern UK.\r\n\r\nA trade embargo on these products would prevent companies from profiting in the UK from the destruction of the Amazon.", "committee_note": "", "state": "closed", "signature_count": 69, "created_at": "2021-07-16T08:02:40.274Z", "updated_at": "2022-01-23T00:00:00.395Z", "rejected_at": null, "opened_at": "2021-07-22T06:56:45.653Z", "closed_at": "2022-01-22T23:59:59.999Z", "moderation_threshold_reached_at": "2021-07-16T11:44:05.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": null, "government_response": null, "debate": null, "departments": [{"acronym": "DfIT", "name": "Department for International Trade", "url": "https://www.gov.uk/government/organisations/department-for-international-trade"}], "topics": []}}, {"type": "petition", "id": 570716, "links": {"self": "https://petition.parliament.uk/petitions/570716.json"}, "attributes": {"action": "Get the UK's carbon emissions to net-zero by 2040.", "background": "Set a strategy so that carbon emissions can be reduced to net zero by 2030, or by 2040 at the absolute latest as the current target of 2050 is too late", "additional_details": "Children are concerned about the state the planet will be in when they are adults and want more to be done now to combat climate change.", "committee_note": "", "state": "closed", "signature_count": 68, "created_at": "2021-01-17T18:39:36.307Z", "updated_at": "2021-08-16T23:00:05.778Z", "rejected_at": null, "opened_at": "2021-02-16T09:22:28.660Z", "closed_at": "2021-08-16T22:59:59.999Z", "moderation_threshold_reached_at": "2021-01-17T19:34:57.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": null, "government_response": null, "debate": null, "departments": [{"acronym": "BEIS", "name": "Department for Business, Energy and Industrial Strategy", "url": "https://www.gov.uk/government/organisations/department-for-business-energy-and-industrial-strategy"}], "topics": []}}, {"type": "petition", "id": 312198, "links": {"self": "https://petition.parliament.uk/petitions/312198.json"}, "attributes": {"action": "Bring high percentage ethanol fuel to the UK", "background": "Follow the lead of European countries including Finland, France and Sweden, also America, Brazil and Australia, incentivise renewable ethanol biofuel to be made available at the fuel pump for the masses.", "additional_details": "Ethanol in fuels produce less carbon monoxide due to its more complete combustion and higher oxygen content. Incomplete combustion also creates hydrocarbons. Ethanol also produces less nitrogen oxide emissions which have a huge impact on the environment and humans. Ethanol creates less fine particulate matter which caused an estimated 200,000 premature deaths in 2014. Most engines can convert ethanols energy better and run better. While fuel consumption does go up energy efficiency also goes up.", "committee_note": "", "state": "closed", "signature_count": 66, "created_at": "2020-03-30T10:47:29.075Z", "updated_at": "2020-11-19T00:00:05.501Z", "rejected_at": null, "opened_at": "2020-05-18T14:31:58.224Z", "closed_at": "2020-11-18T23:59:59.999Z", "moderation_threshold_reached_at": "2020-03-30T11:34:44.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": null, "government_response": null, "debate": null, "departments": [{"acronym": "HMT", "name": "HM Treasury", "url": "https://www.gov.uk/government/organisations/hm-treasury"}], "topics": []}}, {"type": "petition", "id": 619507, "links": {"self": "https://petition.parliament.uk/petitions/619507.json"}, "attributes": {"action": "Increase subsidies and grants for homeowners to improve their energy ratings", "background": "We're asking for an increase in subsidies and grants available to improve domestic energy ratings and reduce their emissions. This can be done through providing money for solar panels, heat pumps, improved insulation etc.", "additional_details": "22% of the UK’s carbon emissions come from our homes, with ¾ of this from our heating. We must make it easier for people to make their houses more eco-friendly, without them having to spend absurd amounts of money. For example, the costs of installing solar panels alone costs an average of around £6,000, making improvements like this unavailable for 20 million UK households. \r\n\r\nMore must be done to combat this issue, otherwise we have no chance of meeting our net zero target.", "committee_note": "", "state": "open", "signature_count": 62, "created_at": "2022-07-02T20:23:28.147Z", "updated_at": "2022-12-31T20:11:30.000Z", "rejected_at": null, "opened_at": "2022-07-08T07:46:29.223Z", "closed_at": null, "moderation_threshold_reached_at": "2022-07-03T18:39:09.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": "Emily Rigg", "rejection": null, "government_response": null, "debate": null, "departments": [{"acronym": "BEIS", "name": "Department for Business, Energy and Industrial Strategy", "url": "https://www.gov.uk/government/organisations/department-for-business-energy-and-industrial-strategy"}], "topics": []}}]}