{"links": {"self": "https://petition.parliament.uk/petitions.json?q=land+use&page=2", "first": "https://petition.parliament.uk/petitions.json?q=land+use", "last": "https://petition.parliament.uk/petitions.json?page=2&q=land+use", "next": null, "prev": "https://petition.parliament.uk/petitions.json?q=land+use"}, "data": [{"type": "petition", "id": 621005, "links": {"self": "https://petition.parliament.uk/petitions/621005.json"}, "attributes": {"action": "Ban the sale and use of disposable BBQ's", "background": "Ban the sale and use of disposable BBQ's. Investigate the facts and figures of loss and action caused from fires started by disposable BBQs and impose hefty fines.", "additional_details": "Huge loss of destroyed land, nature and animals that could easily be avoided due to inconsiderate and inappropriate use of disposable BBQ's.", "committee_note": null, "state": "rejected", "signature_count": 16, "created_at": "2022-07-27T22:37:43.934Z", "updated_at": "2022-08-01T09:46:33.505Z", "rejected_at": "2022-08-01T09:46:32.195Z", "opened_at": null, "closed_at": null, "moderation_threshold_reached_at": "2022-07-28T18:30:19.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": {"code": "duplicate", "details": "You may wish to sign this petition which calls for the same action: https://petition.parliament.uk/petitions/618664"}, "government_response": null, "debate": null, "departments": [], "topics": []}}, {"type": "petition", "id": 578231, "links": {"self": "https://petition.parliament.uk/petitions/578231.json"}, "attributes": {"action": "Illegally ban the sale of Single use plastic bags", "background": "The average household uses 300 plastic bags per year. Not only do they get into our ocean and kill animals, when decaying the toxins from the bags enter out soil and land.  Reports also say they contribute to greenhouse gases from its production to its decaying.", "additional_details": "I want the government to ban the sale of single use plastic bags and only allow the sell of reusable bags. In a time where climate change is a urgent matter this is a must in order to save species and our planet", "committee_note": null, "state": "rejected", "signature_count": 15, "created_at": "2021-03-06T09:11:44.201Z", "updated_at": "2022-10-12T11:55:06.584Z", "rejected_at": "2021-03-19T12:29:47.546Z", "opened_at": null, "closed_at": null, "moderation_threshold_reached_at": "2021-03-06T09:38:35.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": {"code": "duplicate", "details": "You might like to sign the following petitions:\r\n\r\nBan single use plastics and the unnecessary use of plastic packaging\r\nhttps://petition.parliament.uk/petitions/552450\r\n\r\nIntroduce a levy on single-use disposable plastic\r\nhttps://petition.parliament.uk/petitions/554035"}, "government_response": null, "debate": null, "departments": [], "topics": []}}, {"type": "petition", "id": 594716, "links": {"self": "https://petition.parliament.uk/petitions/594716.json"}, "attributes": {"action": "Build a park on the land adjacent to boundary park Litherland", "background": "Build a park and children’s play area on the land adjacent to boundary park in Litherland.", "additional_details": "As a resident of Randall Drive, there is no park on the estate where we live for my children to play on. To get to our nearest park we have to walk around a mile and also have to cross busy roads. There is land adjacent to boundary road which we sometimes use to ride bikes but it is overgrown and dirty. This would be a perfect location for a park to be built in this area for children of this estate to use.", "committee_note": null, "state": "rejected", "signature_count": 14, "created_at": "2021-08-12T10:01:20.669Z", "updated_at": "2021-08-12T14:19:36.456Z", "rejected_at": "2021-08-12T14:19:36.460Z", "opened_at": null, "closed_at": null, "moderation_threshold_reached_at": "2021-08-12T10:29:55.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": {"code": "irrelevant", "details": "We can't accept your petition because the UK Government and Parliament aren't responsible for the issue you raise. This is the responsibility of your local council. \r\n\r\nYou could raise your issue with a local councillor who represents you. You can use this page to find out who your local councillors are, and how to contact them: https://www.gov.uk/find-your-local-councillors"}, "government_response": null, "debate": null, "departments": [], "topics": []}}, {"type": "petition", "id": 593722, "links": {"self": "https://petition.parliament.uk/petitions/593722.json"}, "attributes": {"action": "Ban jet aircraft.", "background": "The clear blue skies during lockdown, when very few jets flew, as demonstrated to many people just how much pollution  jet aircraft cause.", "additional_details": "Ban jet flights to and from the UK, and from overflying UK airspace. Ban jet aircraft (other than military aircraft, or those used for licenced research, or technological development purposes) from taking off or landing ( other than in emergency threatening loss of life) from the UK, and from overflying UK airspace.", "committee_note": "", "state": "closed", "signature_count": 13, "created_at": "2021-07-29T20:18:49.482Z", "updated_at": "2022-02-06T00:00:08.199Z", "rejected_at": null, "opened_at": "2021-08-05T08:36:44.054Z", "closed_at": "2022-02-05T23:59:59.999Z", "moderation_threshold_reached_at": "2021-08-04T10:56:55.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": null, "government_response": null, "debate": null, "departments": [{"acronym": "DfT", "name": "Department for Transport", "url": "https://www.gov.uk/government/organisations/department-for-transport"}], "topics": []}}, {"type": "petition", "id": 627102, "links": {"self": "https://petition.parliament.uk/petitions/627102.json"}, "attributes": {"action": "Make it mandatory to build houses on all brownfield sites 1st before greenfield.", "background": "The government must make it mandatory to build new homes on brownfield sites instead of destroying areas of natural land to preserve the wildlife which inhabit them and the beauty of these natural areas, making use of sites which have previously been developed but now unused.", "additional_details": "Although there is a need for housing, more areas of local natural space are being destroyed to meet the increasing need to build more homes, leading to fewer natural spaces within and around local communities for nature to thrive and for people to benefit from. Distinction between council districts are diminishing in places due to the development of new housing. No new land should be destroyed until all brownfield sites have been utilised to their potential. Prioritising preservation of nature.", "committee_note": null, "state": "rejected", "signature_count": 12, "created_at": "2022-10-30T09:28:28.319Z", "updated_at": "2022-11-03T08:15:47.425Z", "rejected_at": "2022-11-03T08:15:44.845Z", "opened_at": null, "closed_at": null, "moderation_threshold_reached_at": "2022-10-30T18:03:10.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": {"code": "no-action", "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe understand that you're concerned about development of greenfield sites, but it's not clear if you want a total ban on development of greenfield land, or just restrictions on when development of greenfield land can be approved.\r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do. If you want new restrictions on when development of greenfield land can be approved, rather than an outright ban, it would need to be clear what restrictions you want to be imposed."}, "government_response": null, "debate": null, "departments": [], "topics": []}}, {"type": "petition", "id": 610937, "links": {"self": "https://petition.parliament.uk/petitions/610937.json"}, "attributes": {"action": "Once repaired close the A57 Glossop to Ladybower each Sunday to motor vehicles.", "background": "Allowing only walkers, cyclists, wheelchairs and mobility vehicles use of the A57 for a 24 hour period each week - except for local access - keeps this unique space pollution and car free. Huge areas of land are sacrificed to motor traffic stopping people from walking or cycling. We can change this.", "additional_details": "Government studies show the huge benefits to mental and physical health from an active lifestyle, especially if this takes place in the countryside. As the Peak District National Park turns 70, we can reimagine how we use our parks. Reducing traffic, air and noise pollution, and opening up space lost to  cars will enhance the lives of local citizens. Creating a safe space will allow more people to explore by foot, bike, wheelchair or mobility scooter helping people live healthier lives", "committee_note": null, "state": "rejected", "signature_count": 12, "created_at": "2022-03-07T17:15:11.930Z", "updated_at": "2022-03-14T09:11:57.298Z", "rejected_at": "2022-03-14T09:11:55.927Z", "opened_at": null, "closed_at": null, "moderation_threshold_reached_at": "2022-03-07T18:31:28.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": {"code": "irrelevant", "details": "We can only accept petitions about things the Government or Parliament are directly responsible for.\r\n\r\nDecisions about local roads are a matter for the relevant local traffic authority, not the UK Government or Parliament.\r\n\r\nYou could raise your issue with a local councillor who represents you. You can find out who your local councillors are, and how to contact them, by entering your post code here:\r\nhttps://www.gov.uk/find-your-local-councillors"}, "government_response": null, "debate": null, "departments": [], "topics": []}}, {"type": "petition", "id": 598104, "links": {"self": "https://petition.parliament.uk/petitions/598104.json"}, "attributes": {"action": "Reject the use of Ethanol in petrol.", "background": "Give the full details of water absorbency with Ethanol? Comment on research showing lower M.P.G.? Answer the use of land to produce Entahol? Give a full statement of the pros and cons of using Ethanol? Look at fuel pricing in general? Answer the deterioration of this fuel over what is a short period", "additional_details": "Debate fully and give clear and precise answers to some of the questions above? Show the proper way forward, not only for the UK but Globally. Admit Ethanols disadvantages? Water absorbency, life span of fuel, use of land to produce it, lower m.p.g.? Take full consultancy from specialists in this area? Disclose all the facts? Costs, energy used, land used and true figures of what they perceive as savings? Given in documented statements. Do not assume the public are uneducated. Give all the facts, good and bad!", "committee_note": null, "state": "rejected", "signature_count": 12, "created_at": "2021-09-29T17:28:27.965Z", "updated_at": "2021-10-05T09:21:32.668Z", "rejected_at": "2021-10-05T09:21:31.625Z", "opened_at": null, "closed_at": null, "moderation_threshold_reached_at": "2021-09-30T00:41:18.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": {"code": "no-action", "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe understand that you are concerned about the use of ethanol in fuel, but we're not sure if you want the Government to ban the use of ethanol in all fuels, or do something else.\r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do.\r\n\r\nWe have published the following petition, which you might like to sign:\r\n\r\nThe government to overturn the decision to replace E5 petrol with the E10 type: https://petition.parliament.uk/petitions/596189"}, "government_response": null, "debate": null, "departments": [], "topics": []}}, {"type": "petition", "id": 620892, "links": {"self": "https://petition.parliament.uk/petitions/620892.json"}, "attributes": {"action": "Gift Conference Centre holding Eurovision Song Contest to Ukraine temporarily.", "background": "Parliament are to petition the Queen to give the land on which the Conference Centre that will be used to hold the Eurovision Song Contest in 2023 to Ukraine so that it temporarily becomes part of Ukraine for the period of the competition. This is so the competition is held on Ukrainian soil.", "additional_details": "It is important that we as a country support Ukraine, an independent and frees state under attack, as a way of supporting democracy across the world. It is important that the international community stand up to those countries that bully their neighbours.\r\nThis action of making the Conference Centre Ukrainian territory would be a symbolic action showing the UK's solidarity with Ukraine at this vital moment in their and the world's history.", "committee_note": null, "state": "rejected", "signature_count": 9, "created_at": "2022-07-25T16:30:23.576Z", "updated_at": "2022-07-27T11:45:12.030Z", "rejected_at": "2022-07-27T11:45:10.798Z", "opened_at": null, "closed_at": null, "moderation_threshold_reached_at": "2022-07-25T18:53:29.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": {"code": "irrelevant", "details": "We can only accept petitions about things the Government or Parliament are directly responsible for.\r\n\r\nDecisions about the UK's involvement in the Eurovision Song Contest are a matter for the BBC, not the Government or House of Commons.\r\n\r\nThe BBC is an independent body governed by a Royal Charter. Under the terms of that Charter, the BBC is operationally and editorially independent of government and there is no provision for the Government to intervene in the BBC’s day-to-day operations.\r\n\r\nThis means the Government is not responsible for decisions relating to the Eurovision Song Contest."}, "government_response": null, "debate": null, "departments": [], "topics": []}}, {"type": "petition", "id": 610819, "links": {"self": "https://petition.parliament.uk/petitions/610819.json"}, "attributes": {"action": "Allow Ukrainian refugees to occupy properties from sanctioned Russian Oligarchs", "background": "The Government and Parliament should debate housing Ukrainian refugees and asylum seeker in the properties and boats of sanctioned Russian and possibly Belarussian Oligarchs if they are also sanctioned. \r\nThis sholud be done using the 5 minute rule or other quicker device.", "additional_details": "This will be an important message to President Putin and other dictators that you cannot seize the land and wage war on democratic countries without consequences.\r\n\r\nIf Parliament does not use its influence other dictators around the world will follow Putins actions.\r\n\r\nAt a time when there is division this should show the UKs joint abhorence to what is happening in Ukraine. The Government should also encourage other nations who have seized property or super yachts to do the same.", "committee_note": null, "state": "rejected", "signature_count": 9, "created_at": "2022-03-06T11:33:49.932Z", "updated_at": "2022-03-11T17:42:45.702Z", "rejected_at": "2022-03-11T17:42:44.341Z", "opened_at": null, "closed_at": null, "moderation_threshold_reached_at": "2022-03-06T21:13:48.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": {"code": "duplicate", "details": "Decisions about housing refugees is an operational decision for the Home Office and individual local authorities, but we have published the following petition, which you might like to sign:\r\n\r\nSeize assets held by anyone with close ties to the Russian government: https://petition.parliament.uk/petitions/609418\r\n\r\nSeize frozen Russian assets and give proceeds to Ukraine to help with rebuilding: https://petition.parliament.uk/petitions/610119"}, "government_response": null, "debate": null, "departments": [], "topics": []}}, {"type": "petition", "id": 607234, "links": {"self": "https://petition.parliament.uk/petitions/607234.json"}, "attributes": {"action": "Stop the field that ACLE Scouts in Aycliffe Village use from becoming housing", "background": "The Council is taking the land that the scouts use for their activities, we would like this to be stopped.", "additional_details": "Because the scouts use this land constantly, it is the only piece of land they have to work on and they need it to store their equipment and carry out activities.", "committee_note": null, "state": "rejected", "signature_count": 9, "created_at": "2022-01-26T14:08:39.492Z", "updated_at": "2022-02-01T08:23:09.968Z", "rejected_at": "2022-02-01T08:23:09.087Z", "opened_at": null, "closed_at": null, "moderation_threshold_reached_at": "2022-01-26T14:35:38.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": {"code": "irrelevant", "details": "Petitions must call for a specific action that the UK Government or Parliament are directly responsible for.\r\n\r\nLocal planning decisions are a matter for individual local authorities, not the Government or Parliament.\r\n\r\nYou could raise this issue with a local councillor, who represents you. You can use this page to find out who your local councillors are, and how to contact them: https://www.gov.uk/find-your-local-councillors"}, "government_response": null, "debate": null, "departments": [], "topics": []}}, {"type": "petition", "id": 596439, "links": {"self": "https://petition.parliament.uk/petitions/596439.json"}, "attributes": {"action": "Remove height barriers and laws preventing overnight sleeping from car parks", "background": "Local authorities have taken to preventing camper-vans from using their car parks by implementing height barriers. \r\nFirstly I want law to remove these as they prejudice people with certain vehicles.\r\nSecondly remove laws preventing overnight resting in these restricted car parks and parking bays.", "additional_details": "I would like government to prevent the use of height barriers that stop all taller (vans) vehicles using car parks of the land when there is no need for a height barrier.  Equality!!\r\nI would also like the government to prevent the no overnight sleeping in such facilities without implementing fines as we are encouraged to rest if we are tired from driving, but invariably fined ourselves financially penalised by local authorities for doing so. Perhaps a stay for 24hr and no return law within 48hrs", "committee_note": null, "state": "rejected", "signature_count": 9, "created_at": "2021-09-05T20:43:23.553Z", "updated_at": "2021-09-10T07:33:33.390Z", "rejected_at": "2021-09-10T07:33:32.703Z", "opened_at": null, "closed_at": null, "moderation_threshold_reached_at": "2021-09-06T00:42:38.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": {"code": "irrelevant", "details": "Petitions must call for a specific action that the UK Government or House of Commons is responsible for.\r\n\r\nDecisions about restrictions on parking are a matter for individual local authorities and operators of private car parks, not the Government or House of Commons.\r\n\r\nAs a result it is not possible for the Government or House of Commons to take the action you have requested."}, "government_response": null, "debate": null, "departments": [], "topics": []}}, {"type": "petition", "id": 617220, "links": {"self": "https://petition.parliament.uk/petitions/617220.json"}, "attributes": {"action": "Ban the use of all single-use plastics; such as cups, packaging, and bags.", "background": "Instil a firm ban on all single-use plastics and polystyrene. The UK is a first-world country and has the resources to become more environmentally friendly as a society, this ban is the first step.", "additional_details": "The world is in the midst of an escalating climate crisis. The continuous supply of non-recyclable, single-use items, such as plastic cups at a water fountain or plastic bags used to carry groceries, damages the atmosphere from manufacturing emissions, fills space in landfills, and kills animals from pollution on both land and in the sea. Instilling this ban will not only raise awareness about the global climate crisis but it will also lead a strong trajectory to a more eco-friendly Britain.", "committee_note": null, "state": "rejected", "signature_count": 8, "created_at": "2022-05-24T23:13:39.399Z", "updated_at": "2022-05-30T09:50:53.123Z", "rejected_at": "2022-05-30T09:50:53.127Z", "opened_at": null, "closed_at": null, "moderation_threshold_reached_at": "2022-05-25T14:33:59.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": {"code": "duplicate", "details": "You might like to sign the following petition:\r\n\r\nBan All Single Use Plastics and Plastic Packaging to Save Our Planet\r\nhttps://petition.parliament.uk/petitions/607466"}, "government_response": null, "debate": null, "departments": [], "topics": []}}, {"type": "petition", "id": 588942, "links": {"self": "https://petition.parliament.uk/petitions/588942.json"}, "attributes": {"action": "Make house building companies accountable for the land they own.", "background": "Land on new build housing estates is usually turfed or has minimal landscaping that is not conducive to ecological best practices. Open public areas and other landscaped areas should be designed for communal human use alongside ecological use to rewild land and improve biodiversity.", "additional_details": "Many new build estates have large open areas of lawn and other poorly designed gardens that could be much better used to engage people and improve the environment. I propose a rethink in the way that spaces are used and designed. Rather than continuing to use monoculture and planting areas of little ecological value, principles of rewilding, permaculture and mycology can be bought into an urban design setting to improve the land over time rather than continue the trend of nutrient removal.", "committee_note": null, "state": "rejected", "signature_count": 8, "created_at": "2021-06-16T07:24:20.417Z", "updated_at": "2021-06-22T11:43:19.001Z", "rejected_at": "2021-06-22T11:43:17.374Z", "opened_at": null, "closed_at": null, "moderation_threshold_reached_at": "2021-06-17T08:47:45.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": {"code": "no-action", "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe're not sure exactly what you'd like the Government or Parliament to do.\r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do, such as a change to planning rules. "}, "government_response": null, "debate": null, "departments": [], "topics": []}}, {"type": "petition", "id": 587834, "links": {"self": "https://petition.parliament.uk/petitions/587834.json"}, "attributes": {"action": "Ban On All Single Use Plastic", "background": "We need a ban on all single use plastic e.g. plastic packaging for fruit and veg, plastic bottles, plastic on cans of alcohol, plastic bags in supermarkets. Half of these things end up in land fill sights, oceans and on land in places where animals INHABIT. We need to change before its too late.", "additional_details": "We need serious changes to be made to the way in which things are packaged as their are many animals that are being hurt or killed by plastic on land and in oceans (even plastic in our fish we eat). Plastic is ridiculously bad for the environment and needs to be banned urgently. We need change in this country in the way which things are packaged and there are so many alternatives to single use plastic (Recyclable or Biodegradable Plastic, Paper / Cardboard). We can't carry on like this much more", "committee_note": null, "state": "rejected", "signature_count": 8, "created_at": "2021-06-03T05:51:21.382Z", "updated_at": "2021-06-08T13:25:42.559Z", "rejected_at": "2021-06-08T13:25:42.562Z", "opened_at": null, "closed_at": null, "moderation_threshold_reached_at": "2021-06-03T11:20:35.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": {"code": "duplicate", "details": "You might like to sign the following petition:\r\n\r\nBan all single-use plastic\r\nhttps://petition.parliament.uk/petitions/586547"}, "government_response": null, "debate": null, "departments": [], "topics": []}}, {"type": "petition", "id": 312700, "links": {"self": "https://petition.parliament.uk/petitions/312700.json"}, "attributes": {"action": "Halt use of public rights of way over farmland to reduce covid-19 spread.", "background": "Announce to the public that during the lockdown period use of public rights of way over farmland for walking/running is retracted. Empower police to fine or prosecute public crossing farmland during the covid-19 lockdown period to maintain social distancing, protect our farmers and food security.", "additional_details": "Farmers have seen an acute rise in both walkers over farmland and rise in sheep worrying by dogs, on asking for dogs to be put on leads farmers have been met with aggression, confrontation and physical attack, moreover farmers are being put at risk by increased numbers of possible carriers using gateways and access points into their land that are not being disinfected after touch.", "committee_note": null, "state": "rejected", "signature_count": 8, "created_at": "2020-03-31T19:02:56.717Z", "updated_at": "2020-05-19T16:29:36.650Z", "rejected_at": "2020-05-19T16:29:36.654Z", "opened_at": null, "closed_at": null, "moderation_threshold_reached_at": "2020-03-31T20:21:04.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": {"code": "duplicate", "details": "You may wish to sign this petition calling for the same action: https://petition.parliament.uk/petitions/311581\r\n\r\nYou can find out more about coronavirus and how you can protect yourself and others here:\r\n\r\nwww.gov.uk/coronavirus\r\nhttps://www.nhs.uk/conditions/coronavirus-covid-19/\r\n\r\nThe Government has also created an online service to help you out what you can do if you’re struggling because of coronavirus: https://www.gov.uk/find-coronavirus-support\r\n\r\nYou can read NHS tips to help if you are worried about coronavirus here: https://www.nhs.uk/oneyou/every-mind-matters/coronavirus-covid-19-anxiety-tips\r\n\r\nYou can read impartial analysis of the Government response to coronavirus and policy developments here: https://commonslibrary.parliament.uk/coronavirus/\r\n\r\nYou may also be interested to know that because of the large number of petitions that have been started in relation to coronavirus, the Petitions Committee has been questioning the Government about its response to the coronavirus outbreak.\r\n \r\nFind out more and watch the Committee put questions suggested by petitioners to Government Ministers and the Deputy Chief Medical Officer: https://committees.parliament.uk/committee/326/petitions-committee/news/145767/committee-question-deputy-chief-medical-officer-and-ministers-on-coronavirus-response/\r\n \r\nRead letters asking further questions of Government Ministers: https://committees.parliament.uk/committee/326/petitions-committee/publications/3/correspondence/"}, "government_response": null, "debate": null, "departments": [], "topics": ["covid-19"]}}, {"type": "petition", "id": 621156, "links": {"self": "https://petition.parliament.uk/petitions/621156.json"}, "attributes": {"action": "Cease all building on farm land in order to aid food security for the UK", "background": "Stop farm land being sold for building development until all brown field sites are used or land has not been farmed for a period of 5 years", "additional_details": "We are in age where food security is paramount to the UK. What is the point of more housing if we cannot feed our population, you cannot eat money", "committee_note": null, "state": "rejected", "signature_count": 7, "created_at": "2022-07-31T07:43:55.274Z", "updated_at": "2022-08-03T10:18:57.642Z", "rejected_at": "2022-08-03T10:18:56.466Z", "opened_at": null, "closed_at": null, "moderation_threshold_reached_at": "2022-08-01T16:33:39.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": {"code": "duplicate", "details": "https://petition.parliament.uk/petitions/611113"}, "government_response": null, "debate": null, "departments": [], "topics": []}}, {"type": "petition", "id": 616653, "links": {"self": "https://petition.parliament.uk/petitions/616653.json"}, "attributes": {"action": "Incentivise supermarkets to offer discounts on healthy and British ingredients.", "background": "Don’t make junk food cheaper. \r\nPlease implement the strategies in “The National Food Strategy” by Henry Dimbleby. \r\nIt will: \r\n1. Escape the junk food cycle and protect the NHS. \r\n2. Reduce diet related inequality \r\n3. Make the best use of our land", "additional_details": "Why is the National Food Strategy being ignored? \r\nPlease don’t make junk food cheaper. You are directly responsible for making people sick if you do. Make healthy food cheaper to encourage a healthier nation. It will be cheaper in the long run as the burden on NHS will be reduced. Unhealthy food is proven to cause obesity related health problems such as diabetes and heart problems.", "committee_note": null, "state": "rejected", "signature_count": 7, "created_at": "2022-05-15T07:01:20.815Z", "updated_at": "2022-05-17T12:26:40.944Z", "rejected_at": "2022-05-17T12:23:53.867Z", "opened_at": null, "closed_at": null, "moderation_threshold_reached_at": "2022-05-16T06:28:39.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": {"code": "no-action", "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe understand that you want the Government to create incentives to reduce the cost of healthy and British ingredients, but we're not sure exactly what incentives you'd like the Government or Parliament to introduce.\r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do."}, "government_response": null, "debate": null, "departments": [], "topics": []}}, {"type": "petition", "id": 603790, "links": {"self": "https://petition.parliament.uk/petitions/603790.json"}, "attributes": {"action": "Demand the Met/CPS prosecute Boris Johnson for breach of Covid laws 18/12/20", "background": "The Met must investigate and the CPS prosecute if a breach of Covid law took place on 18/12/20 as currently alleged and evidenced. If a breach has taken place, Boris Johnson and the organisers must be prosecuted or all other Covid related convictions should be overturned by parliamentary decree now.", "additional_details": "For law and order to be respected it must be applied without fear or prejudice to all in equal measures.  For a democratic society to trust the governors and law makers of their land, we have to have a fair, just and transparent system for all. No person should be above the law and no police officer should use their political bias to protect a governmental minister from prosecution in the face of evidenced criminal activity.", "committee_note": null, "state": "rejected", "signature_count": 7, "created_at": "2021-12-16T07:38:09.547Z", "updated_at": "2021-12-20T11:18:26.609Z", "rejected_at": "2021-12-20T11:18:25.570Z", "opened_at": null, "closed_at": null, "moderation_threshold_reached_at": "2021-12-16T11:22:28.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": {"code": "irrelevant", "details": "Decisions about investigating alleged offences and prosecuting these are a matter for the police and Crown Prosecution Service, not the Government or Parliament.\r\n\r\nThe Government has published terms of reference for an investigation by the Cabinet Secretary into allegations of gatherings that took place or may have taken place last year: https://www.gov.uk/government/publications/terms-of-reference-for-the-cabinet-secretarys-investigations\r\n \r\nThe terms of reference for the above investigation state that if during the course of the work any evidence emerges of behaviour that is potentially a criminal offence, the matter will be referred to the police."}, "government_response": null, "debate": null, "departments": [], "topics": []}}, {"type": "petition", "id": 602718, "links": {"self": "https://petition.parliament.uk/petitions/602718.json"}, "attributes": {"action": "Ban single use plastics and the unnecessary use of plastic packaging", "background": "The change needs to start in super markets, big brands and companies. They need to be forced to change their packaging to sustainable material. Companies like Galaxy are already using a plant based packaging for their vegan chocolate, it can be done. Our oceans and planet need us to change.", "additional_details": "Single use plastics are polluting the world, they need to be banned. Our oceans are being destroyed. We actively ship recycling to other countries whose lands are polluted with our plastic waste. Single use masks are being discarded everywhere and being found in the oceans. Animals and their homes are dying. We are running out of room for anymore plastic wastage. It is in our water, air, fish, land. It has to stop. Mexico, Canada, Germany are doing this. We have a responsibility to do this too.", "committee_note": null, "state": "rejected", "signature_count": 7, "created_at": "2021-12-06T20:36:23.040Z", "updated_at": "2022-01-07T08:52:50.061Z", "rejected_at": "2022-01-07T08:52:49.008Z", "opened_at": null, "closed_at": null, "moderation_threshold_reached_at": "2022-01-05T19:43:28.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": {"code": "no-action", "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe understand that you are concerned about the use of plastics, but it's not clear exactly what plastics you want to be banned, and if you only want this ban to apply to certain businesses, or all.\r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do.\r\n\r\nWe have published the following petitions, which you might like to sign:\r\n\r\nBan plastic packaging for fruit and vegetables: https://petition.parliament.uk/petitions/600128\r\n\r\nBan the use of plastic food packaging: https://petition.parliament.uk/petitions/595495\r\n\r\nBan all plastic packaging: https://petition.parliament.uk/petitions/603901"}, "government_response": null, "debate": null, "departments": [], "topics": []}}, {"type": "petition", "id": 600040, "links": {"self": "https://petition.parliament.uk/petitions/600040.json"}, "attributes": {"action": "New Act to BAN building in flood zones in the UK, and on UK wetlands, by 2023.", "background": "To pass a NEW Act of Parliament to BAN building on wetlands OR flood zones, to embrace the water flow for energy, from moving water power, and re-flourish and renew the same area space of wetland that we have previously lost, as close as possible to the original wetlands, to combat global warming.", "additional_details": "As part of the strategy for COP 26 to combat global warming and the  rejuvenation of our failing eco systems. To use renewable energies and go some way to combat fossil fuels. \r\n\r\nTo re-introduce the ecological importance of wetlands, creating a place for floater to flow to instead of by damaging peoples habitats and homes. \r\n\r\nBy BANNING building in flood zones, recognising the important of that land for our sensitively balanced eco structures.", "committee_note": null, "state": "rejected", "signature_count": 7, "created_at": "2021-10-28T21:31:31.469Z", "updated_at": "2021-11-03T16:14:54.658Z", "rejected_at": "2021-11-03T16:14:53.947Z", "opened_at": null, "closed_at": null, "moderation_threshold_reached_at": "2021-10-30T07:50:18.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": {"code": "no-action", "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe understand that you are concerned about loss of wetlands, but we're not sure exactly what you'd like the Government or Parliament to do. We could accept a petition calling on a ban on new developments on wetlands or flood zones, but it's not clear what actions you want the Government to take to \"embrace the water flow for energy, from moving water power, and re-flourish and renew the same area space of wetland that we have previously lost\".\r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do."}, "government_response": null, "debate": null, "departments": [], "topics": []}}, {"type": "petition", "id": 589602, "links": {"self": "https://petition.parliament.uk/petitions/589602.json"}, "attributes": {"action": "link Uk to Morocco with direct line by sea for passengers portsmouth to tangier", "background": "want to have serious talks with moroccan authorities regading the matter and try to get the job done as soon as possible as, especially on summer time as many use Europe land, and spend time and fortune whilst he british governement does not benefit from it.", "additional_details": "", "committee_note": null, "state": "rejected", "signature_count": 7, "created_at": "2021-06-23T20:35:12.671Z", "updated_at": "2021-06-28T16:54:49.270Z", "rejected_at": "2021-06-28T16:54:48.109Z", "opened_at": null, "closed_at": null, "moderation_threshold_reached_at": "2021-06-24T05:46:15.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": {"code": "irrelevant", "details": "We can't accept your petition because the UK Government and Parliament aren't responsible for the issue you raise. This would be a decision for ferry and cruise lines, not the UK Government or Parliament "}, "government_response": null, "debate": null, "departments": [], "topics": []}}, {"type": "petition", "id": 580302, "links": {"self": "https://petition.parliament.uk/petitions/580302.json"}, "attributes": {"action": "Devote £200bn of the ARIA budget to the Built Environment Sector.", "background": "The ARIA was launched February 23 2021 I would like Sunak and Kwarteng to 1) ear mark £200bn toward R&D to catalyse the construction of materials that will be used for future homes and 2) create a Built Environment branch in the \" What Works Network\" to link the innovations from ARIA in to practice.", "additional_details": "29million homes still need to be retrofitted and the built environment sector (Transport, Planning, Housing, Health, Land Use) are all siloed in their approach in building/ retrofitting our homes/ communities to be fit for the future. The sector has never had a ministry to combine all of the thought leadership occurring across the UK preventing us from reaching our carbon zero target in 2050. This could create a sustainable pipeline of sustainable jobs, economies and places fit for the future.", "committee_note": null, "state": "rejected", "signature_count": 7, "created_at": "2021-03-18T11:12:24.551Z", "updated_at": "2021-03-25T13:55:22.345Z", "rejected_at": "2021-03-25T13:55:22.347Z", "opened_at": null, "closed_at": null, "moderation_threshold_reached_at": "2021-03-19T19:04:45.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": {"code": "irrelevant", "details": "We can't accept your petition because the UK Government and Parliament aren't responsible for the issue you raise.\r\n\r\nWhen it is established, ARIA will have operational independence from government. Decisions on ARIA's programme portfolio will be set by ARIA, not ministers. \r\n\r\nThe Government's ARIA policy statement has more information:\r\nhttps://www.gov.uk/government/publications/advanced-research-and-invention-agency-aria-statement-of-policy-intent/advanced-research-and-invention-agency-aria-policy-statement"}, "government_response": null, "debate": null, "departments": [], "topics": []}}, {"type": "petition", "id": 563054, "links": {"self": "https://petition.parliament.uk/petitions/563054.json"}, "attributes": {"action": "E-Scooters/E-Bikes should be legal to use on public roads and public areas.", "background": "The law should be changed to allow public use of E-Scooters. They should be used by 16 years and over and should be classed as a motored vehicle. Allowing for insurance and use on public areas.\r\n\r\nAs current law stands E-Scooters and bikes can only be used on private land!", "additional_details": "E-scooters and bikes are an up and coming mode of transport. Changing the law around them will increase use. The Benifit is clean energy and a safe mode of transport. The government promised a carbon neutral country. This included reducing the amount of carbon emitting cars to net zero. But this does not include a change for under 18s.\r\nThe use of petrol scooters by under 18s are in huge use today. But with no alternative use how can we ask for a carbon neutral county with no alternative for under 18s?", "committee_note": null, "state": "rejected", "signature_count": 7, "created_at": "2020-12-06T11:04:35.653Z", "updated_at": "2020-12-11T16:54:54.215Z", "rejected_at": "2020-12-11T16:54:54.217Z", "opened_at": null, "closed_at": null, "moderation_threshold_reached_at": "2020-12-06T21:05:37.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": {"code": "duplicate", "details": "You might like to sign the following petitions:\r\n\r\nLegalize Personal Light Electric vehicles (PLEVs) such as e-scooters, EUC, etc.\r\nhttps://petition.parliament.uk/petitions/332067\r\n\r\nLegalise and regulate the use of privately owned eScooters before Spring 2021.\r\nhttps://petition.parliament.uk/petitions/553756"}, "government_response": null, "debate": null, "departments": [], "topics": []}}, {"type": "petition", "id": 559266, "links": {"self": "https://petition.parliament.uk/petitions/559266.json"}, "attributes": {"action": "Allow The People At Waywood Forrest To Do What's Best For Them With Their Land", "background": "Stop harassing, bullying, intimidating and restricting The Kingdom of Waywood Forrest and people on that land and give them the freedom to do whatever they choose to do that benefits the people and the community.", "additional_details": "Because your representatives are destroying the lives of the people who live on and use that land for the benefit of the people and the community.", "committee_note": null, "state": "rejected", "signature_count": 7, "created_at": "2020-11-05T22:43:14.719Z", "updated_at": "2020-11-13T15:29:26.702Z", "rejected_at": "2020-11-13T15:29:26.706Z", "opened_at": null, "closed_at": null, "moderation_threshold_reached_at": "2020-11-06T17:44:07.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": {"code": "no-action", "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe're not sure exactly what you'd like the Government or Parliament to do. \r\n\t\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do."}, "government_response": null, "debate": null, "departments": [], "topics": []}}, {"type": "petition", "id": 551984, "links": {"self": "https://petition.parliament.uk/petitions/551984.json"}, "attributes": {"action": "Block high carbon footprinters from powerful situations regarding society.", "background": "Bring in new legislation that blocks all contributions or persuasions of the climate change and carbon footprint topic from people with high carbon footprints. This is a necessary step towards preventing the super rich from depriving ordinary people of the right to live and enjoy their lives.", "additional_details": "Throughout human history, the super-rich have always loathed the poor and resented their existence and use of finite materials, land and food, and criticised them for their production of waste and desire for free-time, recreational wanderings and even the carbon dioxide they exhale and emit. Therefore, high carbon producing people should not have the power to determine population control, society design or civil liberties. Giving them power over these policies is like giving them a loaded gun.", "committee_note": null, "state": "rejected", "signature_count": 7, "created_at": "2020-09-21T21:50:07.926Z", "updated_at": "2020-10-19T14:00:10.399Z", "rejected_at": "2020-10-19T14:00:10.401Z", "opened_at": null, "closed_at": null, "moderation_threshold_reached_at": "2020-09-21T23:49:14.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": {"code": "no-action", "details": "We can only accept petitions that make a clear request by the Government.\r\n\r\nWe understand that you are concerned about decision-making in the UK, but it's not clear what you want the Government to do about this. Your petition refers to decision making over policies, but doesn't make clear who you think should be prevented from from making these decisions, or what decision-making roles you think such people should be prevented from holding. Your petition also appears to conflate wealth with carbon footprints."}, "government_response": null, "debate": null, "departments": [], "topics": []}}, {"type": "petition", "id": 316514, "links": {"self": "https://petition.parliament.uk/petitions/316514.json"}, "attributes": {"action": "Ban the sale and use of sky lanterns in England", "background": "Sky lanterns have become popular over the past few years with people buying them to create light displays in the sky.  This involves starting a small fire in a paper lantern, which is then sent into the sky like a miniature hot air balloon.  They are however hazardous to humans, pets and wildlife:", "additional_details": "They can start fires \r\n\r\nThey can cause burns\r\n\r\nThey can cause injury/death to animals and birds that get tangled or ingest small parts\r\n\r\nThey become permanent litter where they land\r\n\r\nThey increase the burden on fire, medical and animal welfare services\r\n\r\nThey have been banned to use on council land in Wales since 2018.  \r\nThere should be a ban on both selling and using sky lanterns in England to prevent unnecessary fires, deaths and injuries to humans animals and birds.", "committee_note": null, "state": "rejected", "signature_count": 7, "created_at": "2020-04-16T09:27:43.026Z", "updated_at": "2020-05-29T12:46:00.341Z", "rejected_at": "2020-05-29T12:46:00.344Z", "opened_at": null, "closed_at": null, "moderation_threshold_reached_at": "2020-04-17T04:18:54.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": {"code": "duplicate", "details": "https://petition.parliament.uk/petitions/310556"}, "government_response": null, "debate": null, "departments": [], "topics": []}}, {"type": "petition", "id": 620738, "links": {"self": "https://petition.parliament.uk/petitions/620738.json"}, "attributes": {"action": "Stop destroying farmland with houses and businesses", "background": "With the current climate I would recommend the stopping of building homes and businesses on farm land rund the country such as leeds and other parts of the UK. We need to use these areas for agriculture uses only", "additional_details": "Foid requirments are going up and yet we keep destroying farmland for homes and bysiness. With temperature soaring & with the uk wanting to cut the carbon foot print. destroying more brown or green which will have a huge impact on this is unacceptable. Not to mention More traffic more lighting all of which will increase carbon Plus with the impact on the nhs which is at breaking point with covid to add more pressure with the impact of people mental heath due to no gree space", "committee_note": null, "state": "rejected", "signature_count": 6, "created_at": "2022-07-22T06:13:20.436Z", "updated_at": "2022-07-22T15:18:44.219Z", "rejected_at": "2022-07-22T15:18:43.217Z", "opened_at": null, "closed_at": null, "moderation_threshold_reached_at": "2022-07-22T06:45:19.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": {"code": "duplicate", "details": "You may wish to sign this petition which calls for a similar action: https://petition.parliament.uk/petitions/611113"}, "government_response": null, "debate": null, "departments": [], "topics": []}}, {"type": "petition", "id": 617790, "links": {"self": "https://petition.parliament.uk/petitions/617790.json"}, "attributes": {"action": "Change planning regs for mobile homes/static caravans on equestrian properties", "background": "Change the regulations regarding siting of mobile homes/log cabins/static caravans on premises used to house horses. Currently it is extremely difficult to near impossible to live on premises where horses are kept stabled whether private or commercial. This could be restricted to only mobile homes.", "additional_details": "There is a massive shortage of property available with land and outbuildings suitable for equestrian use and those available are horrendous prices. Farmers get permission to live on a premises because of the welfare aspect of caring for the animals. And also get class Q permission to convert barns to dwellings. It is a welfare issue to leave stabled horses unattended overnight. They can become ill suddenly (colic for example). They can get injured or cast (stuck upside down against a wall).", "committee_note": null, "state": "rejected", "signature_count": 6, "created_at": "2022-06-02T19:39:03.023Z", "updated_at": "2022-06-07T07:55:51.634Z", "rejected_at": "2022-06-07T07:55:50.571Z", "opened_at": null, "closed_at": null, "moderation_threshold_reached_at": "2022-06-02T20:02:29.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": {"code": "no-action", "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe understand that you are concerned about the impact of current planning regulations for people who are responsible for horses, but it's not clear what changes you want to be made to these regulations.\r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do."}, "government_response": null, "debate": null, "departments": [], "topics": []}}, {"type": "petition", "id": 608694, "links": {"self": "https://petition.parliament.uk/petitions/608694.json"}, "attributes": {"action": "Establishing first-class fair and transparent procurement processes of contracts", "background": "The government should introduce a fair and transparent process when giving out contracts payed with public funds, so that corrupt bidders can be held accountable and prevented from gaining government contracts.", "additional_details": "It is estimated that over £1.27 Billions are lost in yearly at the NHS due to fraud, bribery and corruption, meaning that funds which should be used to save the lives of many and for healthcare advancements land in the pickets of corrupt officials.", "committee_note": null, "state": "rejected", "signature_count": 6, "created_at": "2022-02-12T20:59:30.326Z", "updated_at": "2022-02-18T11:06:29.976Z", "rejected_at": "2022-02-18T11:06:22.970Z", "opened_at": null, "closed_at": null, "moderation_threshold_reached_at": "2022-02-12T21:05:58.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": {"code": "no-action", "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe understand that you would like to see changes to the procurement process for public contracts but it's not clear what specific action or actions you would the Government to take.\r\n\r\nYou could start a new petition calling for the procurement process of all public contracts to be transparent, or to be published, if this is something you would like to see happen."}, "government_response": null, "debate": null, "departments": [], "topics": []}}, {"type": "petition", "id": 608224, "links": {"self": "https://petition.parliament.uk/petitions/608224.json"}, "attributes": {"action": "Reject the The Health and Care Bill and stop slowly privatising the nhs.", "background": "Reject the bill completely, stop systematically privatising the NHS and stop Private Finance Initiatives (PFIs), so the NHS does'nt have to close down/sell land, Reduce administrator roles and use the money on hiring new doctors and nurses with the money wasted on private administrators.", "additional_details": "Remove the Health and Social Care Act (HSCA), and increase the funding towards the NHS as promised, or every supporter of the NHS privatisation should resign.\r\nfor more info go to\r\nhttps://www.yournhsneedsyou.com/timeline/", "committee_note": null, "state": "rejected", "signature_count": 6, "created_at": "2022-02-06T14:37:38.611Z", "updated_at": "2022-02-15T08:28:10.417Z", "rejected_at": "2022-02-15T08:27:47.867Z", "opened_at": null, "closed_at": null, "moderation_threshold_reached_at": "2022-02-09T13:38:28.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": {"code": "duplicate", "details": "We have published the following petition, which you might like to sign:\r\n\r\nAmend the Health and Care Bill to protect the NHS: https://petition.parliament.uk/petitions/592557\r\n\r\nDo not pass the Health and Social Care Bill: https://petition.parliament.uk/petitions/602784"}, "government_response": null, "debate": null, "departments": [], "topics": []}}, {"type": "petition", "id": 598915, "links": {"self": "https://petition.parliament.uk/petitions/598915.json"}, "attributes": {"action": "Close golf courses and re-use the land to rebuild England forests.", "background": "British golf courses are calculated to cover 1,256sq km, that is roughly the equivalent to the whole of Greater Manchester. \r\n\r\nClose the golf courses and rebuild UK woodlands to help fight climate change, create new sustainable jobs for young & old. Support & create communities that strive.", "additional_details": "One mature tree can provide enough oxygen per day to support between 2 to 10 people. It is a realistic simple solution that is necessary to help fight climate change and have an immediate affect on its citizens. It is predicted that we will experience more floods and this is a sustainable method to protect the UK from such disasters. It will create new eco systems, purify the air and support science/health research. To fight erosion from the rain, increase pollination & wild life. Use our lands.", "committee_note": null, "state": "rejected", "signature_count": 6, "created_at": "2021-10-11T16:57:35.000Z", "updated_at": "2022-04-12T09:10:46.889Z", "rejected_at": "2021-10-18T08:30:55.840Z", "opened_at": null, "closed_at": null, "moderation_threshold_reached_at": "2021-10-13T21:32:38.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": {"code": "irrelevant", "details": "The use of privately-owned golf courses for reforestation is a matter for their owners, not the UK Government or Parliament.\r\n\r\nIf there is an action you'd like to see taken, for which the UK Government or Parliament is directly responsible, you could start a petition about that."}, "government_response": null, "debate": null, "departments": [], "topics": []}}, {"type": "petition", "id": 593886, "links": {"self": "https://petition.parliament.uk/petitions/593886.json"}, "attributes": {"action": "Ban disposable barbecues", "background": "To pass legislation banning the sale and use of disposable barbecues", "additional_details": "The use of a non-renewable source of energy i.e. charcoal. Obtaining it generates emissions and can lead to deforestation. \r\nThey can not be re-cycled, and the waste goes to land fill sites.  \r\nUsed irresponsibly, fires can be started.  Some people leave the behind as litter for other people to pick up.", "committee_note": null, "state": "rejected", "signature_count": 6, "created_at": "2021-08-01T17:59:49.972Z", "updated_at": "2021-08-05T08:43:09.164Z", "rejected_at": "2021-08-05T08:40:18.232Z", "opened_at": null, "closed_at": null, "moderation_threshold_reached_at": "2021-08-04T12:55:25.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": {"code": "duplicate", "details": "We have published the following petitions, which you might like to sign:\r\n\r\nBan The Sale Of Disposable Barbecues: https://petition.parliament.uk/petitions/581929\r\n\r\nBan the production, sale and use of disposal BBQs: https://petition.parliament.uk/petitions/584153"}, "government_response": null, "debate": null, "departments": [], "topics": []}}, {"type": "petition", "id": 593795, "links": {"self": "https://petition.parliament.uk/petitions/593795.json"}, "attributes": {"action": "Take action on the climate emergency", "background": "Emergency action is needed to ensure the survival of our species and planet. Implement a ban on plastic packaging for fruit/veg, & single use plastic bags. Donate in date food waste to food banks/homeless shelters. Protect green land from development. Ban selling fossil fuels and petrol vehicles.", "additional_details": "Around 70% of litter in the ocean is made of plastic. Plastic pollution is harmful to wildlife and humans.\r\n\r\nFood waste is responsible for more than 25 million tonnes of greenhouse gas emissions in the UK per year. Greenhouse gas emissions from road transport has increased by 6% from 1990-2017. In 2017, 21% of all greenhouse gas emissions came from road transport\r\n\r\nRecord high temperatures and severe flooding have been seen in increasing amounts across the UK and the planet.", "committee_note": null, "state": "rejected", "signature_count": 6, "created_at": "2021-07-30T17:24:36.334Z", "updated_at": "2021-08-02T12:12:47.149Z", "rejected_at": "2021-08-02T12:12:46.280Z", "opened_at": null, "closed_at": null, "moderation_threshold_reached_at": "2021-07-30T21:18:45.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": {"code": "fake-name", "details": "We have published the following petitions, which you might like to sign:\r\n\r\nBan all single-use plastic: https://petition.parliament.uk/petitions/586547\r\n\r\nBan the use of plastic packaging for all non-food items: https://petition.parliament.uk/petitions/570065\r\n\r\nBan the use of virgin plastics in all packaging sold in the UK before 2023: https://petition.parliament.uk/petitions/586539"}, "government_response": null, "debate": null, "departments": [], "topics": []}}, {"type": "petition", "id": 589201, "links": {"self": "https://petition.parliament.uk/petitions/589201.json"}, "attributes": {"action": "Stop using the National anthem at sporting events featuring the England team", "background": "Pass a law to prevent the use of the National anthem, which is the anthem of the United Kingdom, that is to say Scotland, Wales and Northern Ireland as well as England, when an England team is playing. Propose a replacement like Land of Hope and Glory, or commission a new anthem for England.", "additional_details": "In a time when the Union is under threat, it is highly divisive that the National anthem should be appropriated by England while the other home nation teams have to use another song. God Save the Queen belongs to all the people of the union, not just the English. How can a supporter of Scotland or Wales feel any love for their national anthem when it is used in honour of the opposition? We risk making our anthem an object of hatred.", "committee_note": null, "state": "rejected", "signature_count": 6, "created_at": "2021-06-18T19:37:08.804Z", "updated_at": "2021-06-24T10:51:35.447Z", "rejected_at": "2021-06-24T10:51:34.429Z", "opened_at": null, "closed_at": null, "moderation_threshold_reached_at": "2021-06-20T08:57:45.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": {"code": "irrelevant", "details": ""}, "government_response": null, "debate": null, "departments": [], "topics": []}}, {"type": "petition", "id": 580424, "links": {"self": "https://petition.parliament.uk/petitions/580424.json"}, "attributes": {"action": "Plant-based milk should be included as an option on 'The Nursery Milk Scheme'", "background": "Moving towards plant-based milks and dairy-free food choices has the potential to drastically reduce our impact on the climate and ecological crises. However, while many people are adopting plant-based lifestyles, no plant-based milks are subsidised through the 'Nursery Milk Scheme'.", "additional_details": "Dairy milk uses more water, needs more land and creates more carbon emissions than all plant-based alternatives (Poore & Nemecek, 2018).\r\n\r\nWhilst, fortified plant-based milks provides children with the same vitamins and nutrients (calcium, B12, protein) in similar amounts to dairy milk.\r\n\r\nSubsidising plant-based milks will provide an option for families and children who cannot drink dairy for ethical, religious or medical reasons and ensure no child is left out of the 'Nursery Milk Scheme'.", "committee_note": null, "state": "rejected", "signature_count": 6, "created_at": "2021-03-19T12:21:30.704Z", "updated_at": "2021-04-19T07:37:22.238Z", "rejected_at": "2021-04-19T07:36:53.469Z", "opened_at": null, "closed_at": null, "moderation_threshold_reached_at": "2021-04-12T19:34:05.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": {"code": "duplicate", "details": "You may wish to sign this petition calling for the same action: https://petition.parliament.uk/petitions/580843"}, "government_response": null, "debate": null, "departments": [], "topics": []}}, {"type": "petition", "id": 566203, "links": {"self": "https://petition.parliament.uk/petitions/566203.json"}, "attributes": {"action": "Ban the sale of fireworks to the public.", "background": "They can only be bought by a person licensed by local authority for a organised display. Organised displays will have set standards about amount of space and safety requirements e.g first aiders.\r\nOther dates need a permit where proximity to wildlife and residences will be considered (weddings)", "additional_details": "Fireworks sold to the public mean they go off for many days around key dates. Many animals are afraid of them both domestic and wild. There have also been cases of people attaching fireworks to other people’s pets. Fireworks used by inexperienced people or those under the influence also create risk of injury to those using them and around them. They also cause additional litter where they land. Key dates and organised displays with safety measures in place should be the standard.", "committee_note": null, "state": "rejected", "signature_count": 6, "created_at": "2021-01-02T16:59:08.118Z", "updated_at": "2021-01-07T13:44:25.179Z", "rejected_at": "2021-01-07T13:44:25.182Z", "opened_at": null, "closed_at": null, "moderation_threshold_reached_at": "2021-01-03T17:08:27.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": {"code": "duplicate", "details": "You might like to sign the following petitions:\r\n\r\nLimit the Sale and Use of Fireworks to Organisers of Licensed Displays Only\r\nhttps://petition.parliament.uk/petitions/319891\r\n\r\nStop the sale of fireworks to the general public.\r\nhttps://petition.parliament.uk/petitions/557780"}, "government_response": null, "debate": null, "departments": [], "topics": []}}, {"type": "petition", "id": 549279, "links": {"self": "https://petition.parliament.uk/petitions/549279.json"}, "attributes": {"action": "Make it mandatory for for new houses to be fitted with solar panels.", "background": "To introduce new legislation, so that housing developers have to put solar panels on every new build, or at least install the fittings for solar panels, making it easier and cheaper for the buyer to get solar panels, and also encouraging them to do so.", "additional_details": "Lots of fields are used for solar panel energy, at the same time much green belt land is being built on for houses. Using house roofs as a source of solar will also help reach our legal emission targets.", "committee_note": null, "state": "rejected", "signature_count": 6, "created_at": "2020-08-22T07:35:25.761Z", "updated_at": "2020-09-08T16:25:03.461Z", "rejected_at": "2020-09-08T15:23:54.241Z", "opened_at": null, "closed_at": null, "moderation_threshold_reached_at": "2020-08-22T18:56:44.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": {"code": "duplicate", "details": "You may also wish to sign these petitions which call for a similar actions:\r\n\r\nMake rooftop solar installations mandatory for all new homes valued over £400,000: https://petition.parliament.uk/petitions/302355\r\n\r\nMake it law for all new builds to include green energy solutions:\r\nhttps://petition.parliament.uk/petitions/332338"}, "government_response": null, "debate": null, "departments": [], "topics": []}}, {"type": "petition", "id": 326858, "links": {"self": "https://petition.parliament.uk/petitions/326858.json"}, "attributes": {"action": "Increase the price of meat, especially beef.", "background": "Have heavy taxes on meat products. Excluding free range meat.\r\nSet minimum prices for meat to decrease it’s consumption.\r\nThe extra taxes collected should go to alternative meats, such as lab meat or corn meat. \r\nMeat alternatives should have maximum prices to increase their consumption.", "additional_details": "Meat is very bad for the environment. \r\nFood and Agriculture Organization (FAO) estimated that total annual emissions from animal agriculture (production emissions plus land-use change) were about 14.5% of all human emissions\r\n\r\nTo produce one kilogram of beef requires 25 kilograms of grain – to feed the animal – and roughly 15,000 litres of water. If everyone gave up meat we could feed An extra 1.4 billion people.\r\n\r\nOver a billion farmed animals in Britain are killed each year in slaughterhouses.", "committee_note": "", "state": "rejected", "signature_count": 6, "created_at": "2020-06-12T15:29:21.932Z", "updated_at": "2020-08-20T16:52:39.214Z", "rejected_at": "2020-08-20T16:52:25.485Z", "opened_at": null, "closed_at": null, "moderation_threshold_reached_at": "2020-08-12T18:50:34.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": {"code": "no-action", "details": "We understand that you're concerned about meat consumption and the environment, but we're not sure what you'd like to happen. In particular, we're not sure what you would like to happen to the taxes and the pricing structures. \r\n\r\nThe UK Government are not responsible for funding meat alternatives. \r\n\r\nYou could start a new petition explaining clearly what you would like the UK Parliament and Government to do. For example, you could start a new petition asking the UK Government and Parliament to introduce a new tax on meat, with exemptions for free range meat, if that's what you'd like to happen."}, "government_response": null, "debate": null, "departments": [], "topics": []}}]}