{"links": {"self": "https://petition.parliament.uk/petitions.json?q=sustainability&page=7", "first": "https://petition.parliament.uk/petitions.json?q=sustainability", "last": "https://petition.parliament.uk/petitions.json?page=9&q=sustainability", "next": "https://petition.parliament.uk/petitions.json?page=8&q=sustainability", "prev": "https://petition.parliament.uk/petitions.json?page=6&q=sustainability"}, "data": [{"type": "petition", "id": 581678, "links": {"self": "https://petition.parliament.uk/petitions/581678.json"}, "attributes": {"action": "Start fighting harder to save our oceans", "background": "We, the people, would like you, the government, to start taking charge and taking the lead in the fight to save our oceans. We are tired of charities taking advantage of people’s good nature, start real investigation and sanctions for deceptive charities.", "additional_details": "We also want you to start punishing the unruly and cruel fishing industry for their constant disregard for nature. Super trawlers and unsustainable fishing need to be banned forever. This cannot go on anymore. The governing bodies that sell us products marked “sustainable” in any form need to be punished. Stop charging fishermen for the blue tip label, then there won’t be corruption. More jobs to be created to patrol the ocean and stop illegal fishing in its tracks. Please, do the right thing!", "committee_note": null, "state": "rejected", "signature_count": 8, "created_at": "2021-03-30T04:44:20.349Z", "updated_at": "2021-04-26T12:55:58.413Z", "rejected_at": "2021-04-26T12:55:57.573Z", "opened_at": null, "closed_at": null, "moderation_threshold_reached_at": "2021-03-31T16:25:15.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": {"code": "no-action", "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe understand that you are concerned about the oceans, but we're not sure exactly what you'd like the Government or Parliament to do.\r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do."}, "government_response": null, "debate": null, "departments": [], "topics": []}}, {"type": "petition", "id": 581600, "links": {"self": "https://petition.parliament.uk/petitions/581600.json"}, "attributes": {"action": "Address global crises of overfishing which could empty the seas by 2048.", "background": "90% of the world’s large fish have been wiped out by commercial fishing. Ban UK battery fish farms, and reassess the £23million funding scheme to support UK fishing exports to the EU which contributes to overfishing and battery fish farms. UK to work with Global organisations to tackle this crisis.", "additional_details": "Fishing vessels use thirty-mile fishing lines with baited hooks, 300,000 dolphins, whales and porpoises are killed yearly. 3.9 billion acres of seafloor is deforested yearly by trawling.46% of the pacific garbage patch is comprised of fishing nets. Fish farming is associated with infectious diseases and welfare abuses. Sustainable fishing is corrupt. \r\n\r\nThe seas are most powerful carbon sinks in the world and most important support system for life on earth and preventing climate change.", "committee_note": null, "state": "rejected", "signature_count": 8, "created_at": "2021-03-29T13:04:05.837Z", "updated_at": "2021-04-16T10:43:00.588Z", "rejected_at": "2021-04-16T10:42:53.680Z", "opened_at": null, "closed_at": null, "moderation_threshold_reached_at": "2021-03-29T16:50:05.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": {"code": "no-action", "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe're not sure exactly what you'd like the Government or Parliament to do. We understand you're concerned about fishing, but we're not sure what you'd like the Government to work to change. \r\n\t\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do. "}, "government_response": null, "debate": null, "departments": [], "topics": []}}, {"type": "petition", "id": 574808, "links": {"self": "https://petition.parliament.uk/petitions/574808.json"}, "attributes": {"action": "Cancel Selective Licensing nationwide.Blanket licensing is not acceptable .", "background": "Do a public consultation among landlords and asssociations of letting agents regarding the sustainability of such schemes which may result in landlords leaving the market and decreased numbers of available properties, increased homelessness and increased rents", "additional_details": "Councils are using the Selective Licensing Schemes to impose unreasonable fines for things which are merely administrative errors or make  them responsible  for the tenants antisocial behaviour which the landlord cannot control.  Tenants need to be accountable as well for their behaviour, it cant be the landlords responsability alone as evicting a tenant due to antisocial behaviour can take a long time in court and may require evidence which the neighbours may fear to supply due to being afraid of tenants retaliation during the eviction trial.", "committee_note": null, "state": "rejected", "signature_count": 8, "created_at": "2021-02-10T20:16:07.467Z", "updated_at": "2021-03-11T11:17:59.491Z", "rejected_at": "2021-03-11T11:17:59.493Z", "opened_at": null, "closed_at": null, "moderation_threshold_reached_at": "2021-02-12T14:54:27.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": {"code": "no-action", "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe understand that you are concerned about selective licensing schemes, but we're not sure if you want the Government to remove provisions enabling local authorities to use these schemes, or to run a consultation about the impact of these schemes.\r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do."}, "government_response": null, "debate": null, "departments": [], "topics": []}}, {"type": "petition", "id": 572799, "links": {"self": "https://petition.parliament.uk/petitions/572799.json"}, "attributes": {"action": "Enforce compulsory food labels to show the environmental impact of foods.", "background": "Enforce a system to notify consumers as to the environmental impacts of products they are buying. This would enable consumers to make informed choices to help them to reduce their own negative impact on the environment while maintaining freedom of choice.", "additional_details": "The biggest global challenge of the coming decade is how to reconcile feeding a growing population with protecting precious environmental resources. Given the role of food production in environmental damage, informing consumers as to the impact of different foodstuffs will help steer us towards a more sustainable food system. Labelling as an alternative to banning or taxing products provides this privilege without disadvantaging those without the luxury of choice of food items.", "committee_note": null, "state": "rejected", "signature_count": 8, "created_at": "2021-01-30T12:42:13.713Z", "updated_at": "2021-03-16T13:37:47.789Z", "rejected_at": "2021-03-16T13:37:47.793Z", "opened_at": null, "closed_at": null, "moderation_threshold_reached_at": "2021-01-30T13:35:07.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": {"code": "duplicate", "details": "https://petition.parliament.uk/petitions/558188"}, "government_response": null, "debate": null, "departments": [], "topics": []}}, {"type": "petition", "id": 572260, "links": {"self": "https://petition.parliament.uk/petitions/572260.json"}, "attributes": {"action": "Enforce the law on engine idling.", "background": "Amplified by the lack of passengers, buses idling outside residential properties is rapidly increasing respiratory problems. This is a dangerous pattern - \"regulating the service\" is not an excuse as bus companies could easily refine the timetables, reduce services and/or replace older engines", "additional_details": "The amplification of breathing difficulties is a long term dehabilitating problem that puts increased strain on the NHS over a sustained period. A simple instruction to bus drivers to switch off engines - or better still companies reduce services or replace engines - would pay for itself and save lives, the environment and prevent related mental health issues. This is not really debatable - it's a simple win win situation.", "committee_note": null, "state": "rejected", "signature_count": 8, "created_at": "2021-01-27T08:10:26.672Z", "updated_at": "2021-02-03T09:58:43.930Z", "rejected_at": "2021-02-03T09:58:43.933Z", "opened_at": null, "closed_at": null, "moderation_threshold_reached_at": "2021-01-27T11:04:47.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": {"code": "irrelevant", "details": "Enforcing legislation on engine idling is a matter for local traffic enforcement officers and the police, not the Government or House of Commons."}, "government_response": null, "debate": null, "departments": [], "topics": []}}, {"type": "petition", "id": 571434, "links": {"self": "https://petition.parliament.uk/petitions/571434.json"}, "attributes": {"action": "Grants Not Loans For All EFL League and Non-League GrassRoots Football Clubs.", "background": "I want the Government to intervene and have a vote that Grants should be allowed and given away for Lower And Non League Football Clubs and to stop loans for lower non league Clubs and also for lower Division Clubs who Wil not be able to pay these loans back.", "additional_details": "Why I want the Government to do this is to help clubs from Grassroots, Non-League and the EFL Football to stop them going from going bust. These Clubs are the bread and butter and are at the heart of all  communities. All Clubs how big or small need financial backing with Grants not loans  too sustain and protect our heritage of Grassroots, Non-League and EFL Clubs.", "committee_note": null, "state": "rejected", "signature_count": 8, "created_at": "2021-01-22T00:42:28.524Z", "updated_at": "2021-03-09T09:45:14.070Z", "rejected_at": "2021-03-09T09:45:14.074Z", "opened_at": null, "closed_at": null, "moderation_threshold_reached_at": "2021-01-22T23:10:17.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": {"code": "no-action", "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe understand that you are concerned about support for football clubs, but we're not sure exactly what you'd like the Government or Parliament to do.\r\n\r\nThe Government is not responsible for whether football clubs seek loans to help support themselves.\r\n\r\nWe have published the following petition, which you might like to sign:\r\n\r\nFund support for lower-league professional and semi-professional football clubs: https://petition.parliament.uk/petitions/330655"}, "government_response": null, "debate": null, "departments": [], "topics": []}}, {"type": "petition", "id": 568217, "links": {"self": "https://petition.parliament.uk/petitions/568217.json"}, "attributes": {"action": "2nd Covid vaccination should be 21/28 days not 12 weeks", "background": "There are no data to demonstrate that protection after the first dose is sustained after 21 days.", "additional_details": "WE WANT 94% FROM PFIZER VACCINE NOT 52% FROM ONE DOSE FOR 3 WKS ONLY TO BE GAMBLING WITH PEOPLES LIVES AFTER WEEK 3 IN THE MISGUIDED HOPE HALF PROTECTION IS BETTER THAN NONE.", "committee_note": null, "state": "rejected", "signature_count": 8, "created_at": "2021-01-07T05:35:54.722Z", "updated_at": "2021-01-08T16:07:03.089Z", "rejected_at": "2021-01-08T16:07:03.092Z", "opened_at": null, "closed_at": null, "moderation_threshold_reached_at": "2021-01-07T08:15:37.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": {"code": "irrelevant", "details": "We can only accept petitions about things the Government or House of Commons are directly responsible for, and decisions about approval of vaccines and the administration of these is a matter for various public health agencies, not the Government or House of Commons.\r\n\r\nWe have published the following petition calling for a related action, which you might like to sign: \r\n\r\nBan vaccines being administered in a manner not fully tested in clinical trials: https://petition.parliament.uk/petitions/566116\r\n\r\nThe delays to receiving the second dose of a Covid-19 vaccine has been implemented by the NHS following advice from the Joint Committee on Vaccination and Immunisation (JCVI), which advises UK health departments on immunisation, which has also been supported by the UK's four Chief Medical Officers. Their new advice and the changes to the Covid-19 vaccination programme are consistent with the temporary authorisations granted for these vaccines by the Medicines and Healthcare products Regulatory Agency.\r\n\r\nThe JCVI, Chief Medical Officers, MHRA and NHS England are all independent and operationally independent of the UK Government, so we cannot accept petitions calling for actions that these bodies are responsible for.\r\n\r\nYou can read the JCVI's advice on optimising the COVID-19 vaccination programme for maximum short-term impact here: https://www.gov.uk/government/publications/prioritising-the-first-covid-19-vaccine-dose-jcvi-statement/optimising-the-covid-19-vaccination-programme-for-maximum-short-term-impact\r\n\r\nYou can read the statement from the UK Chief Medical Officers on the prioritisation of first doses of COVID-19 vaccines here: https://www.gov.uk/government/news/statement-from-the-uk-chief-medical-officers-on-the-prioritisation-of-first-doses-of-covid-19-vaccines\r\n\r\nYou can read the MHRA's conditions of Authorisation for Pfizer/BioNTech COVID-19 vaccine here: https://www.gov.uk/government/publications/regulatory-approval-of-pfizer-biontech-vaccine-for-covid-19/conditions-of-authorisation-for-pfizerbiontech-covid-19-vaccine\r\n\r\nYou can read the MHRA's conditions of Authorisation for COVID-19 Vaccine AstraZeneca here: https://www.gov.uk/government/publications/regulatory-approval-of-covid-19-vaccine-astrazeneca/conditions-of-authorisation-for-covid-19-vaccine-astrazeneca"}, "government_response": null, "debate": null, "departments": [], "topics": []}}, {"type": "petition", "id": 567822, "links": {"self": "https://petition.parliament.uk/petitions/567822.json"}, "attributes": {"action": "For all sectors to be more accountable of Climate Emergency and Sustainability.", "background": "To consider amending the Company Act to tighten specific requirements so government and businesses have greater accountability for their operations in respect of the impact on the environment (e.g. s.172 CA).  For the Well-being of Future Generations (Wales) Act 2015  to be implemented in the UK.", "additional_details": "I am calling on the UK Government to, \r\n(i) deliver the Well-being of Future Generations (Wales) Act 2015 across the UK and for this to incorporate government departments, private and third sector companies. (ii) for a review of company legislation to assist with the need to reform UK Company law and Governance to assist with the protection of our natural environment and of future generations - particularly the Company Act s.172 so that text is more specific, clear reflecting the urgency today.", "committee_note": null, "state": "rejected", "signature_count": 8, "created_at": "2021-01-06T11:45:44.107Z", "updated_at": "2021-01-13T10:34:05.663Z", "rejected_at": "2021-01-13T10:34:05.667Z", "opened_at": null, "closed_at": null, "moderation_threshold_reached_at": "2021-01-06T12:52:47.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": {"code": "no-action", "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe understand that you are concerned about the climate and sustainability, but we're not sure exactly what you'd like the Government or Parliament to do. \r\n\r\nWe have published the following petitions, which you might like to sign:\r\n\r\nMake Ecocide a criminal offence in the UK:  https://petition.parliament.uk/petitions/332264\r\n\r\nRequire health warnings at point of purchase of fossil fuel energy eg. petrol: https://petition.parliament.uk/petitions/333388\r\n\r\nAllocate Government time to debate the Climate and Ecological Emergency Bill: https://petition.parliament.uk/petitions/561245\r\n\r\nIntroduce a carbon tax: https://petition.parliament.uk/petitions/321854\r\n\r\nRequire packaging that clearly details the environmental impact of products: https://petition.parliament.uk/petitions/549844\r\n\r\nRequire labels on all products showing water and carbon usage in manufacture: https://petition.parliament.uk/petitions/321482\r\n                \r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do."}, "government_response": null, "debate": null, "departments": [], "topics": []}}, {"type": "petition", "id": 561200, "links": {"self": "https://petition.parliament.uk/petitions/561200.json"}, "attributes": {"action": "Stop the forced shut down of the Hair and Beauty industry due to COVID 19.", "background": "WE CANNOT sustain being forced to close?\r\nSage reports show that our industry is one of the safest, it is backed up by the latest report by PHE. We are safer than supermarkets and schools. We provide a covid safe place for our staff and clients. Our industry is not the problem we go above and beyond", "additional_details": "You are killing our industry. When open we can only run at 50% capacity. We are essential for peoples mental health and wellbeing. Sage reports state we contributed less than 0.05% of cases. We have not had the same support as others, i.e. VAT relief or eat out to help out.\r\nForced closures will create more debt , unemployment ,and will increase the amount of benefits paid out by the state. This will cost the government more in the long term, if we dont get the help we need .PLEASE KEEP US OPEN.", "committee_note": null, "state": "rejected", "signature_count": 8, "created_at": "2020-11-20T08:33:39.835Z", "updated_at": "2020-11-26T14:11:00.734Z", "rejected_at": "2020-11-26T14:10:50.098Z", "opened_at": null, "closed_at": null, "moderation_threshold_reached_at": "2020-11-20T11:01:47.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": {"code": "duplicate", "details": "You may wish to sign these petitions:\r\n\r\nhttps://petition.parliament.uk/petitions/554478\r\nhttps://petition.parliament.uk/petitions/319313\r\nhttps://petition.parliament.uk/petitions/554500\r\nhttps://petition.parliament.uk/petitions/327347\r\n\r\nYou can find out more about coronavirus and how you can protect yourself and others here:\r\n\r\nwww.gov.uk/coronavirus\r\nhttps://www.nhs.uk/conditions/coronavirus-covid-19/\r\n\r\nThe Government has also created an online service to help you find out what you can do if you’re struggling because of coronavirus: https://www.gov.uk/find-coronavirus-support\r\n\r\nYou can read NHS tips to help if you are worried about coronavirus here: https://www.nhs.uk/oneyou/every-mind-matters/coronavirus-covid-19-anxiety-tips\r\n\r\nYou can read impartial analysis of the Government response to coronavirus and policy developments here: https://commonslibrary.parliament.uk/coronavirus/\r\n\r\nYou may also be interested to know that because of the large number of petitions that have been started in relation to coronavirus, the Petitions Committee has been questioning the Government about its response to the coronavirus outbreak.\r\n\r\nFind out more: https://committees.parliament.uk/work/192/the-governments-response-to-coronavirus/"}, "government_response": null, "debate": null, "departments": [], "topics": ["covid-19"]}}, {"type": "petition", "id": 556624, "links": {"self": "https://petition.parliament.uk/petitions/556624.json"}, "attributes": {"action": "Re-evaluate and create a more sustainable COVID-19 Strategy, we are COVID blind", "background": "The current COVID strategy is confusing, has a lack of universal public support, is short term and piecemeal. We need a long term strategy such to stop us going COVID blind, or have a graph to count the thousands of deaths and ruined lives caused by taking resource away from where its needed.", "additional_details": "We need to stop making COVID excuses - the current approach is blaze, we can blame COVID or say we need a vaccine, what if one doesn't happen? The actions were right for an initial response, but we're not arguing over what Tier 1, or Tier 2 looks like - who cares! Please stop neglecting the British Public and help us see you have a plan for the future.", "committee_note": null, "state": "rejected", "signature_count": 8, "created_at": "2020-10-28T12:05:40.287Z", "updated_at": "2020-11-03T13:16:50.058Z", "rejected_at": "2020-11-03T13:16:50.062Z", "opened_at": null, "closed_at": null, "moderation_threshold_reached_at": "2020-10-28T14:22:17.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": {"code": "no-action", "details": "Petitions need to call on the Government to take a specific action.\r\n\r\nWe understand that you are concerned about the Government's approach to Covid-19, but it's not clear what changes you want the Government to make.\r\n\r\nWe have published a number of petitions calling on the Government to change its approach to Covid-19, which you might like to sign. You can view all open petitions relating to coronavirus here: https://petition.parliament.uk/petitions?state=open&topic=covid-19\r\n\r\nIf there is a specific change you would like the Government to make to its approach, you could start a new petition requesting this."}, "government_response": null, "debate": null, "departments": [], "topics": []}}, {"type": "petition", "id": 549804, "links": {"self": "https://petition.parliament.uk/petitions/549804.json"}, "attributes": {"action": "Extend the Eat Out Help Out scheme until end of 2020", "background": "The extension of the Eat Out Help Out scheme is necessary amid the current circumstances the people and business are going through.", "additional_details": "Extending the scheme will help relevant business sustain a good revenue stream with  high number of customers secured during the past couple of months ( utilising the scheme in question) and help the people enjoy time away from everyday responsibilities and everyday stress especially with the in certainty Around Covid_19, this is a win win situation for everyone involved including the government.", "committee_note": null, "state": "rejected", "signature_count": 8, "created_at": "2020-08-28T17:40:55.117Z", "updated_at": "2020-09-08T09:33:41.144Z", "rejected_at": "2020-09-04T15:49:17.438Z", "opened_at": null, "closed_at": null, "moderation_threshold_reached_at": "2020-08-29T10:11:34.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": {"code": "duplicate", "details": "https://petition.parliament.uk/petitions/334419"}, "government_response": null, "debate": null, "departments": [], "topics": []}}, {"type": "petition", "id": 329465, "links": {"self": "https://petition.parliament.uk/petitions/329465.json"}, "attributes": {"action": "reward businesses for being environmentally friendly", "background": "give rewards like drop tax or encourage people to use businesses who focus on having low levels of pollution and/or plastic waste.", "additional_details": "climate change is a huge problem that will affect everyone and many big businesses put lots of pollution into the world and put lots of waste into the world with businesses producing many items with excessive plastic wrapping and with much of this going to waste. along with plastic needing 1000s of years to decompose. our seas filling with plastic and killing many animals and the planet. businesses that work to stop themselves from having high pollution and dropping plastic waste should be rewarded by the government. they should also be recognised and people should be made aware of businesses that work to do this to try and encourage the UK public to shop sustainably.", "committee_note": null, "state": "rejected", "signature_count": 8, "created_at": "2020-06-27T11:22:44.970Z", "updated_at": "2020-09-08T11:13:43.425Z", "rejected_at": "2020-09-08T11:13:29.769Z", "opened_at": null, "closed_at": null, "moderation_threshold_reached_at": "2020-06-27T11:40:54.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": {"code": "no-action", "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe're not sure exactly what you'd like the Government or Parliament to do. The Government already provides some incentives for businesses to operate in more environmentally sustainable ways. You can find more information here: https://www.gov.uk/green-taxes-and-reliefs\r\n\r\nYou may wish to sign this petition:\r\nRebuild the economy out of lockdown with a Green New Deal\r\nhttps://petition.parliament.uk/petitions/317343\r\n            \r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do."}, "government_response": null, "debate": null, "departments": [], "topics": []}}, {"type": "petition", "id": 326911, "links": {"self": "https://petition.parliament.uk/petitions/326911.json"}, "attributes": {"action": "Replace the statues of slave owners with solar panels", "background": "Statues of slave owners should be torn down and replaced with solar panels or other forms of sustainable energy production. Perhaps plaques could be erected also explaining why these statues where torn down.", "additional_details": "The celebration of slave ownership and systemic racism should have no place in this country - even if these people where rich and powerful in other significant ways. The celebration of slave ownership and systemic racism also should have no place in this country if the prime minister and his cabinet claims to support the Black Lives Matter movement. The erection of solar panels in their place would assist battling the climate emergency (an issue that the UK has done very little against).", "committee_note": null, "state": "rejected", "signature_count": 8, "created_at": "2020-06-12T19:56:25.321Z", "updated_at": "2020-06-22T10:41:49.103Z", "rejected_at": "2020-06-22T10:41:49.106Z", "opened_at": null, "closed_at": null, "moderation_threshold_reached_at": "2020-06-12T20:29:54.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": {"code": "irrelevant", "details": "Decisions about individual historical monuments, statues, plaques and street names are a matter for the local authority in which they are located and private landowners, not the UK Government or Parliament.\r\n\r\nIf you want to raise concerns about a particular historical monument or statue you should contact your local authority about this.\r\n\r\nThe Local Government Association has published an advice note to help councils work to ensure all sections of the community feel heard by decision-makers and each other: https://www.local.gov.uk/topics/community-safety/statues\r\n\r\nWe have published the following petitions, which you might like to sign:\r\n\r\nEncourage and support the removal of memorials that glorify the slave trade: https://petition.parliament.uk/petitions/325449\r\n\r\nCreate an advisory board to review public statues and decide on their removal: https://petition.parliament.uk/petitions/325673"}, "government_response": null, "debate": null, "departments": [], "topics": []}}, {"type": "petition", "id": 324593, "links": {"self": "https://petition.parliament.uk/petitions/324593.json"}, "attributes": {"action": "Prioritise a green transformation in the COVID-19 economic recovery plan", "background": "People want an urgent response to the climate emergency. We have now seen that rapid action in times of crisis is possible. \r\n\r\nLet’s use the COVID-19 pandemic as a turning point in climate action, combining economic recovery with sustainable climate policy. \r\n\r\nThe time for action is now.", "additional_details": "We call on the government to step up their commitment to people and our environment.\r\n\r\nThe evidence is clear: implementing green policies is the best way to revive the economy and tackle climate change.\r\n\r\nWith all of our futures thrown into question by the pandemic, now is the best time to re-prioritise and build back better.\r\n\r\nWe’ve consolidated expert research on the most impactful measures to achieve a sustainable and thriving economy. \r\n\r\nVisit: Peoplesplan.org", "committee_note": null, "state": "rejected", "signature_count": 8, "created_at": "2020-06-03T20:12:25.845Z", "updated_at": "2020-06-15T07:30:49.816Z", "rejected_at": "2020-06-15T07:30:49.819Z", "opened_at": null, "closed_at": null, "moderation_threshold_reached_at": "2020-06-04T11:04:04.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": {"code": "duplicate", "details": "You may wish to sign this petition calling for the same action: https://petition.parliament.uk/petitions/317343\r\n\r\nYou can find out more about coronavirus and how you can protect yourself and others here:\r\n\r\nwww.gov.uk/coronavirus\r\nhttps://www.nhs.uk/conditions/coronavirus-covid-19/\r\n\r\nThe Government has also created an online service to help you find out what you can do if you’re struggling because of coronavirus: https://www.gov.uk/find-coronavirus-support\r\n\r\nYou can read NHS tips to help if you are worried about coronavirus here: https://www.nhs.uk/oneyou/every-mind-matters/coronavirus-covid-19-anxiety-tips\r\n\r\nYou can read impartial analysis of the Government response to coronavirus and policy developments here: https://commonslibrary.parliament.uk/coronavirus/\r\n\r\nYou may also be interested to know that because of the large number of petitions that have been started in relation to coronavirus, the Petitions Committee has been questioning the Government about its response to the coronavirus outbreak.\r\n \r\nFind out more: https://committees.parliament.uk/work/192/the-governments-response-to-coronavirus/"}, "government_response": null, "debate": null, "departments": [], "topics": ["covid-19"]}}, {"type": "petition", "id": 319997, "links": {"self": "https://petition.parliament.uk/petitions/319997.json"}, "attributes": {"action": "Prioritise green economic recovery", "background": "•Invest in green infrastructure, tech & skills - companies in nonpolluting industries\r\n•Create sustainability jobs\r\n•Extend & incentivise walking & cycling zones\r\n•Support & incentivise sustainable food, farming & fishing\r\n•Pass environmental laws & bring in targets in law to restore ecosystems", "additional_details": "The Covid-19 lockdown has cut climate change emissions for now. As the UK attempts to ease restrictions and tries to repair damage to the economy from the crisis, we call on the government to prioritise green economic recovery. \r\n\r\nThe slogan of post-disaster recovery is \"Build Back Better\". Let's put it into action. It's time to transform the UK into a sustainable and climate-neutral economy.", "committee_note": null, "state": "rejected", "signature_count": 8, "created_at": "2020-05-09T12:34:22.332Z", "updated_at": "2020-06-15T07:29:25.102Z", "rejected_at": "2020-06-15T07:29:25.105Z", "opened_at": null, "closed_at": null, "moderation_threshold_reached_at": "2020-05-10T08:29:34.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": {"code": "duplicate", "details": "You may wish to sign this petition calling for the same action: https://petition.parliament.uk/petitions/317343\r\n\r\nYou can find out more about coronavirus and how you can protect yourself and others here:\r\n\r\nwww.gov.uk/coronavirus\r\nhttps://www.nhs.uk/conditions/coronavirus-covid-19/\r\n\r\nThe Government has also created an online service to help you find out what you can do if you’re struggling because of coronavirus: https://www.gov.uk/find-coronavirus-support\r\n\r\nYou can read NHS tips to help if you are worried about coronavirus here: https://www.nhs.uk/oneyou/every-mind-matters/coronavirus-covid-19-anxiety-tips\r\n\r\nYou can read impartial analysis of the Government response to coronavirus and policy developments here: https://commonslibrary.parliament.uk/coronavirus/\r\n\r\nYou may also be interested to know that because of the large number of petitions that have been started in relation to coronavirus, the Petitions Committee has been questioning the Government about its response to the coronavirus outbreak.\r\n \r\nFind out more: https://committees.parliament.uk/work/192/the-governments-response-to-coronavirus/"}, "government_response": null, "debate": null, "departments": [], "topics": ["covid-19"]}}, {"type": "petition", "id": 317793, "links": {"self": "https://petition.parliament.uk/petitions/317793.json"}, "attributes": {"action": "Consider raising Statutory Maternity Pay in line with all other benefits", "background": "Universal Credit has been raised to account for the fact that people are having financial hardship due to Covid 19 - SMP has not been included in this and we are reliant upon this money just like everyone else.", "additional_details": "For those who are not lucky enough to benefit from Occupational Maternity Pay, we are relying upon SMP from the government to pay our bills whilst on maternity leave, many having to cut short time with their baby as the drop from a full time salary/wage to just over £600 a month is not sustainable long term. \r\nDue to Covid 19 new mums and families are unable to leave their homes and therefore face the same hardships as everyone else claiming UC, which has been raised to counteract this.", "committee_note": null, "state": "rejected", "signature_count": 8, "created_at": "2020-04-22T07:30:56.379Z", "updated_at": "2020-07-01T19:10:38.728Z", "rejected_at": "2020-07-01T19:10:23.874Z", "opened_at": null, "closed_at": null, "moderation_threshold_reached_at": "2020-04-22T08:18:34.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": {"code": "duplicate", "details": "https://petition.parliament.uk/petitions/314516 "}, "government_response": null, "debate": null, "departments": [], "topics": []}}, {"type": "petition", "id": 317688, "links": {"self": "https://petition.parliament.uk/petitions/317688.json"}, "attributes": {"action": "COVID-19 economic rescue plans must be green", "background": "Coronavirus and climate change are the biggest challenges facing a generation.\r\n\r\nEmergency financing must be used to build a sustainable economy which supports our health and wellbeing and drives growth, providing new jobs and opportunities across the UK for our generation and those of the future.", "additional_details": "In 2019, Parliament declared a climate change emergency. \r\n\r\nThe government committed to net-zero carbon emissions by 2050, pledging investment in clean energy solutions and green infrastructure and forecasting that the low carbon economy ‘could grow 11 per cent per year between 2015 and 2030, four times faster than the projected growth of the economy as a whole’.\r\n\r\nThe government must invest emergency funds in green and reproductive sectors including health, social care and public services.", "committee_note": null, "state": "rejected", "signature_count": 8, "created_at": "2020-04-21T14:45:17.770Z", "updated_at": "2020-06-15T07:28:31.031Z", "rejected_at": "2020-06-15T07:28:31.034Z", "opened_at": null, "closed_at": null, "moderation_threshold_reached_at": "2020-04-21T18:19:54.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": {"code": "duplicate", "details": "You may wish to sign this petition calling for the same action: https://petition.parliament.uk/petitions/317343\r\n\r\nYou can find out more about coronavirus and how you can protect yourself and others here:\r\n\r\nwww.gov.uk/coronavirus\r\nhttps://www.nhs.uk/conditions/coronavirus-covid-19/\r\n\r\nThe Government has also created an online service to help you find out what you can do if you’re struggling because of coronavirus: https://www.gov.uk/find-coronavirus-support\r\n\r\nYou can read NHS tips to help if you are worried about coronavirus here: https://www.nhs.uk/oneyou/every-mind-matters/coronavirus-covid-19-anxiety-tips\r\n\r\nYou can read impartial analysis of the Government response to coronavirus and policy developments here: https://commonslibrary.parliament.uk/coronavirus/\r\n\r\nYou may also be interested to know that because of the large number of petitions that have been started in relation to coronavirus, the Petitions Committee has been questioning the Government about its response to the coronavirus outbreak.\r\n \r\nFind out more: https://committees.parliament.uk/work/192/the-governments-response-to-coronavirus/"}, "government_response": null, "debate": null, "departments": [], "topics": ["covid-19"]}}, {"type": "petition", "id": 317265, "links": {"self": "https://petition.parliament.uk/petitions/317265.json"}, "attributes": {"action": "Scrap the no recourse to public funds clause for the NHS workers on work permit", "background": "The government needs to recognise the challenges the immigrant NHS workers like nurses and doctors battle with given the low pay that hardly sustains their needs. It’s can not be right that  at this time of a pandemic of this magnitude, they can be denied access to public funds following this clause", "additional_details": "The Non EU overseas workers significantly sustain the NHS services. Considering the effect of the pandemic on the economy, They are four fold hit! Its logical that the gruelling shifts grappled with in the war of Covid19 pandemic leave them devoid of the energy for extra shifts that they rely on to sustain their needs, besides the visa renewal  and Immigration health surcharge costs. They need to legally access the public’s funds too when they can’t work. Stop this austerity and be kind to them.", "committee_note": null, "state": "rejected", "signature_count": 8, "created_at": "2020-04-18T23:43:30.746Z", "updated_at": "2020-04-24T07:52:35.281Z", "rejected_at": "2020-04-24T07:52:35.283Z", "opened_at": null, "closed_at": null, "moderation_threshold_reached_at": "2020-04-19T03:51:04.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": {"code": "duplicate", "details": "You may wish to sign this petition calling for the same action: https://petition.parliament.uk/petitions/306335\r\n\r\nWe have also published a number of other petitions calling for NHS workers to be financially recompensed as a result of the coroanvirus outbreak, which you might like to sign.\r\n\r\nMake hazard pay mandatory for key workers in the midst of COVID 19: https://petition.parliament.uk/petitions/307619\r\n\r\nGive all key workers a 100% tax and Nat. Ins. holiday through COVID-19 crisis: https://petition.parliament.uk/petitions/306845\r\n\r\nPay bonus to all key workers: https://petition.parliament.uk/petitions/307215\r\n\r\nIncentivise NHS staff during the COVID19 outbreak by making wages untaxable: https://petition.parliament.uk/petitions/304595\r\n\r\nIncrease pay for NHS healthcare workers and recognise their work: https://petition.parliament.uk/petitions/300073\r\n\r\nBonus for emergency services personnel working due to COVID-19: https://petition.parliament.uk/petitions/303306\r\n\r\nYou can find out more about coronavirus and how you can protect yourself and others here:\r\n\r\nwww.gov.uk/coronavirus\r\nhttps://www.nhs.uk/conditions/coronavirus-covid-19/\r\n\r\nThe Government has also created an online service to help you out what you can do if you’re struggling because of coronavirus: https://www.gov.uk/find-coronavirus-support\r\n\r\nYou can read NHS tips to help if you are worried about coronavirus here: https://www.nhs.uk/oneyou/every-mind-matters/coronavirus-covid-19-anxiety-tips\r\n\r\nYou can read impartial analysis of the Government response to coronavirus and policy developments here:\r\nhttps://commonslibrary.parliament.uk/coronavirus/ \r\n\r\nYou may also be interested to know that because of the large number of petitions that have been started in relation to coronavirus, the Petitions Committee has been questioning the Government about its response to the coronavirus outbreak. \r\n \r\nFind out more and watch the Committee put questions suggested by petitioners to Government Ministers and the Deputy Chief Medical Officer: https://committees.parliament.uk/committee/326/petitions-committee/news/145767/committee-question-deputy-chief-medical-officer-and-ministers-on-coronavirus-response/\r\n \r\nRead letters asking further questions of Government Ministers: https://committees.parliament.uk/committee/326/petitions-committee/publications/3/correspondence/"}, "government_response": null, "debate": null, "departments": [], "topics": ["covid-19"]}}, {"type": "petition", "id": 315839, "links": {"self": "https://petition.parliament.uk/petitions/315839.json"}, "attributes": {"action": "Assistance for the S/E who do not qualify for the Economic Resilience\r\nScheme", "background": "Address the inequality of the support for the small Sole Traders with the current Covid 19 bale-out. Urgent help needed for fixed costs\r\nVia their UTR numbers their overheads are declared to HMRC as are their profits.fixed costs come out of turnover.profits are what's left", "additional_details": "Help is needed for premises,rents,  insurances, feeding costs where working horses and other livestock retained.\r\nThese business are following government directive to close , but their\r\noverheads continue with no cash-flow coming in. It is not sustainable without urgent help, many will lose everything\r\nThe proposed HMRC scheme is too little too late and does not address the issue. Within our Sole Traders and S/E is a wealth of talent that contributes to the trading success of our Nation.", "committee_note": null, "state": "rejected", "signature_count": 8, "created_at": "2020-04-13T15:08:02.916Z", "updated_at": "2020-06-18T14:10:12.537Z", "rejected_at": "2020-06-18T14:09:55.010Z", "opened_at": null, "closed_at": null, "moderation_threshold_reached_at": "2020-04-13T16:27:44.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": {"code": "no-action", "details": "Petitions need to call on the Government or Parliament to take a specific action, and it is not clear from your petition what support you are calling for.\r\n                \r\nAs the Economic Resilience Scheme is a Welsh Government initiative, you could start a new petition explaining clearly what specific kind(s) of financial or other support you would like the UK Government to provide to self-employed people."}, "government_response": null, "debate": null, "departments": [], "topics": ["covid-19"]}}, {"type": "petition", "id": 314811, "links": {"self": "https://petition.parliament.uk/petitions/314811.json"}, "attributes": {"action": "NHS DAY to celebrate the heroes!", "background": "Just like we have a Red Nose Day I think we should have a NHS DAY to celebrate our nations heroes, as I think it is shocking it took until the Covid-19 pandemic for us to recognise them. On this day we could fundraise and hold events to celebrate as well as doing a country wide clap for heroes.", "additional_details": "I want the Government to do it because ultimately they are the ones who have the power to bring something like this into play, to make the nation recognise its importance. I understand we have a NHS Sustainability day but also understand this focuses on how to sustain the NHS Service not necessarily celebrating the nations heroes.", "committee_note": null, "state": "rejected", "signature_count": 8, "created_at": "2020-04-08T12:30:14.169Z", "updated_at": "2020-05-18T10:59:30.486Z", "rejected_at": "2020-05-18T10:59:30.489Z", "opened_at": null, "closed_at": null, "moderation_threshold_reached_at": "2020-04-08T17:32:34.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": {"code": "duplicate", "details": "You may wish to sign this petition calling for the same action: https://petition.parliament.uk/petitions/308614\r\n\r\nYou can find out more about coronavirus and how you can protect yourself and others here:\r\n\r\nwww.gov.uk/coronavirus\r\nhttps://www.nhs.uk/conditions/coronavirus-covid-19/\r\n\r\nThe Government has also created an online service to help you out what you can do if you’re struggling because of coronavirus: https://www.gov.uk/find-coronavirus-support\r\n\r\nYou can read NHS tips to help if you are worried about coronavirus here: https://www.nhs.uk/oneyou/every-mind-matters/coronavirus-covid-19-anxiety-tips\r\n\r\nYou can read impartial analysis of the Government response to coronavirus and policy developments here: https://commonslibrary.parliament.uk/coronavirus/\r\n\r\nYou may also be interested to know that because of the large number of petitions that have been started in relation to coronavirus, the Petitions Committee has been questioning the Government about its response to the coronavirus outbreak.\r\n \r\nFind out more and watch the Committee put questions suggested by petitioners to Government Ministers and the Deputy Chief Medical Officer: https://committees.parliament.uk/committee/326/petitions-committee/news/145767/committee-question-deputy-chief-medical-officer-and-ministers-on-coronavirus-response/\r\n \r\nRead letters asking further questions of Government Ministers: https://committees.parliament.uk/committee/326/petitions-committee/publications/3/correspondence/"}, "government_response": null, "debate": null, "departments": [], "topics": ["covid-19"]}}, {"type": "petition", "id": 312377, "links": {"self": "https://petition.parliament.uk/petitions/312377.json"}, "attributes": {"action": "Award the George Cross to the NHS.", "background": "The Cabinet Office can give this honour and, therefore, I and, hopefully in due course, many others feel that this would be an appropriate reward from the state in recognising the entire effort made by the NHS during this period of national emergency.", "additional_details": "There is clear precedent for making such a collective award. In 1942, the island of Malta and its people were awarded the George Cross for the fortitude of the population under sustained enemy air raids and a navel blockade. In 1999, the RUC was also a collective recipient as the main target of terrorist attracts and for protecting both sides of the Northern Irish community.\r\n\r\nIndeed, the citation for any recipient is stated as, 'for acts of the greatest heroism or for the most conspicuous courage in circumstances of extreme danger'.", "committee_note": null, "state": "rejected", "signature_count": 8, "created_at": "2020-03-30T20:08:33.653Z", "updated_at": "2020-04-15T06:01:48.737Z", "rejected_at": "2020-04-15T06:01:29.996Z", "opened_at": null, "closed_at": null, "moderation_threshold_reached_at": "2020-04-01T17:58:24.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": {"code": "duplicate", "details": "You may wish to sign these petitions calling for the same action.\n\nAward Covid-19 medals to all emergency services and involved armed forces: https://petition.parliament.uk/petitions/302613\n\nA medal to honour the fortitude of people working in essential occupations: https://petition.parliament.uk/petitions/308035\n\nYou can find out more about coronavirus and how you can protect yourself and others here:\n\nNHS website: https://www.nhs.uk/conditions/coronavirus-covid-19/\nUK Government website: https://www.gov.uk/coronavirus\n\nYou can read NHS tips to help if you are worried about coronavirus here: https://www.nhs.uk/oneyou/every-mind-matters/coronavirus-covid-19-anxiety-tips\n\nYou may also be interested to know that because of the large number of petitions that have been started in relation to coronavirus, the Petitions Committee has been questioning the Government about its response to the coronavirus outbreak.\n\nFind out more and watch the Committee put questions suggested by petitioners to Government Ministers and the Deputy Chief Medical Officer: https://committees.parliament.uk/committee/326/petitions-committee/news/145767/committee-question-deputy-chief-medical-officer-and-ministers-on-coronavirus-response/\n\nRead correspondence with Government Ministers asking further questions: https://committees.parliament.uk/committee/326/petitions-committee/publications/3/correspondence/\n"}, "government_response": null, "debate": null, "departments": [], "topics": ["covid-19"]}}, {"type": "petition", "id": 312167, "links": {"self": "https://petition.parliament.uk/petitions/312167.json"}, "attributes": {"action": "Include recently self employed worker's in the covid 19 support grants", "background": "We want the government to include people who have started as self employed in the last 12-18 months to be included in government support grants.", "additional_details": "We want this to happen as we are not currently covered by any support package. We believe that help could be provided based on historic ,current records and information about to be submitted to HMRC via self assessment. Many of us have invested in starting our businesses expecting to recoup these expenses in the coming years and as such do not have the financial cushion in place to sustain a long period out of work.", "committee_note": null, "state": "rejected", "signature_count": 8, "created_at": "2020-03-30T08:58:05.376Z", "updated_at": "2020-04-15T06:03:21.049Z", "rejected_at": "2020-04-15T06:02:48.817Z", "opened_at": null, "closed_at": null, "moderation_threshold_reached_at": "2020-03-30T15:24:44.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": {"code": "duplicate", "details": "You may wish to sign these petitions calling for the same action.\n\nPay self employed workers a wage due to lack or earnings caused by COVID-19: https://petition.parliament.uk/petitions/303345\n\nProvide COVID19 income support for the newly self-employed, without HMRC records: https://petition.parliament.uk/petitions/310471\n\nRemove the £50k earnings limit for self-employed to access government funding: https://petition.parliament.uk/petitions/310455\n\nCoronavirus Support Package for Directors / Shareholders of small Limited Co's: https://petition.parliament.uk/petitions/310515\n\nGet HMRC to refund the Self-Employed their Jan 2020 1st Tax Payment on Account: https://petition.parliament.uk/petitions/304995\n\nBring forward COVID-19 Self-employment grants to April 2020: https://petition.parliament.uk/petitions/310898\n\nYou can find out about what Government support is available for people as a result of coronavirus (under the section on employment and financial support) here: https://www.gov.uk/coronavirus\n\n\nYou can find out more about coronavirus and how you can protect yourself and others here: https://www.nhs.uk/conditions/coronavirus-covid-19/\n\nYou can read NHS tips to help if you are worried about coronavirus here: https://www.nhs.uk/oneyou/every-mind-matters/coronavirus-covid-19-anxiety-tips\n\nYou may also be interested to know that because of the large number of petitions that have been started in relation to coronavirus, the Petitions Committee has been questioning the Government about its response to the coronavirus outbreak.\n\nFind out more and watch the Committee put questions suggested by petitioners to Government Ministers and the Deputy Chief Medical Officer: https://committees.parliament.uk/committee/326/petitions-committee/news/145767/committee-question-deputy-chief-medical-officer-and-ministers-on-coronavirus-response/\n\nRead correspondence with Government Ministers asking further questions: https://committees.parliament.uk/committee/326/petitions-committee/publications/3/correspondence/\nUK Parliament Disclaimer: this e-mail is confidential to the intended recipient. If you have received it in error, please notify the sender and delete it from your system. Any unauthorised use, disclosure, or copying is not permitted. This e-mail has been checked for viruses, but no liability is accepted for any damage caused by any virus transmitted by this e-mail. This e-mail address is not secure, is not encrypted and should not be used for sensitive data.\n"}, "government_response": null, "debate": null, "departments": [], "topics": ["covid-19"]}}, {"type": "petition", "id": 311272, "links": {"self": "https://petition.parliament.uk/petitions/311272.json"}, "attributes": {"action": "Block a government bailout of Virgin Atlantic Airlines.", "background": "Due to the global pandemic Covid-19 and subsequent drastic fall in transatlantic air travel, Virgin Atlantic have requested billions in government bailouts to sustain their business despite their billionaire founder.", "additional_details": "We would like the government to block any such financial bailout and divert any availabile money to fighting covid-19.", "committee_note": null, "state": "rejected", "signature_count": 8, "created_at": "2020-03-27T21:31:26.923Z", "updated_at": "2020-04-01T07:56:23.900Z", "rejected_at": "2020-04-01T07:56:23.903Z", "opened_at": null, "closed_at": null, "moderation_threshold_reached_at": "2020-03-28T07:07:34.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": {"code": "duplicate", "details": "You may wish to sign this petition calling for the same action: https://petition.parliament.uk/petitions/302992\r\n\r\nYou can find out more about coronavirus and how you can protect yourself and others here:\r\n\r\nNHS website: https://www.nhs.uk/conditions/coronavirus-covid-19/\r\nUK Government website: https://www.gov.uk/coronavirus\r\n\r\nYou can read NHS tips to help if you are worried about coronavirus here: https://www.nhs.uk/oneyou/every-mind-matters/coronavirus-covid-19-anxiety-tips"}, "government_response": null, "debate": null, "departments": [], "topics": ["covid-19"]}}, {"type": "petition", "id": 306634, "links": {"self": "https://petition.parliament.uk/petitions/306634.json"}, "attributes": {"action": "Action on Non Exhaust Emissions", "background": "The proposed Clean Air Act must include legislation on non exhaust emissions - these are particles from tyres, the road surface and plasticisers. Also known as PM2.5, the major source of these invisible microparticulate pollution are buses and lorries.", "additional_details": "Environmentally friendly and sustainable transport solutions must be found for our busy towns and cities which should include light rail systems.\r\nThe government should agree to the establishment of a local transport infrastructure fund to enable transport authorities to develop sustainable alternatives including light rail", "committee_note": null, "state": "rejected", "signature_count": 8, "created_at": "2020-03-20T15:39:36.746Z", "updated_at": "2020-04-30T08:36:07.693Z", "rejected_at": "2020-04-30T08:32:22.356Z", "opened_at": null, "closed_at": null, "moderation_threshold_reached_at": "2020-03-24T09:52:44.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": {"code": "no-action", "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe're not sure exactly what you'd like the Government or Parliament to do.  We understand you want action on emissions, but we're not sure what you'd like the Government to do, such as a ban or increased taxation. \r\n\t\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do."}, "government_response": null, "debate": null, "departments": [], "topics": []}}, {"type": "petition", "id": 305799, "links": {"self": "https://petition.parliament.uk/petitions/305799.json"}, "attributes": {"action": "Review Statutory Sick Pay For Employees", "background": "The current level of sick pay is unacceptable. COVID-19 has not only impacted our health, our social life and now our finances. \r\n\r\nIn the these unprecedented times, we must support people who have to take time off to self isolate but more importantly support people who cannot work.", "additional_details": "Especially teachers and support staff who won’t be able to work indefinitely due to school closures. The government must take responsibility to support people as £94.25 a week is not enough to sustain livelihoods. Stress of bills and affording needs would have a great impact on mental health. Consequently, causing serious issues and disruptions when schools reopen. SSP should be at EU standards, paying minimum of 70% of wages rather than a measly standard rate.", "committee_note": null, "state": "rejected", "signature_count": 8, "created_at": "2020-03-19T11:06:35.806Z", "updated_at": "2020-03-31T08:28:51.612Z", "rejected_at": "2020-03-31T08:28:51.615Z", "opened_at": null, "closed_at": null, "moderation_threshold_reached_at": "2020-03-19T11:21:14.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": {"code": "duplicate", "details": "You may wish to sign this petition calling for the same action: https://petition.parliament.uk/petitions/302277\r\n\r\nYou can find out more about coronavirus and how you can protect yourself and others here:\r\n\r\nNHS website: https://www.nhs.uk/conditions/coronavirus-covid-19/\r\n\r\nUK Government website: https://www.gov.uk/coronavirus"}, "government_response": null, "debate": null, "departments": [], "topics": ["covid-19"]}}, {"type": "petition", "id": 303478, "links": {"self": "https://petition.parliament.uk/petitions/303478.json"}, "attributes": {"action": "Self employed worker's ask for bailout to survive during this covid 19 outbreak", "background": "The Coronavirus outbreak has impacted many self employed and zero hour workers into financial crisis as a result they're forced to either stop work or spread the desease.\r\nWe're requesting the government to fund us until the outbreak of covid 19 is over.", "additional_details": "Self employed driver's are struggling to survive the outbreak of covid 19 and there are literally no customers to sustain.\r\nSome workers are valnables to the desease due to the fact they have pre medical condition or age and forced to stop work.\r\nWe urge to the government to take urgent actions and bail us out.", "committee_note": null, "state": "rejected", "signature_count": 8, "created_at": "2020-03-16T00:50:50.895Z", "updated_at": "2020-03-25T10:01:08.594Z", "rejected_at": "2020-03-25T10:01:08.596Z", "opened_at": null, "closed_at": null, "moderation_threshold_reached_at": "2020-03-16T01:05:14.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": {"code": "duplicate", "details": "https://petition.parliament.uk/petitions/303345"}, "government_response": null, "debate": null, "departments": [], "topics": []}}, {"type": "petition", "id": 620473, "links": {"self": "https://petition.parliament.uk/petitions/620473.json"}, "attributes": {"action": "Reduce the amount of non renewable engry used in the uk by 30% by 2025", "background": "I want the government to spend more time, money and resources on making energy more affordable and more sustainable so that less people struggle and the uk becomes a better place.", "additional_details": "The government should do this to help with the cost of living which is on a rapid rise it will also help the uk become a greener country", "committee_note": null, "state": "rejected", "signature_count": 7, "created_at": "2022-07-17T13:00:43.634Z", "updated_at": "2022-07-20T07:08:19.349Z", "rejected_at": "2022-07-20T07:08:17.227Z", "opened_at": null, "closed_at": null, "moderation_threshold_reached_at": "2022-07-17T15:16:09.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": {"code": "duplicate", "details": "We have published the following petitions, which you might like to sign:\r\n\r\nAddress the Energy, Climate and Environment crisis by investing in Renewables: https://petition.parliament.uk/petitions/617729\r\n\r\nSet a target for 70% of UK energy to be renewable by 2030: https://petition.parliament.uk/petitions/612739"}, "government_response": null, "debate": null, "departments": [], "topics": []}}, {"type": "petition", "id": 620101, "links": {"self": "https://petition.parliament.uk/petitions/620101.json"}, "attributes": {"action": "Decarbonising defence", "background": "To make the Millitary more sustainable for the environment", "additional_details": "We want to let out less co2 emmisions so that we can live in a future that is clean.", "committee_note": null, "state": "rejected", "signature_count": 7, "created_at": "2022-07-11T15:22:00.109Z", "updated_at": "2022-07-18T08:14:10.667Z", "rejected_at": "2022-07-18T08:14:09.564Z", "opened_at": null, "closed_at": null, "moderation_threshold_reached_at": "2022-07-12T18:47:49.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": {"code": "no-action", "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe understand that you're concerned about emissions associated with UK defence arrangements, but we're not sure exactly what you'd like the Government or Parliament to do.\r\n\r\nThe Ministry of Defence has published a Climate Change and Sustainability Strategic Approach, which sets out the ambition, the principles and the methods needed for UK Defence to meet the challenge of climate change: https://www.gov.uk/government/publications/ministry-of-defence-climate-change-and-sustainability-strategic-approach\r\n\r\nIf there are specific actions you want the UK Government to take to reduce emissions from UK defence arrangements you could start a new petition explaining clearly what you would like the Government or Parliament to do."}, "government_response": null, "debate": null, "departments": [], "topics": []}}, {"type": "petition", "id": 611427, "links": {"self": "https://petition.parliament.uk/petitions/611427.json"}, "attributes": {"action": "Safeguard hedgerow habitat in the payment of field border set-aside subsidies", "background": "Ensure that payments for field border set-aside allocations are made ONLY where accompanying hedgerow is sustainably managed.\r\n\r\nDisallow tractor-driven rotary or flail blade hedge cutting on an annual/bi-annual basis to constitute 'sustainability' and legislate against it in subsidy allowance.", "additional_details": "Hedgerow habitat is essential for a broad spectrum of wildlife across the UK ecosystem. Yet Government-granted subsidies for field border set-aside strips do not presently include hedgerow within the scope of protection.\r\n\r\nWe ask that annual and biannual cutting of hedge lines with tractor-driven machinery will disqualify the landowner from receipt of these subsidies, since this practice significantly reduces wildlife support and current grants do not represent good value for the tax payer.", "committee_note": null, "state": "rejected", "signature_count": 7, "created_at": "2022-03-13T08:53:57.566Z", "updated_at": "2022-03-31T12:39:32.744Z", "rejected_at": "2022-03-21T08:59:09.850Z", "opened_at": null, "closed_at": null, "moderation_threshold_reached_at": "2022-03-14T19:19:38.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": {"code": "no-action", "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe understand that you're concerned about payments for set-aside agricultural land and protection of hedgerows, but we're not sure if all you want is for hedgerows that are subject to annual or biannual cutting with tractor-driven machinery to be made ineligible for these payments, or if you want there to be other requirements for the safeguarding of any hedgerows covered by these payments.\r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do."}, "government_response": null, "debate": null, "departments": [], "topics": []}}, {"type": "petition", "id": 610801, "links": {"self": "https://petition.parliament.uk/petitions/610801.json"}, "attributes": {"action": "Protect hedgerow habitat from excessive use of mechanised equipment", "background": "Make annual / biannual hedge and underbrush cutting with tractor-driven blades illegal.\r\nLicence flail and rotary cutting equipment operation.\r\nEnsure setaside subsidies are provided only where the entire ecosystem within the given boundary is protected, including hedgerow cover in such a mandate.", "additional_details": "Annual and bi-annual hedge cutting across the UK has brought about sharp declines of hedgerow-dependent wildlife. There is widely visible evidence that Government guidelines on the frequency of mechanised cuts are not being followed and field margin setaside payments are being wasted on sterile ecosystems as a result. The Health and Harmony document cites the importance of sustainable land management and the role landowners play in the welfare of the countryside. We agree with this citation.", "committee_note": null, "state": "rejected", "signature_count": 7, "created_at": "2022-03-06T00:38:22.260Z", "updated_at": "2022-03-11T17:33:49.353Z", "rejected_at": "2022-03-11T17:33:47.195Z", "opened_at": null, "closed_at": null, "moderation_threshold_reached_at": "2022-03-06T18:38:18.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": {"code": "irrelevant", "details": "We can't accept your petition because the UK Government and Parliament aren't responsible for the issue you raise. This is a decision for landowners. "}, "government_response": null, "debate": null, "departments": [], "topics": []}}, {"type": "petition", "id": 602718, "links": {"self": "https://petition.parliament.uk/petitions/602718.json"}, "attributes": {"action": "Ban single use plastics and the unnecessary use of plastic packaging", "background": "The change needs to start in super markets, big brands and companies. They need to be forced to change their packaging to sustainable material. Companies like Galaxy are already using a plant based packaging for their vegan chocolate, it can be done. Our oceans and planet need us to change.", "additional_details": "Single use plastics are polluting the world, they need to be banned. Our oceans are being destroyed. We actively ship recycling to other countries whose lands are polluted with our plastic waste. Single use masks are being discarded everywhere and being found in the oceans. Animals and their homes are dying. We are running out of room for anymore plastic wastage. It is in our water, air, fish, land. It has to stop. Mexico, Canada, Germany are doing this. We have a responsibility to do this too.", "committee_note": null, "state": "rejected", "signature_count": 7, "created_at": "2021-12-06T20:36:23.040Z", "updated_at": "2022-01-07T08:52:50.061Z", "rejected_at": "2022-01-07T08:52:49.008Z", "opened_at": null, "closed_at": null, "moderation_threshold_reached_at": "2022-01-05T19:43:28.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": {"code": "no-action", "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe understand that you are concerned about the use of plastics, but it's not clear exactly what plastics you want to be banned, and if you only want this ban to apply to certain businesses, or all.\r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do.\r\n\r\nWe have published the following petitions, which you might like to sign:\r\n\r\nBan plastic packaging for fruit and vegetables: https://petition.parliament.uk/petitions/600128\r\n\r\nBan the use of plastic food packaging: https://petition.parliament.uk/petitions/595495\r\n\r\nBan all plastic packaging: https://petition.parliament.uk/petitions/603901"}, "government_response": null, "debate": null, "departments": [], "topics": []}}, {"type": "petition", "id": 598425, "links": {"self": "https://petition.parliament.uk/petitions/598425.json"}, "attributes": {"action": "I would like all MPs to have to spend a period of three weeks working in the NHS", "background": "I want each MP to have to spend a period of a week with the ambulance service, a week on a ward and a week with a community Nursing team to get a real taste of how badly the healthcare service is struggling. They would work the same hours, with the same breaks, as those on the front line.", "additional_details": "I believe that members of parliament need to be shown first hand how sustained underfunding, Brexit and COVID-19 have hit our services. It is my hope that by doing this it would bring home to them how a fundamental overhaul of funding (including fair pay) is needed urgently. Both to safeguard patients and to protect the dedicated and hard working staff that we do have. They will have first hand experience of the huge gaps in the NHS, including staff, equipment, beds and services themselves.", "committee_note": null, "state": "rejected", "signature_count": 7, "created_at": "2021-10-03T20:46:04.981Z", "updated_at": "2021-10-08T13:11:28.726Z", "rejected_at": "2021-10-08T13:11:28.729Z", "opened_at": null, "closed_at": null, "moderation_threshold_reached_at": "2021-10-06T17:47:18.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": {"code": "irrelevant", "details": "Petitions must call for a specific action that the UK Government or House of Commons is responsible for.\r\n\r\nDecisions about working at the NHS are a matter for the NHS and private individuals, including MPs, not the Government or House of Commons.\r\n\r\nAs a result it is not possible for the Government or House of Commons to take the action you have requested."}, "government_response": null, "debate": null, "departments": [], "topics": []}}, {"type": "petition", "id": 594004, "links": {"self": "https://petition.parliament.uk/petitions/594004.json"}, "attributes": {"action": "Introduce mandatory environmental impact ratings on food products sold in the UK", "background": "Just as we currently have mandatory nutritional information, alcohol volume, allergy information and energy ratings on certain products, we should ask manufacturers to estimate CO2 emissions, water and plastic usage per product and to display these on their products packaging.", "additional_details": "An environmental impact rating would allow consumers to make informed choices when buying their food which would help individuals reduce their impact on the environment which we are beginning to see the devastating effects of globally. It would also incentivise companies to reduce their environmental impact as customers would choose to buy the products with a lower rating, thus putting sustainability at a similar priority to their profits.", "committee_note": null, "state": "rejected", "signature_count": 7, "created_at": "2021-08-03T12:22:23.445Z", "updated_at": "2021-08-05T07:26:43.718Z", "rejected_at": "2021-08-05T07:26:40.858Z", "opened_at": null, "closed_at": null, "moderation_threshold_reached_at": "2021-08-03T14:24:35.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": {"code": "duplicate", "details": "You may wish to sign this petition calling for a similar action: https://petition.parliament.uk/petitions/584505"}, "government_response": null, "debate": null, "departments": [], "topics": []}}, {"type": "petition", "id": 587398, "links": {"self": "https://petition.parliament.uk/petitions/587398.json"}, "attributes": {"action": "Minister of Agriculture, Fisheries and Food\r\nShould it be restructured", "background": "I am calling on the government to look at restructuring the “Minister of Agriculture, Fisheries and Food” into independent departments each having a minister responsible just for that industry.", "additional_details": "Because i believe having smaller independent departments would be more efficient and ministers could dedicate 100% of there time in just that area. Take fishing as an example the minister should have the power to set catch quota's based on scientific data, who can catch the fish and where, make it more sustainable and environmental friendly,\r\noversee the future of fishing including research in new method's of catching sustainable fish.", "committee_note": null, "state": "rejected", "signature_count": 7, "created_at": "2021-05-27T18:13:18.499Z", "updated_at": "2021-06-15T09:32:31.692Z", "rejected_at": "2021-06-15T09:32:30.682Z", "opened_at": null, "closed_at": null, "moderation_threshold_reached_at": "2021-06-09T20:03:55.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": {"code": "no-action", "details": "The Ministry of Agriculture, Fisheries and Food ceased to exist in 2001, when MAFF was merged with the Department of Environment, Transport and the Regions and other Government functions to form the Department for Environment, Food and Rural Affairs. "}, "government_response": null, "debate": null, "departments": [], "topics": []}}, {"type": "petition", "id": 586476, "links": {"self": "https://petition.parliament.uk/petitions/586476.json"}, "attributes": {"action": "deport all illegal immigrants and foreign criminals", "background": "refuse entry to illegal immigrants and deport those already here", "additional_details": "the cost to the taxpayers to support these illegal immigrants is shameful ,our housing, healthcare,and benefit systems are overwhelmed and cannot sustain this pressure . we have legal routes for immigration  . the daily onslaught of illegal entry to our shores must be stopped", "committee_note": null, "state": "rejected", "signature_count": 7, "created_at": "2021-05-18T09:21:42.212Z", "updated_at": "2021-06-01T11:03:27.136Z", "rejected_at": "2021-06-01T11:03:25.945Z", "opened_at": null, "closed_at": null, "moderation_threshold_reached_at": "2021-05-26T15:29:25.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": {"code": "no-action", "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe're not sure exactly what you'd like the Government or Parliament to do. Migrants who have entered the country illegally aren't entitled to taxpayer support.  It is already possible for people entering the country illegally, or who have been convicted of crimes here to be deported. \r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do."}, "government_response": null, "debate": null, "departments": [], "topics": []}}, {"type": "petition", "id": 584813, "links": {"self": "https://petition.parliament.uk/petitions/584813.json"}, "attributes": {"action": "Allow cleaner Carbon Neutral Electrofuel and Biofuel new vehicle sales from 2030", "background": "Parliament should legislate to allow new car and van sales from 2030 on that use cleaner CO2 Neutral fuel.\r\nElectrofuels/Efuels, Bioethanol from sustainable sources and Biomethane (Carbon Negative - made from waste products!), should be included to clean up waste and reduce overall emissions faster.", "additional_details": "Carbon Neutral fuels will use standard petrol / diesel pumps, so much less environment damage for it to be viable vs EV chargers.\r\nIt can be made in your own country.\r\nA change to a modern road fuel is more realistic for those on low income.\r\nClassic cars can safely run on Efuel as Porsche has proven.\r\nElectrofuel and biofuels are more sustainable and ethical than making 500kg+ of batteries per electric car, currently 5% recycled.\r\nLiquid fuel is convenient to refuel with better rural driving range.", "committee_note": null, "state": "rejected", "signature_count": 7, "created_at": "2021-05-02T18:54:25.041Z", "updated_at": "2021-05-07T11:15:16.731Z", "rejected_at": "2021-05-07T11:15:15.724Z", "opened_at": null, "closed_at": null, "moderation_threshold_reached_at": "2021-05-03T07:05:45.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": {"code": "duplicate", "details": "You may wish to sign this petition calling for the same action: https://petition.parliament.uk/petitions/563118"}, "government_response": null, "debate": null, "departments": [], "topics": []}}, {"type": "petition", "id": 584714, "links": {"self": "https://petition.parliament.uk/petitions/584714.json"}, "attributes": {"action": "Influence the Premier League to Implement a Wage Cap", "background": "In context of the current fan-led review, recognise the extent to which current wage levels for Premier League players undermine the financial sustainability of clubs in English football.", "additional_details": "The recent European Super League proposal has galvanised opinions amongst football fans. This is an ideal opportunity for fans to have their views heard on a subject many of us believe to have been a destabilising factor for many years.", "committee_note": null, "state": "rejected", "signature_count": 7, "created_at": "2021-05-01T15:16:48.865Z", "updated_at": "2021-05-07T09:43:09.753Z", "rejected_at": "2021-05-07T09:43:06.128Z", "opened_at": null, "closed_at": null, "moderation_threshold_reached_at": "2021-05-02T09:07:25.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": {"code": "irrelevant", "details": "The setting of player salaries by Premier League football clubs is a matter for them, the players, and the Professional Footballers Association, not the UK Government or Parliament.\r\n\r\nIn case it's helpful, the terms of reference for the Government's fan-led review of football governance have been published, and can be viewed here: https://www.gov.uk/government/publications/fan-led-review-of-football-governance/terms-of-reference-for-the-fan-led-review-of-football-governance.\r\n\r\nYou may like to sign this petition which calls for a related action: https://petition.parliament.uk/petitions/583310"}, "government_response": null, "debate": null, "departments": [], "topics": []}}, {"type": "petition", "id": 580302, "links": {"self": "https://petition.parliament.uk/petitions/580302.json"}, "attributes": {"action": "Devote £200bn of the ARIA budget to the Built Environment Sector.", "background": "The ARIA was launched February 23 2021 I would like Sunak and Kwarteng to 1) ear mark £200bn toward R&D to catalyse the construction of materials that will be used for future homes and 2) create a Built Environment branch in the \" What Works Network\" to link the innovations from ARIA in to practice.", "additional_details": "29million homes still need to be retrofitted and the built environment sector (Transport, Planning, Housing, Health, Land Use) are all siloed in their approach in building/ retrofitting our homes/ communities to be fit for the future. The sector has never had a ministry to combine all of the thought leadership occurring across the UK preventing us from reaching our carbon zero target in 2050. This could create a sustainable pipeline of sustainable jobs, economies and places fit for the future.", "committee_note": null, "state": "rejected", "signature_count": 7, "created_at": "2021-03-18T11:12:24.551Z", "updated_at": "2021-03-25T13:55:22.345Z", "rejected_at": "2021-03-25T13:55:22.347Z", "opened_at": null, "closed_at": null, "moderation_threshold_reached_at": "2021-03-19T19:04:45.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": {"code": "irrelevant", "details": "We can't accept your petition because the UK Government and Parliament aren't responsible for the issue you raise.\r\n\r\nWhen it is established, ARIA will have operational independence from government. Decisions on ARIA's programme portfolio will be set by ARIA, not ministers. \r\n\r\nThe Government's ARIA policy statement has more information:\r\nhttps://www.gov.uk/government/publications/advanced-research-and-invention-agency-aria-statement-of-policy-intent/advanced-research-and-invention-agency-aria-policy-statement"}, "government_response": null, "debate": null, "departments": [], "topics": []}}, {"type": "petition", "id": 578871, "links": {"self": "https://petition.parliament.uk/petitions/578871.json"}, "attributes": {"action": "Make loose fruit and veg cheaper than fruit and veg in plastic.", "background": "The fruit and veg wrapped in plastic is cheaper than the loose fruit and veg. This needs to be changed so that people will buy the loose fruit and veg resulting in our consumption of plastic being reduced. Some countries are already doing this. Why can't we?", "additional_details": "We are living in a climate crisis. If we do not make the changes necessary then humanity may not survive the consequences. Before the 1950s nothing in shops was wrapped in plastic meaning that it is possible and we can do it again. This would just be one step to becoming a more sustainable society and stopping the destruction of our planet and ourselves. The plastic that is destroying our oceans and wildlife eventually gets back to us and negatively impacts our health. This is effecting us too.", "committee_note": null, "state": "rejected", "signature_count": 7, "created_at": "2021-03-10T17:08:02.303Z", "updated_at": "2021-03-17T09:40:39.151Z", "rejected_at": "2021-03-17T09:40:39.154Z", "opened_at": null, "closed_at": null, "moderation_threshold_reached_at": "2021-03-10T18:24:35.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": {"code": "irrelevant", "details": "We can't accept your petition because the UK Government and Parliament aren't responsible for the issue you raise. This would be a matter for retailers.\r\n\r\nYou might like to sign this petition:\r\n\r\nhttps://petition.parliament.uk/petitions/577169"}, "government_response": null, "debate": null, "departments": [], "topics": []}}, {"type": "petition", "id": 576062, "links": {"self": "https://petition.parliament.uk/petitions/576062.json"}, "attributes": {"action": "Outdoor activity must be allowed immediately", "background": "Parliament should immediately compel the government to remove restrictions on outdoor activities that do not involve sustained close contact.", "additional_details": "There is no evidence of significant Covid-19 outbreaks associated with outdoor activities. Even the large numbers of people congregating on the UK beaches in the summer at high density have not been linked to any outbreaks as confirmed by Professor Woolhouse, a member of SAGE.\r\nThere are serious concerns about the effect restrictions are having on people's health, both mental and physical. Restrictions should only be created when there is a clear need for them.\r\nRestricting outdoor activities has no clear benefit and a number of clear harms. There is no rationale for restricting any outdoor sports or activities where people can remain distanced. The continuing prohibition of these activities is causing a completely unnecessary harm and should be immediately removed.", "committee_note": null, "state": "rejected", "signature_count": 7, "created_at": "2021-02-20T19:43:38.821Z", "updated_at": "2021-03-08T15:04:25.323Z", "rejected_at": "2021-03-08T15:04:25.326Z", "opened_at": null, "closed_at": null, "moderation_threshold_reached_at": "2021-02-20T23:46:07.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": {"code": "no-action", "details": "Petitions need to call on the Government or Parliament to take a specific action. We're not sure exactly what you'd like the Government or Parliament to do. \r\n                \r\nYou could start a new petition explaining clearly which outdoor activities you'd like to see allowed, or calling for the Government to lift restrictions on all outdoor activities except specific close contact activities identified by the Government, if you'd like to see either of these things happen."}, "government_response": null, "debate": null, "departments": [], "topics": []}}, {"type": "petition", "id": 575662, "links": {"self": "https://petition.parliament.uk/petitions/575662.json"}, "attributes": {"action": "Create a duty to account for the impacts of government decisions on children", "background": "Create a binding duty that allows children, regardless of socio-economic background, to be fully and equally represented in core government decision making relating to health, environment and wellbeing, particularly where the results have potential to widen intergenerational inequality.", "additional_details": "In the context of Covid-19 children have had no voice in decision making. Yet this will affect their education, wellbeing, and their future prospects as economically active citizens. The proposed mitigation strategies are woefully inadequate, and children themselves are not being consulted about shaping their own futures post-Covid. Similarly with climate change, children have no right to representation in decision making that affects the sustainability of the future, which is largely theirs.", "committee_note": null, "state": "rejected", "signature_count": 7, "created_at": "2021-02-17T20:32:11.419Z", "updated_at": "2021-02-25T10:18:35.204Z", "rejected_at": "2021-02-25T09:57:26.403Z", "opened_at": null, "closed_at": null, "moderation_threshold_reached_at": "2021-02-18T09:25:47.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": {"code": "no-action", "details": "Section 149 of the Equality Act 2010 sets out the Public Sector Equality Duty, which requires public authorities, including Government departments and Ministers, to have due regard to several equality considerations, including age, when exercising their functions. As this duty places expectations on the Government to consider the impact of their policies on children, among other groups at risk of socio-economic disadvantage, it is not clear what action you would like the Government to take.\r\n\r\nYou can find out more about the Public Sector Equality Duty here: https://commonslibrary.parliament.uk/research-briefings/sn06591/.\r\n\r\nAs this duty requires public authorities to simply have 'due regard' to such considerations, you could start a petition calling on the Government to strengthen this requirement by enacting the Public Sector Duty and associated Equality Impact Assessments as law, if that is something you'd like to see happen."}, "government_response": null, "debate": null, "departments": [], "topics": []}}, {"type": "petition", "id": 570282, "links": {"self": "https://petition.parliament.uk/petitions/570282.json"}, "attributes": {"action": "Force all products to state on front whether ALL their contents are recyclable.", "background": "Make it a requirement by law for every consumable item to state on its front if every item of packaging used is widely recyclable.\r\nIf Not Yet Recycled is stated, to make it a legal requirement to use a recyclable alternative within 26 weeks once the law is passed.", "additional_details": "We need to bring absolute clarity to the amount of non recyclable packaging used, by forcing companies to admit this on the front of the packaging. Often cardboard packages are used, but non recycled packaging is inside. Also, plastics are frequently used which are not recyclable, and it's easy to forget to check this when buying. By forcing companies to only be able to stock items that comply, we force huge numbers of organisations to take a serious look at their sustainability commitments or risk losing sales.", "committee_note": null, "state": "rejected", "signature_count": 7, "created_at": "2021-01-14T23:47:58.088Z", "updated_at": "2021-02-16T09:38:14.822Z", "rejected_at": "2021-02-16T09:38:14.824Z", "opened_at": null, "closed_at": null, "moderation_threshold_reached_at": "2021-01-16T07:27:07.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": {"code": "duplicate", "details": "https://petition.parliament.uk/petitions/553725"}, "government_response": null, "debate": null, "departments": [], "topics": []}}, {"type": "petition", "id": 568244, "links": {"self": "https://petition.parliament.uk/petitions/568244.json"}, "attributes": {"action": "Introduce a requirement for brakes to be paid for keyworkers in supermarkerts.", "background": "A call on the government to hold debates in Parliament between MPs, the make it into law as is a legal requirement for brakes to be paid for keyworkers in supermarkets by their employers.", "additional_details": "Over this pandemic, keyworks have been the backbone of our society. There are the ones at risk feeding and caring for the nation. Supermarkets do not pay for the brakes of there staff, it is not a legal requirement unless stated in their employee contract. Supermarkets have proven to be one of the most profitable and sustainable business during these times, yet they do not pay for breaks even though most have had record profits this year. Clapping for keyworks doesn't pay their bills. Covid-19 has left the nation’s appreciating keyworkers, its time we start paying there accordingly.", "committee_note": null, "state": "rejected", "signature_count": 7, "created_at": "2021-01-07T08:49:55.123Z", "updated_at": "2021-01-14T10:52:18.899Z", "rejected_at": "2021-01-14T10:52:18.902Z", "opened_at": null, "closed_at": null, "moderation_threshold_reached_at": "2021-01-07T10:57:07.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": {"code": "irrelevant", "details": "The Government is responsible for setting employment law, but how this is implemented by individual employers is a matter for them.\r\n\r\nEmployers are entitled to one uninterrupted 20 minute rest break during their working day, if they work more than 6 hours a day, but this doesn't have to be paid. We could accept a petition calling on the Government to give employees a right to a paid break where they work a certain number of hours, if that is something you want to happen."}, "government_response": null, "debate": null, "departments": [], "topics": []}}, {"type": "petition", "id": 562076, "links": {"self": "https://petition.parliament.uk/petitions/562076.json"}, "attributes": {"action": "Reconsider the restrictions on the hospitality sector", "background": "We call on the Government to reconsider the restrictions in respect of pubs and restruants in the hospitality sector. The current tier two restrictions are devastating and will not facilitate the ongoing sustainability. This impacts licensed premises and extends through the total supply chain.", "additional_details": "The current impacts are potentially permanently damaging to the sector and the supply chain beyond. Many millions of jobs are at risk which will inevitably impact thousands of families, often the most vulnerable in our communities, depending on employment in all areas. The unintended consequences could be irrecoverable. Property and real estate sector is at very serious risk, should these businesses seek to deliver.", "committee_note": null, "state": "rejected", "signature_count": 7, "created_at": "2020-11-26T19:24:18.414Z", "updated_at": "2020-12-03T10:08:48.027Z", "rejected_at": "2020-12-03T10:08:48.029Z", "opened_at": null, "closed_at": null, "moderation_threshold_reached_at": "2020-11-26T19:59:17.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": {"code": "no-action", "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe understand that you are concerned but the impact of restrictions on the hospitality sector in Tier 2 areas, but it's not clear how you want the Government to change these.\r\n\r\nWe have published the following petition, which you might like to sign:\r\n\r\nDo not require pubs and bars in Tier 2 to only serve alcohol with a meal: https://petition.parliament.uk/petitions/561619\r\n                \r\nIf you want restrictions to be changed in a different way to that requested by the above petition you could start a new petition explaining clearly what you would like the Government or Parliament to do."}, "government_response": null, "debate": null, "departments": [], "topics": []}}, {"type": "petition", "id": 553869, "links": {"self": "https://petition.parliament.uk/petitions/553869.json"}, "attributes": {"action": "Create a law to make UK private pensions be invested in sustainable companies.", "background": "Make a law to ensure that private pensions are invested in sustainable and ecologically sound companies by default. \r\n\r\nWith members of pensions having the option to opt out of sustainable investment rather than opt in. \r\n\r\nA similar method to the organ donor list.", "additional_details": "By doing this, it will move billions of pounds of investment into companies that meet sustainable targets set by the government. As investment is than moved away from the unsustainable companies it will force them to increase their awareness and make the move to net zero. \r\n\r\nPensions are big money and creating a law to move all pension investments this way by default will make the UK meet its long term strategic environmental goals by making companies think about their business activities.", "committee_note": null, "state": "rejected", "signature_count": 7, "created_at": "2020-10-10T09:10:22.608Z", "updated_at": "2020-11-16T15:34:22.290Z", "rejected_at": "2020-11-16T15:34:22.294Z", "opened_at": null, "closed_at": null, "moderation_threshold_reached_at": "2020-10-11T13:49:54.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": {"code": "irrelevant", "details": "Decisions about investments by private pension funds are a matter for fund managers, not the Government or House of Commons."}, "government_response": null, "debate": null, "departments": [], "topics": []}}, {"type": "petition", "id": 551588, "links": {"self": "https://petition.parliament.uk/petitions/551588.json"}, "attributes": {"action": "Sustainability labelling on all groceries & consumables", "background": "To enforce clear sustainability labelling on all groceries & consumables in the UK, allowing consumers to make informed and conscious decisions on what they are purchasing, where it comes from and it's environmental and social impact.", "additional_details": "This will encourage and give people the ability to reduce their carbon footprint and help with the climate issues that we are facing. Labelling could be presented in a similar way to the traffic light system on food labels currently in use.", "committee_note": null, "state": "rejected", "signature_count": 7, "created_at": "2020-09-17T20:39:53.513Z", "updated_at": "2020-09-23T13:44:05.990Z", "rejected_at": "2020-09-23T13:43:58.202Z", "opened_at": null, "closed_at": null, "moderation_threshold_reached_at": "2020-09-17T21:17:34.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": {"code": "duplicate", "details": "https://petition.parliament.uk/petitions/549844"}, "government_response": null, "debate": null, "departments": [], "topics": []}}, {"type": "petition", "id": 550442, "links": {"self": "https://petition.parliament.uk/petitions/550442.json"}, "attributes": {"action": "Introduce a 4 day work week", "background": "current furlough scheme isn't sustainable, a 4 day work week will create more employment, increase consumer spending, alleviate governement furlough payment", "additional_details": "compulsory 4 day work week,", "committee_note": null, "state": "rejected", "signature_count": 7, "created_at": "2020-09-06T21:07:42.721Z", "updated_at": "2020-10-05T15:29:00.155Z", "rejected_at": "2020-10-05T15:28:55.537Z", "opened_at": null, "closed_at": null, "moderation_threshold_reached_at": "2020-09-07T09:23:14.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": {"code": "no-action", "details": "You may wish to sign this petition which calls for a very similar action:\r\nhttps://petition.parliament.uk/petitions/317794\r\n\r\nUK law places limits on the total amount of time someone can work during a week and the minimum amount they can be paid an hour, but it doesn't specify how many or which days of the week they have to work. This would be a decision for employers."}, "government_response": null, "debate": null, "departments": [], "topics": []}}, {"type": "petition", "id": 330398, "links": {"self": "https://petition.parliament.uk/petitions/330398.json"}, "attributes": {"action": "Make 'Sustainability' a compulsory GCSE on the national curriculum", "background": "Sustainability should be compulsory for all students and will ascertain the same GCSE certificate as any other subject. The emphasis and resources associated  with the new sustainability course should be in line with all over other subjects currently classes as “core subjects”", "additional_details": "Climate change is the most prominent and potentially fatal crisis of the modern age, it must be tackled head on with affirmative action but this alone will not prevail in reversing a climate catastrophe. At the forefront of the fight against climate change must be education of the masses to comprehensively change our planet depleting habitual traits.", "committee_note": null, "state": "rejected", "signature_count": 7, "created_at": "2020-07-04T12:14:10.302Z", "updated_at": "2020-09-14T13:28:14.487Z", "rejected_at": "2020-09-14T13:28:14.489Z", "opened_at": null, "closed_at": null, "moderation_threshold_reached_at": "2020-07-07T23:24:04.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": {"code": "duplicate", "details": "You may wish to sign this petition which calls for the same action: https://petition.parliament.uk/petitions/300279"}, "government_response": null, "debate": null, "departments": [], "topics": []}}, {"type": "petition", "id": 329279, "links": {"self": "https://petition.parliament.uk/petitions/329279.json"}, "attributes": {"action": "Government bailouts: Green strings must be attached", "background": "Hundreds of billions are being spent on bailing out UK companies. This debt will be paid for by future generations, we owe them something in return. Each bailout payment should have conditions attached to help fix the world they will inherit.", "additional_details": "Now is our chance to force carbon emitting businesses to work towards a sustainable future. Immediate scrutiny of all future payments is urgently needed. We must ensure no more bailouts are made without meaningful green strings attached.", "committee_note": null, "state": "rejected", "signature_count": 7, "created_at": "2020-06-25T22:28:41.511Z", "updated_at": "2020-07-29T16:05:32.127Z", "rejected_at": "2020-07-29T16:05:32.130Z", "opened_at": null, "closed_at": null, "moderation_threshold_reached_at": "2020-06-26T08:23:04.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": {"code": "duplicate", "details": "https://petition.parliament.uk/petitions/311059"}, "government_response": null, "debate": null, "departments": [], "topics": []}}, {"type": "petition", "id": 327188, "links": {"self": "https://petition.parliament.uk/petitions/327188.json"}, "attributes": {"action": "Save Yemen from extinction.", "background": "Every month, over 2000 children starve to death or die from preventable diseases in Yemen. Every week, children are running terrified from bombs and airstrikes that have killed thousands of innocent civilians. \r\nThe Yemeni people could soon be victims of the world’s worst famine in one hundred years", "additional_details": "The Yemeni people are seeking help from World Leaders to put pressure on both sides at war to an immediate truce, for an immediate end to arms sales that could end up harming civilians, all parties to do everything they can to support humanitarian efforts (saving lives is the main priority), renewed and sustained efforts to bring a lasting peace in Yemen and for coalition forces to halt all attacks.\r\nPlease consider any way country and government can aid in this.", "committee_note": null, "state": "rejected", "signature_count": 7, "created_at": "2020-06-14T12:57:38.791Z", "updated_at": "2020-07-16T11:48:37.546Z", "rejected_at": "2020-07-16T11:48:37.548Z", "opened_at": null, "closed_at": null, "moderation_threshold_reached_at": "2020-06-14T14:11:14.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": {"code": "duplicate", "details": "https://petition.parliament.uk/petitions/326822\r\nhttps://petition.parliament.uk/petitions/326932"}, "government_response": null, "debate": null, "departments": [], "topics": []}}]}