{"links": {"self": "https://petition.parliament.uk/petitions.json?q=land+use&page=1", "first": "https://petition.parliament.uk/petitions.json?q=land+use", "last": "https://petition.parliament.uk/petitions.json?page=2&q=land+use", "next": "https://petition.parliament.uk/petitions.json?page=2&q=land+use", "prev": null}, "data": [{"type": "petition", "id": 311642, "links": {"self": "https://petition.parliament.uk/petitions/311642.json"}, "attributes": {"action": "Cancel HS2 and use the money for the NHS and local economies, post Covid-19.", "background": "Change the decision to proceed with HS2 and use the billions of pounds to help the NHS and the economy recover.", "additional_details": "The Covid-19 outbreak has decimated the NHS and damaged the economy like nothing before. The decision to continue spending money on the HS2 is flawed and should be urgently reviewed. We cannot use the excuse that we need HS2 to aid the economy, as there is a much greater need for the money elsewhere and the economy will need to focus on the basics and local economies for years to come. The land purchased and re-designated can be used for building homes and business units, which will aid our recovery.", "committee_note": null, "state": "closed", "signature_count": 58743, "created_at": "2020-03-28T19:01:09.461Z", "updated_at": "2021-02-02T12:39:57.000Z", "rejected_at": null, "opened_at": "2020-05-15T09:15:56.129Z", "closed_at": "2020-11-15T23:59:59.999Z", "moderation_threshold_reached_at": "2020-03-28T20:35:54.000Z", "response_threshold_reached_at": "2020-05-18T06:28:34.000Z", "government_response_at": "2020-06-01T15:44:19.422Z", "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": null, "government_response": {"responded_on": "2020-06-01", "summary": "The Government is doing whatever is necessary to deal with Covid-19 now, while continuing to invest in the country’s future infrastructure. That is why we are getting on with HS2.", "details": "Our absolute priority right now is on tackling the spread of COVID-19 to protect our NHS and save lives. \r\n\r\nThis is why the Government has made clear that it will do whatever is required to ensure that the NHS has the resources it needs, while taking unprecedented steps to support the economy and UK businesses at this difficult time. \r\n\r\nBut this does not mean we should delay work on our long-term plans to level up the country and invest in the country’s future infrastructure. The decision earlier this year to proceed with HS2 will provide thousands of construction workers and businesses across the country with certainty at a time when they need it most. \r\n\r\nThe project will contribute towards sustainable growth in towns, cities and regions across the country, spreading prosperity and opportunity more evenly. It will act as a catalyst for job creation, the development of new homes and ultimately, the regeneration of major cities and towns along the HS2 route. \r\n\r\nIn addition to this, HS2 will play a key role in achieving the UK’s transition to carbon net zero by 2050. This is because, once HS2 is in operation, it will offer some of the lowest carbon emissions per passenger km – seven times less than passenger cars and 17 times less than domestic air travel in 2030. \r\n\r\nHS2 will also free up space on the West Coast, East Coast and Midland Mainlines for more passenger and freight services. Rail freight produces 76% less CO2 per tonne of cargo compared to road haulage. Every extra freight train takes up to 76 lorries off the road. In short, by providing a cleaner, greener way to travel, HS2 will help cut the number of cars and lorries on our roads, cut demand for domestic flights, and help the country’s fight against climate change.\r\n\r\nHowever, the Prime Minister has said that HS2 should only continue if costs are kept under tight control. So, when we made the decision to proceed with HS2 in February, this came alongside a package of reform measures to instil financial order, discipline and transparency, including a Ministerial Taskforce and dedicated HS2 Minister to oversee the project and provide accountability.  \r\n\r\nThe Department has also now published the Phase One (West Midlands to London) Full Business Case (FBC) for HS2. And, in April, HS2 Ltd issued ‘notice to proceed’ so its contractors can begin main construction works along the Phase One route. This provides certainty to thousands of construction workers and businesses across the country at this difficult time. This decision protects jobs and means that work can truly begin on delivering this transformational project. \r\n \r\nThis is why we are getting on with HS2, which already employs 9,000 people and is crucial to levelling up our regions, providing vital rail capacity and meeting our 2050 obligations on carbon reduction.\r\n\r\nDepartment for Transport", "created_at": "2020-06-01T15:44:19.419Z", "updated_at": "2020-06-01T15:44:19.419Z"}, "debate": null, "departments": [{"acronym": "DfT", "name": "Department for Transport", "url": "https://www.gov.uk/government/organisations/department-for-transport"}], "topics": ["covid-19"]}}, {"type": "petition", "id": 611113, "links": {"self": "https://petition.parliament.uk/petitions/611113.json"}, "attributes": {"action": "Ban development on agricultural land to increase food self-sufficiency", "background": "The Government should immediately ban development of green land that has been or is used for farming. In many places like Sussex high quality farmland is being built on to meet government targets. These areas are often cheap to build on, but mean that quality agricultural land is being lost.", "additional_details": "We should only build on areas that is not or has not previously been used for farming. Russia and Ukraine currently produce over a quarter of the world's wheat, as well as many other crops. Future imports can no longer be guaranteed due to the conflict. In the future this could cause food shortages and increases in prices of stable foods from bread to vegetable oils, which would have a major affect on peoples lives. Taking action now will help give the UK independence and food security. Preserve our fields for survival.", "committee_note": "", "state": "closed", "signature_count": 25080, "created_at": "2022-03-09T19:02:15.730Z", "updated_at": "2022-10-31T15:24:56.594Z", "rejected_at": null, "opened_at": "2022-03-15T14:21:17.422Z", "closed_at": "2022-09-29T22:59:59.999Z", "moderation_threshold_reached_at": "2022-03-09T20:22:18.000Z", "response_threshold_reached_at": "2022-06-08T18:43:09.000Z", "government_response_at": "2022-08-05T15:13:52.974Z", "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": null, "government_response": {"responded_on": "2022-08-05", "summary": "Government has committed to broadly maintaining current levels of food production. National planning policy sets a clear presumption away from developing high-quality agricultural land where possible.", "details": "This Government has committed to broadly maintaining current levels of food production in the Food Strategy, to ensure our continued high levels of food security. Our high degree of food security is built on supply from diverse sources; strong domestic production as well as imports through stable trade routes. We produce 60% of all the food we need, and 74% of food which we can grow or rear in the UK for all or part of the year, and these figures have changed little over the last 20 years.\r\n\r\nThere will always be multiple pressures on our land which require individual landowners, managers and Government to make decisions about trade-offs. Striking the right balance between different land uses is an important task which DEFRA and DLUHC have been working closely on. The National Planning Policy Framework aims to protect the best and most versatile agricultural land from significant, inappropriate or unsustainable development proposals, recognising the economic and other benefits of this land. It sets out a clear presumption away from the use of high-quality agricultural land for development where possible.\r\n\r\nHaving an effective, up-to-date plan in place is essential to planning for and meeting housing requirements in ways that make good use of land and result in well-designed and attractive places to live. The Government expects local authorities to work together to plan for and deliver the homes and infrastructure our communities need. We are committed to making the most of brownfield land and existing policy for protecting greenfield remains firmly in place.\r\n\r\nHowever, it is important to note that there is not a direct correlation between the amount of land farmed and productivity. Around 60% of the food we produce comes from just 30% of farmed land, and some sectors do not necessarily need much land in order to expand the amount they are able to produce. It is possible to maintain our food production by harnessing new technologies and innovation, and taking advantage of opportunities to grow and eat more of our own food, while seeing some land use change in some other areas. We will be investing £270 million across farming innovation funding programmes until 2029, to unlock technologies to drive sustainable farming techniques which will help increase productivity and profitability and the sector’s long-term resilience.\r\n\r\nWe will continue to keep this closely under review. Recognising the importance of food security, in the Agriculture Act 2020 the Government made a commitment to produce an assessment of our food security at least once every three years. The first UK Food Security Report was published in December 2021. The report recognises the contribution made by British agriculture to our resilience, and the importance of strong domestic production to our food security. It considers the UK's food supply sources overall, noting that domestic production and diversity of supply are both important to our food security.\r\n\r\nDepartment for Environment, Food and Rural Affairs", "created_at": "2022-08-05T15:13:52.970Z", "updated_at": "2022-08-05T15:13:52.970Z"}, "debate": null, "departments": [{"acronym": "DEFRA", "name": "Department for Environment, Food and Rural Affairs", "url": "https://www.gov.uk/government/organisations/department-for-environment-food-rural-affairs"}], "topics": []}}, {"type": "petition", "id": 605749, "links": {"self": "https://petition.parliament.uk/petitions/605749.json"}, "attributes": {"action": "End ‘ghost' flights: reform historic rights to landing slots. ", "background": "UK regulation states that airlines must use their landing slots more than 80% of the time in order to keep them. This was suspended at the outset of the pandemic but is now 50%, with plans to return to 80% by March 2022.", "additional_details": "We ask the Government to reduce this to 0% as a permanent measure.\r\n \r\nAirlines have been flying planes empty to retain their landing slots. These ‘ghost’ flights are a shocking waste of resources and a needless source of emissions.\r\n\r\nAt a time of climate emergency we need to drastically reduce our fossil fuel use, and in the context of our steadily dwindling carbon budget, it beggars belief that planes fly empty.\r\n \r\n‘Ghost' flights are of no benefit to anyone. This is a needless, wasteful practice, and reforming historic rights to landing slots will bring it to an end.", "committee_note": "", "state": "closed", "signature_count": 16967, "created_at": "2022-01-11T12:27:42.348Z", "updated_at": "2022-09-05T13:20:38.615Z", "rejected_at": null, "opened_at": "2022-01-14T16:25:49.246Z", "closed_at": "2022-07-14T22:59:59.999Z", "moderation_threshold_reached_at": "2022-01-11T12:36:48.000Z", "response_threshold_reached_at": "2022-02-12T18:25:38.000Z", "government_response_at": "2022-02-28T16:30:06.321Z", "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": null, "government_response": {"responded_on": "2022-02-28", "summary": "The Government continues to provide alleviation from normal airport slot rules to prevent airlines from operating environmentally damaging ‘ghost’ flights during the COVID-19 pandemic.", "details": "In normal times, slot usage rules are in place to ensure that airport capacity is used effectively, and that competition exists for passengers at our most crowded airports. This supports lower fares, better availability of routes and higher service quality.\r\n\r\nUnder these rules, airlines that use our most crowded airports (that are slot coordinated under the Worldwide Airport Slot Guidelines) must operate at least 80% of slots during the current season, or risk losing their historic rights: the so-called ‘80:20’ rule.\r\n\r\nThe COVID-19 pandemic created a severe shock for aviation demand which has continued to remain considerably suppressed. The usual competition rules, which were designed for a situation where airports enjoyed high levels of usage, were not appropriate when demand had fallen close to zero. As such, the rules requiring airlines to use slots in order to retain their historic rights were fully suspended for the Summer 2020, Winter 2020/21 and Summer 2021 seasons.\r\n\r\nThe UK’s exit from the European Union means that it has been able to take a more tailored approach that reflect the UK’s specific circumstances. The Air Traffic Management and Unmanned Aircraft (ATMUA) Act 2021 provides temporary powers to amend these rules where the evidence supports the need to do so. These powers last until August 2024, covering the Winter 2024/25 season.\r\n\r\nAs the pandemic has gone on and demand begins to recover, the Government is keen to support recovery. For the current Winter 2021/22 season the Government has used the ATMUA Act 2021 to amend the slot usage retention rules. For Winter 2021/22 this has been reduced from 80% to 50%, and we have also allowed airlines to hand back full series of slots before the start of the season if they are not going to fly them. The provision to allow airlines to hand back full series of slots goes further than the equivalent alleviation in the European Union for Winter 2021/22 which did not include a full series hand back. By encouraging airlines to hand back their slots where there is insufficient demand, this has dramatically reduced the volume of empty or almost empty flights. This has also provided other airlines with the opportunity to make use of these slots, where there is sufficient demand, with new entrants being awarded temporary slots at some of our most congested airports. \r\n\r\nFollowing a review of the latest available data and evidence, the Secretary of State decided that alleviation remains justified for the Summer 2022 season.\r\n\r\nA draft Statutory Instrument setting out arrangements for Summer 2022 was published on 24 January 2022. The measures balance supporting recovery, protection for those carriers operating in markets that are severely restricted and reducing environmental impacts. It sets a minimum usage ratio of 70% and strengthens the provisions for justified non-utilisation of slots.\r\n\r\nThe strengthened justified non-use provision protects carriers and avoids the environmental impact of empty or almost empty flights flying where COVID-19 related restrictions are in place and avoids empty or almost empty flights to destinations that have onerous travel restrictions. This is because carriers can now use justified non-use provision to cover foreseeable restrictions, even where  restrictions are in place before the start of the season. The UK also will now allow for early applications for justified non-use such as where long term restrictions are in place.\r\n\r\nThese slot alleviation measures are only temporary, however as part of the Government’s future aviation policy we are actively looking at reform to the airport slot allocation process. We are developing the case and options for reforms to make the best use of airport capacity and deliver a better outcome for passengers.\r\n\r\nThe Government recognises that the aviation sector has a critical role to play in delivering the UK’s net zero commitments. In July 2021 we published the Jet Zero Consultation which sets out our vision for the sector to reach net zero by 2050. The consultation closed in September and we continue to carefully consider responses in the development of our final Jet Zero Strategy which we aim to publish later this year.\r\n\r\nThe Government is already supporting a variety of technology, fuel and market-based measures to address aviation emissions. The Net Zero Strategy published in October 2021 confirmed our commitment to Jet Zero, for the UK to become a world-leader in zero emission flight and to build a world-leading sustainable aviation fuel (SAF) industry. The Government announced £180 million of additional funding for the development of SAF plants in the UK, further supporting our ambition to see 10% SAF blended into the UK fuel mix by 2030.\r\n\r\nDepartment for Transport", "created_at": "2022-02-28T16:30:06.318Z", "updated_at": "2022-02-28T16:30:06.318Z"}, "debate": null, "departments": [{"acronym": "DfT", "name": "Department for Transport", "url": "https://www.gov.uk/government/organisations/department-for-transport"}], "topics": []}}, {"type": "petition", "id": 324613, "links": {"self": "https://petition.parliament.uk/petitions/324613.json"}, "attributes": {"action": "Extend the 2026 deadline for the recording of historic footpaths & bridleways.", "background": "Extend the existing deadline of 1st January 2026 to record historic paths onto Definitive Maps (as required by the Countryside & Rights of Way Act 2000) for a further 10 years until 2036.\r\nRecording a single path can take years, more time is needed to record them all, or they will be lost for ever.", "additional_details": "Thousands of our historic Rights of Way, some used for centuries, are not officially mapped. If not recorded by 1st January 2026, they will be closed and lost forever. The legal process for recording a path, often done by volunteers, is time consuming and may take several years. There is not enough time left to record all our footpaths and bridleways. Our rights to walk and ride through the land are part of our national heritage, these rights should not be lost because of an arbitrary deadline.", "committee_note": null, "state": "closed", "signature_count": 14140, "created_at": "2020-06-03T21:37:06.571Z", "updated_at": "2021-02-09T16:38:15.424Z", "rejected_at": null, "opened_at": "2020-08-04T12:50:29.504Z", "closed_at": "2021-02-04T23:59:59.999Z", "moderation_threshold_reached_at": "2020-06-04T08:49:24.000Z", "response_threshold_reached_at": "2021-01-22T06:50:47.000Z", "government_response_at": "2021-02-09T16:37:47.742Z", "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": null, "government_response": {"responded_on": "2021-02-08", "summary": "We are committed to protecting rights of way. The cut-off date is currently 2026 and could be extended by regulations for up to five years. We are discussing a potential extension with stakeholders.", "details": "The Government supports access to the countryside and the benefits this can bring. We are committed to protecting, enhancing and increasing our green and blue spaces, including our network of public rights of way, which are a vital part of our national heritage.\r\n\r\nWe intend to pass legislation this year to streamline the processes for recording and changing rights of way. This will make it easier and quicker for local authorities to process applications and add rights of way onto the definitive maps, protecting them for the future. As part of this we will bring into force the cut-off date which is the deadline for registering historic rights of way. This will provide certainty about where rights of way exist.\r\n\r\nThe cut-off date is currently 2026 and could be extended by regulations for a maximum of five years. There are different views on a possible extension, and we are considering this option. An earlier cut-off date will provide certainty about where rights of way exist for users and landowners, as soon as possible. A later cut-off date would allow more time for unrecorded rights of way to be recorded. We are working closely with stakeholders to understand these different views and will take them into account when reaching a decision.\r\n\r\nThe Government is also supporting and enhancing access to the countryside in other ways. We are working to complete the 2,700 mile England Coast Path that, when completed, will be the longest waymarked and maintained coastal walking route in the world. There will also be new public rights of access to areas of coastal land such as beaches, cliffs and foreshore, in many places for the first time.\r\n\r\nWe continue to support our network of National Trails and we intend to create a new National Trail across the north of England. We are also looking at how the Environmental Land Management scheme could fund improvements to access, including the creation of new paths.\r\n\r\nOur 25 Year Environment Plan sets out our ambition to connect more people from all backgrounds with the natural environment for their health and wellbeing. We are committed to supporting people to access and enjoy outdoor spaces.\r\n\r\nDepartment for Environment, Food and Rural Affairs\r\n", "created_at": "2021-02-09T16:37:47.740Z", "updated_at": "2021-02-09T16:37:47.740Z"}, "debate": null, "departments": [{"acronym": "DEFRA", "name": "Department for Environment, Food and Rural Affairs", "url": "https://www.gov.uk/government/organisations/department-for-environment-food-rural-affairs"}], "topics": []}}, {"type": "petition", "id": 302242, "links": {"self": "https://petition.parliament.uk/petitions/302242.json"}, "attributes": {"action": "Ban adverts for and sale of Asian elephant tours that do not meet set standards", "background": "Many endangered Asian elephants suffer from brutal tourism, much of it from the UK. Current guidance and promises by the tourism industry are insufficient, and the Government must legislate to ban adverts for and sale of Asian elephant tours that do not meet a set standard. ", "additional_details": "Elephants as “megagardeners of the forest” are key to biodiversity, nourish land, store carbon, and protect from climate change. Yet 40% of tourists to some countries plan elephant rides. In Thailand captive elephants, which can transmit TB, gave 13 million rides in 2016.\r\n\r\nOperators advertise and sell Asian elephant tours with no legal constraints. 90% of people surveyed say using elephants in tourism is unjustified. Petitions to end their cruel treatment have received millions of signatures.", "committee_note": "", "state": "closed", "signature_count": 10595, "created_at": "2020-03-13T16:28:42.307Z", "updated_at": "2021-05-14T13:42:08.514Z", "rejected_at": null, "opened_at": "2020-03-27T17:40:39.829Z", "closed_at": "2020-09-27T22:59:59.999Z", "moderation_threshold_reached_at": "2020-03-13T18:23:14.000Z", "response_threshold_reached_at": "2020-09-24T07:32:04.000Z", "government_response_at": "2020-10-06T14:08:53.437Z", "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": null, "government_response": {"responded_on": "2020-11-10", "summary": "The Government takes the welfare of all animals seriously and is committed to raising standards of animal welfare both at home and abroad.", "details": "The Government welcomes this important petition which highlights the cruelty that many elephants face when used to provide tourist experiences. Anyone who has seen videos of elephants undergoing harsh and painful training will be rightly appalled by the treatment that they suffer.\r\n\r\nThe Government takes the welfare of all animals seriously and is committed to raising standards of animal welfare both at home and abroad. The Government has made wide ranging commitments on animal welfare and we are committed to making the UK a world leader in protection of animals as we leave the EU. The Foreign, Commonwealth & Development Office raises concerns about the welfare of animals with other Governments and international authorities at every suitable opportunity.\r\n\r\nIn December, the Association of British Travel Agents (ABTA) published revised guidance for their members which recommends that they should not promote or sell holidays that include elephant experiences. We reiterate our previous calls to British travel agents to cut ties with any company that sells experiences that are harmful towards elephants and urge tourists to visit high-welfare attractions whilst holidaying. Should anyone visit an attraction where they suspect mistreatment of animals, we would strongly encourage them to report their concerns to their travel agent when they return home.\r\n\r\nThe Government is considering the potential of legislation to prohibit adverts of cruel animal entertainments overseas.\r\n\r\nDepartment for Environment, Food and Rural Affairs\r\n\r\nThis is a revised response. The Petitions Committee requested a response which more directly addressed the request of the petition. You can find the original response towards the bottom of the petition page (https://petition.parliament.uk/petitions/302242)\r\n", "created_at": "2020-10-06T14:08:53.435Z", "updated_at": "2020-11-10T14:49:21.889Z"}, "debate": null, "departments": [{"acronym": "DCMS", "name": "Department for Digital, Culture, Media and Sport", "url": "https://www.gov.uk/government/organisations/department-for-digital-culture-media-sport"}], "topics": []}}, {"type": "petition", "id": 552450, "links": {"self": "https://petition.parliament.uk/petitions/552450.json"}, "attributes": {"action": "Ban single use plastics and the unnecessary use of plastic packaging", "background": "The change needs to start in super markets, big brands and companies. They need to be forced to change their packaging to sustainable material. Companies like Galaxy are already using a plant based packaging for their vegan chocolate, it can be done. Our oceans and planet need us to change.", "additional_details": "Single use plastics are polluting the world, they need to be banned. Our oceans are being destroyed. We actively ship recycling to other countries whose lands are polluted with our plastic waste. Single use masks are being discarded everywhere and being found in the oceans. Animals and their homes are dying. We are running out of room for anymore plastic wastage. It is in our water, air, fish, land. It needs to stop.", "committee_note": "", "state": "closed", "signature_count": 5142, "created_at": "2020-09-25T15:05:06.909Z", "updated_at": "2021-08-20T16:27:45.819Z", "rejected_at": null, "opened_at": "2020-10-22T09:43:25.243Z", "closed_at": "2021-04-22T22:59:59.999Z", "moderation_threshold_reached_at": "2020-09-25T18:15:04.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": null, "government_response": null, "debate": null, "departments": [{"acronym": "DEFRA", "name": "Department for Environment, Food and Rural Affairs", "url": "https://www.gov.uk/government/organisations/department-for-environment-food-rural-affairs"}], "topics": []}}, {"type": "petition", "id": 300152, "links": {"self": "https://petition.parliament.uk/petitions/300152.json"}, "attributes": {"action": "Ban all single use plastic", "background": "I want there to be a ban on all single use plastic e.g. plastic packaging for fruit and veg, plastic bottles, plastic on cans of alcohol, plastic bags in supermarkets because half of these things end up in land fill sights, oceans and on land in places where animals inhabit.", "additional_details": "I’m very passionate about the environment and I want serious change to be made to the way in which things are packaged as their are many animals that are being killed and fooled by plastic in oceans and on land. Plastic is ridiculously bad for the environment and needs to be banned urgently. We need change in this country in the way in which things are packaged and there are so many alternatives to single use plastic.", "committee_note": null, "state": "closed", "signature_count": 2154, "created_at": "2020-03-03T19:55:40.863Z", "updated_at": "2021-08-20T16:34:48.219Z", "rejected_at": null, "opened_at": "2020-03-05T14:23:01.721Z", "closed_at": "2020-09-05T22:59:59.999Z", "moderation_threshold_reached_at": "2020-03-03T20:10:24.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": null, "government_response": null, "debate": null, "departments": [{"acronym": "DEFRA", "name": "Department for Environment, Food and Rural Affairs", "url": "https://www.gov.uk/government/organisations/department-for-environment-food-rural-affairs"}], "topics": []}}, {"type": "petition", "id": 607012, "links": {"self": "https://petition.parliament.uk/petitions/607012.json"}, "attributes": {"action": "Ban trail hunting on Ministry of Defence property", "background": "The National Trust has recently said it will no longer offer licences for trail hunting on their properties. We believe the Ministry of Defence should do the same.", "additional_details": "Trail hunts involve people on foot or horseback following a scent along a pre-determined route with hounds or beagles, but in practice wild animals including foxes are sometimes chased and killed during these hunts. Trail hunts should no longer be permitted on Ministry of Defence land, to ensure that wild animals, as well as the horses and dogs used for these hunts, do not suffer.", "committee_note": "", "state": "closed", "signature_count": 1043, "created_at": "2022-01-23T18:58:33.465Z", "updated_at": "2022-07-31T23:00:05.083Z", "rejected_at": null, "opened_at": "2022-01-31T17:41:12.495Z", "closed_at": "2022-07-31T22:59:59.999Z", "moderation_threshold_reached_at": "2022-01-24T22:39:38.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": null, "government_response": null, "debate": null, "departments": [{"acronym": "MoD", "name": "Ministry of Defence", "url": "https://www.gov.uk/government/organisations/ministry-of-defence"}], "topics": []}}, {"type": "petition", "id": 620822, "links": {"self": "https://petition.parliament.uk/petitions/620822.json"}, "attributes": {"action": "Ban the use of greenfield land for solar panels and support uptake elsewhere", "background": "We want the Government to ban the erection of photovoltaic panels on greenfield land that is or could be used to grow food and fibre or plant trees. Instead the Government should facilitate uptake on commercial roofs and other currently redundant space.", "additional_details": "Taking land out of production for photovoltaic panels reduces available resources for food production and carbon capture and storage, for example through forestry, and significantly impacts the viability of rural economies.\r\n\r\nGovernment is ideally placed to both ban this practice, and put policy in place to facilitate uptake of panels in more suitable locations. Examples include forcing the better alignment of feed-in tariffs with energy costs, funding improved feed-in infrastructure, and resolving difficulties establishing an equitable arrangement on investment/income between landlord and tenant on commercial buildings. The Government should support associated environmentally-beneficial measures at the same time, such as rainwater capture on the additional surface area.", "committee_note": "", "state": "open", "signature_count": 883, "created_at": "2022-07-24T07:45:56.472Z", "updated_at": "2023-01-02T06:44:20.000Z", "rejected_at": null, "opened_at": "2022-07-26T14:50:53.580Z", "closed_at": null, "moderation_threshold_reached_at": "2022-07-24T10:31:49.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": "Amy Jackson", "rejection": null, "government_response": null, "debate": null, "departments": [{"acronym": "DEFRA", "name": "Department for Environment, Food and Rural Affairs", "url": "https://www.gov.uk/government/organisations/department-for-environment-food-rural-affairs"}], "topics": []}}, {"type": "petition", "id": 611416, "links": {"self": "https://petition.parliament.uk/petitions/611416.json"}, "attributes": {"action": "Create new publicly owned solar energy company to address fuel & climate crisis ", "background": "Energy prices are rising to unmanageable levels & fossil fuels add to climate change. Create new publicly owned 100% solar energy company. Solar is the cheapest way to produce energy, with potentially floating solar panels on every reservoir in the country, to locally produce clean reliable energy.", "additional_details": "Solar tech has improved dramatically recently:  Solar power is now the cheapest way to generate electricity, cheaper than coal, oil, gas inc fracking, wind, hydro, nuclear, etc. Solar panels are now far cheaper & require less area to produce more energy than they used to, working well even on cloudy or rainy days. Solar panels can be floated on water or be placed on building roofs so don't take up any additional land, producing energy locally, with battery banks ensuring electricity is reliable & available 24/7.", "committee_note": "", "state": "closed", "signature_count": 864, "created_at": "2022-03-13T01:18:26.514Z", "updated_at": "2022-10-01T23:00:04.859Z", "rejected_at": null, "opened_at": "2022-03-17T18:07:16.652Z", "closed_at": "2022-10-01T22:59:59.999Z", "moderation_threshold_reached_at": "2022-03-13T07:51:58.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": null, "government_response": null, "debate": null, "departments": [{"acronym": "BEIS", "name": "Department for Business, Energy and Industrial Strategy", "url": "https://www.gov.uk/government/organisations/department-for-business-energy-and-industrial-strategy"}], "topics": []}}, {"type": "petition", "id": 620868, "links": {"self": "https://petition.parliament.uk/petitions/620868.json"}, "attributes": {"action": "To make it law that dogs must be on leads around livestock", "background": "To make it law that dogs must be on leads around livestock and on land used to graze livestock.", "additional_details": "Due to the increase in dog attacks on livestock, making it law to keep dogs on leads around livestock and on land used for grazing livestock is just one small step that may reduce the amount of attacks on farmers stock.", "committee_note": null, "state": "open", "signature_count": 826, "created_at": "2022-07-25T08:09:45.283Z", "updated_at": "2023-01-02T06:44:10.000Z", "rejected_at": null, "opened_at": "2022-07-26T15:37:33.541Z", "closed_at": null, "moderation_threshold_reached_at": "2022-07-25T08:56:29.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": "Jasmine Martin", "rejection": null, "government_response": null, "debate": null, "departments": [{"acronym": "DEFRA", "name": "Department for Environment, Food and Rural Affairs", "url": "https://www.gov.uk/government/organisations/department-for-environment-food-rural-affairs"}], "topics": []}}, {"type": "petition", "id": 583107, "links": {"self": "https://petition.parliament.uk/petitions/583107.json"}, "attributes": {"action": "Legalize the use of e-scooters where bikes can be used.", "background": "Change the law that states it is illegal to use electric scooters on public land. They should be allowed to be used the same way as bicycles.", "additional_details": "It is an eco-friendly way to get around and could likely reduce traffic congestion aswell as pollution emitted from motorised vehicles (Cars, trucks, motorbikes etc.)", "committee_note": "", "state": "closed", "signature_count": 817, "created_at": "2021-04-16T11:19:43.228Z", "updated_at": "2021-10-22T23:00:08.797Z", "rejected_at": null, "opened_at": "2021-04-22T06:50:46.603Z", "closed_at": "2021-10-22T22:59:59.999Z", "moderation_threshold_reached_at": "2021-04-16T12:07:35.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": null, "government_response": null, "debate": null, "departments": [{"acronym": "DfT", "name": "Department for Transport", "url": "https://www.gov.uk/government/organisations/department-for-transport"}], "topics": []}}, {"type": "petition", "id": 570555, "links": {"self": "https://petition.parliament.uk/petitions/570555.json"}, "attributes": {"action": "Increase Land Access Rights in England to equal The Land Reform (Scotland) Act", "background": "The Land Reform (Scotland) Act 2003 places the responsibility of land and inland water access onto the individual accessing the land and protects the landowner from litigation. We feel these rights can be extended across England and the UK using the legal framework first implemented in Scotland.", "additional_details": "Land access use has changed dramatically over the past twelve months, with more individuals accessing land and waterways for the mental and physical health benefits they bring. However, access is often limited by the landowner, restricting land users to activities the landowner feels is best. This has led to numerous small trespass events where the land user has taken access into their hands, It should always be the responsibility of the user to act appropriately on the land when access is given", "committee_note": null, "state": "closed", "signature_count": 514, "created_at": "2021-01-16T17:39:47.989Z", "updated_at": "2021-08-15T23:00:01.241Z", "rejected_at": null, "opened_at": "2021-02-15T14:46:43.634Z", "closed_at": "2021-08-15T22:59:59.999Z", "moderation_threshold_reached_at": "2021-01-16T19:17:27.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": null, "government_response": null, "debate": null, "departments": [{"acronym": "DEFRA", "name": "Department for Environment, Food and Rural Affairs", "url": "https://www.gov.uk/government/organisations/department-for-environment-food-rural-affairs"}], "topics": []}}, {"type": "petition", "id": 616891, "links": {"self": "https://petition.parliament.uk/petitions/616891.json"}, "attributes": {"action": "Suspend major development applications on green belt and protected land", "background": "Impose a moratorium on all applications and decisions regarding major developments on protected land until:", "additional_details": "• Local housing targets are recalculated using 2022 data\r\n• Local Plans are amended to reflect new targets\r\n• “Very special circumstances” and protections for designated land are refined\r\n \r\nLocal Plans are incomplete in many areas and Government-imposed housing targets not being met.\r\n \r\nDevelopers appeal to the Planning Inspectorate when refused permission locally to build on designated protected land.\r\n \r\nWe believe local decisions are being influenced by possible legal costs, especially where developers have made it clear they will appeal a refusal.\r\n \r\nAs a result, we believe many developments are being approved, against the wishes of local communities, while future generations are being robbed of the legacy of the countryside and open spaces.", "committee_note": "", "state": "closed", "signature_count": 439, "created_at": "2022-05-18T21:42:26.944Z", "updated_at": "2022-12-08T00:00:08.450Z", "rejected_at": null, "opened_at": "2022-05-23T16:52:20.622Z", "closed_at": "2022-12-07T23:59:59.999Z", "moderation_threshold_reached_at": "2022-05-18T22:28:29.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": null, "government_response": null, "debate": null, "departments": [{"acronym": "DLUHC", "name": "Department for Levelling Up, Housing and Communities ", "url": "https://www.gov.uk/government/organisations/department-for-levelling-up-housing-and-communities"}], "topics": []}}, {"type": "petition", "id": 586393, "links": {"self": "https://petition.parliament.uk/petitions/586393.json"}, "attributes": {"action": "Require those standing in local elections live or work in the area they stand.", "background": "I recently stood in the local elections on the 6th May.\r\n\r\nI learnt that someone can stand in an area without living or working in the area by using the qualification to occupy land or other premises as owner/tenant.\r\n\r\nIn the case I saw it meant someone rented a council garage to qualify to stand.", "additional_details": "Get rid of the qualification 1 (b) in section 79 of the Local Government Act 1972 that states “he has during the whole of the twelve months preceding that day occupied as owner or tenant any land or other premises in that area”.\r\n\r\nCouncillors should live or work in the area they wish to represent. This qualification enables them to not do so and is open to abuse. Councillors will be making decisions about an area they don’t even pay council tax too.\r\n\r\nThe other 3 qualifications more than suffice.", "committee_note": "", "state": "closed", "signature_count": 383, "created_at": "2021-05-17T15:00:25.464Z", "updated_at": "2021-11-25T00:00:08.798Z", "rejected_at": null, "opened_at": "2021-05-24T10:10:59.345Z", "closed_at": "2021-11-24T23:59:59.999Z", "moderation_threshold_reached_at": "2021-05-17T16:44:35.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": null, "government_response": null, "debate": null, "departments": [{"acronym": "CO", "name": "Cabinet Office", "url": "https://www.gov.uk/government/organisations/cabinet-office"}], "topics": []}}, {"type": "petition", "id": 607466, "links": {"self": "https://petition.parliament.uk/petitions/607466.json"}, "attributes": {"action": "Ban All Single Use Plastics and Plastic Packaging to Save Our Planet", "background": "Ban single use plastics and the unnecessary use of plastic packaging in all businesses, supermarkets, retail, or otherwise, the production of and use. The change needs to start now to force changes to sustainable material. This should help save our planet.", "additional_details": "We are already seeing abrupt and potentially irreversible environmental change. Animals and their homes are dying. We are running out of room for anymore plastic wastage. It is in our water, air, fish, land and it has to stop. Mexico, Canada and Germany are already taking steps in this direction. We have a responsibility to do this. Stopping single use plastic and all unnecessary plastic packaging could be a win that could have a vast impact on our sustainability.", "committee_note": "", "state": "closed", "signature_count": 331, "created_at": "2022-01-29T10:13:18.981Z", "updated_at": "2022-11-28T12:08:22.151Z", "rejected_at": null, "opened_at": "2022-02-07T14:10:48.891Z", "closed_at": "2022-08-07T22:59:59.999Z", "moderation_threshold_reached_at": "2022-02-01T08:38:08.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": null, "government_response": null, "debate": null, "departments": [{"acronym": "DEFRA", "name": "Department for Environment, Food and Rural Affairs", "url": "https://www.gov.uk/government/organisations/department-for-environment-food-rural-affairs"}], "topics": []}}, {"type": "petition", "id": 600113, "links": {"self": "https://petition.parliament.uk/petitions/600113.json"}, "attributes": {"action": "Allow e-scooters to be used in the same places as bicycles", "background": "The Government should allow all e-scooters on the road and cycle paths legally the same as bikes.", "additional_details": "Despite the 'private use only' clauses the sellers of these scooters display, one would have to have access to large private land to make use of them. People are buying these as they are a cheap and effective means of commuting and personal travel. We believe they aren't more dangerous than bikes, so should not face additional restrictions that bikes do not.", "committee_note": "", "state": "closed", "signature_count": 178, "created_at": "2021-10-29T22:20:55.121Z", "updated_at": "2022-05-03T23:00:09.298Z", "rejected_at": null, "opened_at": "2021-11-03T16:53:32.908Z", "closed_at": "2022-05-03T22:59:59.999Z", "moderation_threshold_reached_at": "2021-10-30T07:28:48.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": null, "government_response": null, "debate": null, "departments": [{"acronym": "DfT", "name": "Department for Transport", "url": "https://www.gov.uk/government/organisations/department-for-transport"}], "topics": []}}, {"type": "petition", "id": 585792, "links": {"self": "https://petition.parliament.uk/petitions/585792.json"}, "attributes": {"action": "Work with councils to promote wildflower and grassland growth", "background": "The Government should work with local councils to promote the regrowth and rewilding of more green urban space. ", "additional_details": "This could involve reducing their grass mowing schedules. This could in turn have great effect on the populations of urban insects and mammals thus helping with wildlife right up the food chain.\r\n\r\nI am very concerned about the state of urban greenspace. Though there are many wonderful designated greenspaces in urban areas there needs to be more focus on using all available land. For instance, the reduction of mowing on grass areas that do not need to be kept short would have a big impact. It would promote the growing of small wildflower and grassland areas all over urban areas. These would act as habitat and as migration routes for all manner of invertebrates and small mammals.", "committee_note": "", "state": "closed", "signature_count": 137, "created_at": "2021-05-12T09:27:11.882Z", "updated_at": "2021-11-27T00:00:02.014Z", "rejected_at": null, "opened_at": "2021-05-26T16:40:37.483Z", "closed_at": "2021-11-26T23:59:59.999Z", "moderation_threshold_reached_at": "2021-05-20T19:44:45.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": null, "government_response": null, "debate": null, "departments": [{"acronym": "DEFRA", "name": "Department for Environment, Food and Rural Affairs", "url": "https://www.gov.uk/government/organisations/department-for-environment-food-rural-affairs"}], "topics": []}}, {"type": "petition", "id": 596633, "links": {"self": "https://petition.parliament.uk/petitions/596633.json"}, "attributes": {"action": "Make parking in a disabled bay on private land without a Blue Badge illegal.", "background": "Unlike on-street Blue Badge parking bays it is not a criminal offence to use disabled parking bays on private land without a valid Blue Badge. The law needs to be changed", "additional_details": "I have had to battle to get my blue badge and the amount of supermarkets and private parking companies that dont give a monkeys about the bays being abused I have and heard of numerous people either having to park further away and struggle or drive off and find somewhere else to park", "committee_note": null, "state": "closed", "signature_count": 101, "created_at": "2021-09-08T08:54:59.024Z", "updated_at": "2022-03-15T00:00:02.438Z", "rejected_at": null, "opened_at": "2021-09-14T10:15:27.769Z", "closed_at": "2022-03-14T23:59:59.999Z", "moderation_threshold_reached_at": "2021-09-08T12:39:08.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": null, "government_response": null, "debate": null, "departments": [{"acronym": "DLUHC", "name": "Department for Levelling Up, Housing and Communities ", "url": "https://www.gov.uk/government/organisations/department-for-levelling-up-housing-and-communities"}], "topics": []}}, {"type": "petition", "id": 549844, "links": {"self": "https://petition.parliament.uk/petitions/549844.json"}, "attributes": {"action": "Require packaging that clearly details the environmental impact of products.", "background": "Food packaging has nutritional information on the front, using a traffic light system. In a similar way, details such as mean equivalent carbon emissions, land use, water use, ecological impact and resulting pollution should be clearly visible on the front of consumer goods packaging.", "additional_details": "Around 26% of global emissions come from food. Most individuals don't have the time to research the environmental impact of their consumables. Implementing this policy will help consumers make more environmentally friendly choices and put pressure on companies to develop products that are better for the planet. In addition, the need for companies to assess environmental impact will result in a boom of jobs in the environment sector. Britain will lead the world in enabling green consumer choices.", "committee_note": "", "state": "closed", "signature_count": 92, "created_at": "2020-08-29T12:38:25.761Z", "updated_at": "2021-03-24T00:00:08.480Z", "rejected_at": null, "opened_at": "2020-09-23T13:09:43.087Z", "closed_at": "2021-03-23T23:59:59.999Z", "moderation_threshold_reached_at": "2020-09-13T20:11:54.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": null, "government_response": null, "debate": null, "departments": [{"acronym": "DEFRA", "name": "Department for Environment, Food and Rural Affairs", "url": "https://www.gov.uk/government/organisations/department-for-environment-food-rural-affairs"}], "topics": []}}, {"type": "petition", "id": 595610, "links": {"self": "https://petition.parliament.uk/petitions/595610.json"}, "attributes": {"action": "Retain and maintain the RAF's last 14 C-130 Hercules aircraft", "background": "I would like the Government to stop retiring the last 14 RAF C-130 Hercules in 2023. These should be retained, and maintenance undertaken to ensure they can remain operational.", "additional_details": "The Hercules C-130 is the work horse of the RAF. It can land & take off on a very short strip of land, even a sandy beach. As just proved in Afghanistan, it is a very useful aircraft with a great record.", "committee_note": "", "state": "closed", "signature_count": 85, "created_at": "2021-08-23T11:06:46.214Z", "updated_at": "2022-02-27T00:00:07.709Z", "rejected_at": null, "opened_at": "2021-08-26T14:20:44.491Z", "closed_at": "2022-02-26T23:59:59.999Z", "moderation_threshold_reached_at": "2021-08-23T15:18:55.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": null, "government_response": null, "debate": null, "departments": [{"acronym": "MoD", "name": "Ministry of Defence", "url": "https://www.gov.uk/government/organisations/ministry-of-defence"}], "topics": []}}, {"type": "petition", "id": 583267, "links": {"self": "https://petition.parliament.uk/petitions/583267.json"}, "attributes": {"action": "Ban fast food companies from using disposable packaging for advertising", "background": "Companies should not be allowed to use disposable single use takeaway containers for advertising their brand.  All takeaway food and drink containers must instead only display information regarding the correct disposal of the used packaging and providing this information should be mandatory.", "additional_details": "Takeaway food packaging is huge problem for the planet, causing litter and plastic pollution on both land and sea. Currently companies do not discourage the use of this single use packaging as it provides a far reaching opportunity for widespread community advertising both when the packaging is in use and when it is littered. Once packaging doesn't work for them, then companies will look to cut costs by encouraging refillable and reusable packaging solutions instead.", "committee_note": "", "state": "closed", "signature_count": 81, "created_at": "2021-04-18T18:14:15.454Z", "updated_at": "2022-11-28T11:57:48.658Z", "rejected_at": null, "opened_at": "2021-04-23T09:54:12.780Z", "closed_at": "2021-10-23T22:59:59.999Z", "moderation_threshold_reached_at": "2021-04-19T04:43:05.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": null, "government_response": null, "debate": null, "departments": [{"acronym": "DEFRA", "name": "Department for Environment, Food and Rural Affairs", "url": "https://www.gov.uk/government/organisations/department-for-environment-food-rural-affairs"}], "topics": []}}, {"type": "petition", "id": 615774, "links": {"self": "https://petition.parliament.uk/petitions/615774.json"}, "attributes": {"action": "Total ban on the use of electric scooters, except on private land", "background": "Electric scooters may only be used on private land. Cease all trials with immediate effect.", "additional_details": "They are proven to be dangerous as their use cannot be controlled. They have and are causing death and serious injury.", "committee_note": null, "state": "closed", "signature_count": 73, "created_at": "2022-04-28T15:42:58.818Z", "updated_at": "2022-11-24T00:00:01.448Z", "rejected_at": null, "opened_at": "2022-05-09T12:52:04.225Z", "closed_at": "2022-11-23T23:59:59.999Z", "moderation_threshold_reached_at": "2022-05-08T15:45:39.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": null, "government_response": null, "debate": null, "departments": [{"acronym": "DfT", "name": "Department for Transport", "url": "https://www.gov.uk/government/organisations/department-for-transport"}], "topics": []}}, {"type": "petition", "id": 301257, "links": {"self": "https://petition.parliament.uk/petitions/301257.json"}, "attributes": {"action": "Change the law on airport slots to favour ecological practices", "background": "Under international guidelines and EU law companies keep their landing slots if they use them over 80% of the time in UK's major airports.\r\n\r\nDuring the covid-19 crisis this is resulting in ghost (empty) flights.", "additional_details": "UK law should priorities positive ecological practices both during and post the crisis.\r\n \r\nThe House of Commons has announced a climate change emergency.\r\n \r\nAircraft engines emit particulates and gases into the atmosphere which contributes to climate change.\r\nIn times of low international travel (such as now, during covid-19 outbreak) planes should not fly empty.\r\n \r\nLaws such as the 80% slot usage leads to economical incentive for airlines to fly empty planes because slots are valuable. This practice should be stopped. The priority should be to reduce pollution not support big airlines.", "committee_note": "", "state": "closed", "signature_count": 61, "created_at": "2020-03-10T11:39:39.897Z", "updated_at": "2020-09-16T23:00:09.214Z", "rejected_at": null, "opened_at": "2020-03-16T16:21:17.029Z", "closed_at": "2020-09-16T22:59:59.999Z", "moderation_threshold_reached_at": "2020-03-10T14:27:14.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": null, "government_response": null, "debate": null, "departments": [{"acronym": "DfT", "name": "Department for Transport", "url": "https://www.gov.uk/government/organisations/department-for-transport"}], "topics": []}}, {"type": "petition", "id": 315071, "links": {"self": "https://petition.parliament.uk/petitions/315071.json"}, "attributes": {"action": "Refuse Dairy Industry Bailouts: Transition to a Plant-Based Food System", "background": "The Royal Association of Dairy Farmers and NFU have called for a government bailout of the dairy industry. \r\n\r\nWe ask the Government to not bailout the dairy industry and instead financially support farmers by investing in a nationwide transition to a sustainable and just plant-based food system.", "additional_details": "The dairy industry is a contributor to climate breakdown  and ecosystem collapse.\r\n\r\nThe dairy industry is responsible for killing millions of animals globally every year. \r\n\r\nThe dairy industry uses large amounts of land, preventing the UK from growing enough food to be food secure.\r\n\r\nA plant-based food system could greatly improve all of these issues.", "committee_note": "", "state": "closed", "signature_count": 57, "created_at": "2020-04-09T19:11:17.799Z", "updated_at": "2020-12-12T00:00:04.005Z", "rejected_at": null, "opened_at": "2020-06-11T12:35:07.942Z", "closed_at": "2020-12-11T23:59:59.999Z", "moderation_threshold_reached_at": "2020-04-09T19:15:44.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": null, "government_response": null, "debate": null, "departments": [{"acronym": "HMT", "name": "HM Treasury", "url": "https://www.gov.uk/government/organisations/hm-treasury"}], "topics": ["covid-19"]}}, {"type": "petition", "id": 618498, "links": {"self": "https://petition.parliament.uk/petitions/618498.json"}, "attributes": {"action": "Legal requirement for farms to give cows grass to graze for 6 months of the year", "background": "Make it a legal requirement for farms to give their cows the space to graze in fields for atleast 6 months of the year.\r\n\r\nJust like there is a legal requirement of 1 stall to lay in per indoor cow, give 6.5 square metres of grassland per cow for them to graze in for atleast 6 months of each year.", "additional_details": "It's a given. Time outside is a human right, so why is it not a sentient animal's right too? Even prisoners get their hours yard time a day!\r\nCows provide milk, leather, meat & calves & in return, we should be providing them with excellent healthcare & access to grassland.\r\nLots of farmers have the land but they use it for growing cow's feed, so they can double up on indoor cows & push them to their absolute limits in mucky concrete sheds for more profit!", "committee_note": null, "state": "open", "signature_count": 54, "created_at": "2022-06-15T14:30:38.773Z", "updated_at": "2022-12-26T20:02:00.000Z", "rejected_at": null, "opened_at": "2022-06-21T08:56:19.634Z", "closed_at": null, "moderation_threshold_reached_at": "2022-06-15T18:15:59.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": "Negan H Ryan", "rejection": null, "government_response": null, "debate": null, "departments": [{"acronym": "DEFRA", "name": "Department for Environment, Food and Rural Affairs", "url": "https://www.gov.uk/government/organisations/department-for-environment-food-rural-affairs"}], "topics": []}}, {"type": "petition", "id": 555091, "links": {"self": "https://petition.parliament.uk/petitions/555091.json"}, "attributes": {"action": "Reforest England - Use unproductive rural areas and expand existing woodland.", "background": "‘Reforest’ initiative to significantly increase woodland and forest areas making use of unproductive or uneconomical farmland. \r\nUse CPO powers to acquire land for public use.\r\nWoodland Trust and Forestry Commission to identify areas, guide acquisitions and subsequently manage environment.", "additional_details": "Woodland and forest covers approximately 10% of England. We need to restore our forests and natural habitats significantly by securing, planting and protecting new woodland areas. \r\nEncourage greater access and understanding by the general public. \r\nFarmland in less productive areas is cheap and easy to acquire. \r\nFarmers are the logical custodians of the such areas supporting established trust organisations. \r\nObjective to increase the extent and diversity of our woodland by 100% every 5 years.", "committee_note": null, "state": "closed", "signature_count": 54, "created_at": "2020-10-18T20:12:35.602Z", "updated_at": "2021-07-26T17:24:31.960Z", "rejected_at": null, "opened_at": "2020-12-02T17:01:29.681Z", "closed_at": "2021-06-02T22:59:59.999Z", "moderation_threshold_reached_at": "2020-10-19T08:15:24.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": null, "government_response": null, "debate": null, "departments": [{"acronym": "DEFRA", "name": "Department for Environment, Food and Rural Affairs", "url": "https://www.gov.uk/government/organisations/department-for-environment-food-rural-affairs"}], "topics": []}}, {"type": "petition", "id": 615352, "links": {"self": "https://petition.parliament.uk/petitions/615352.json"}, "attributes": {"action": "Review planning law relating to camping sites to better meet local needs", "background": "The Government should review planning law, particularly the Caravan Sites and Control of Development Act 1960, to ensure that local authorities have the powers and resourcing they need to refuse consent for temporary holiday sites that place an unsustainable burden on local infrastructure.", "additional_details": "The use of agricultural land for small, certificated camp sites can be a financial boost for local tourism, which is important to many communities. However, the current provisions for Camping Associations have allowed one site to expand from 5 to 85 units throughout the year with no planning control despite local authorities' objections and concern from MPs. At present these concerns appear to be ignored & this review should consider whether existing exemptions & requirements are fit for purpose.", "committee_note": "", "state": "closed", "signature_count": 45, "created_at": "2022-04-21T14:41:20.967Z", "updated_at": "2022-11-09T00:00:01.390Z", "rejected_at": null, "opened_at": "2022-04-25T10:39:10.238Z", "closed_at": "2022-11-08T23:59:59.999Z", "moderation_threshold_reached_at": "2022-04-21T16:27:29.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": null, "government_response": null, "debate": null, "departments": [{"acronym": "DEFRA", "name": "Department for Environment, Food and Rural Affairs", "url": "https://www.gov.uk/government/organisations/department-for-environment-food-rural-affairs"}], "topics": []}}, {"type": "petition", "id": 556731, "links": {"self": "https://petition.parliament.uk/petitions/556731.json"}, "attributes": {"action": "Ban cigarettes - The Largest Ocean Polluter", "background": "In April 2021 England will officially ban the single use plastics such as straws and cotton buds. Wales will also do the same in Spring 2021. However the largest source of single use plastic pollution is cigarettes. Therefore it would be appropriate to also ban cigarettes.", "additional_details": "The Government have agreed to ban single use plastic in 2021, however the list of items banned crucially misses out cigarettes. Cigarettes are the top single use plastic polluter in the world! On top of the plastic and microplastics issue, cigarettes also add harmful chemicals such as nicotine, lead and arsenic into the environment. These chemicals enter our food chain leading to bioaccumulation. They have also been shown to inhibit plant growth on land and reduce crop yeilds.", "committee_note": null, "state": "closed", "signature_count": 44, "created_at": "2020-10-29T10:37:06.149Z", "updated_at": "2021-05-04T23:00:06.517Z", "rejected_at": null, "opened_at": "2020-11-04T14:52:54.408Z", "closed_at": "2021-05-04T22:59:59.999Z", "moderation_threshold_reached_at": "2020-10-29T11:51:27.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": null, "government_response": null, "debate": null, "departments": [{"acronym": "DEFRA", "name": "Department for Environment, Food and Rural Affairs", "url": "https://www.gov.uk/government/organisations/department-for-environment-food-rural-affairs"}], "topics": []}}, {"type": "petition", "id": 596243, "links": {"self": "https://petition.parliament.uk/petitions/596243.json"}, "attributes": {"action": "Go up not out and reuse existing buildings - ban all building on green space", "background": "There must be no more using of green land for building.\r\nReuse existing buildings such as offices.\r\nNew build must be at least three storeys high  preferably more, with a communal garden.", "additional_details": "Farmland and green spaces are being filled with housing at an alarming rate.\r\nWhole areas are becoming unrecognisable and there is huge effect on wildlife and natural water control.\r\nBuilding ever outwards is a luxury we can no longer afford. \r\nNew build must be presumed to go up not out: like other countries with shortage of land we must start to build more homes on the same space with roof and community gardens.\r\nThe assumption that everyone will have a private garden can no longer be the case.", "committee_note": "", "state": "closed", "signature_count": 33, "created_at": "2021-09-02T18:41:56.623Z", "updated_at": "2022-03-08T00:00:01.190Z", "rejected_at": null, "opened_at": "2021-09-07T12:26:15.026Z", "closed_at": "2022-03-07T23:59:59.999Z", "moderation_threshold_reached_at": "2021-09-02T19:39:38.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": null, "government_response": null, "debate": null, "departments": [{"acronym": "DLUHC", "name": "Department for Levelling Up, Housing and Communities ", "url": "https://www.gov.uk/government/organisations/department-for-levelling-up-housing-and-communities"}], "topics": []}}, {"type": "petition", "id": 608316, "links": {"self": "https://petition.parliament.uk/petitions/608316.json"}, "attributes": {"action": "Legalise Natural Organic Reduction", "background": "Natural organic reduction - AKA human composting - is an ecologically friendly alternative to cremation. The deceased is covered in plant matter and then placed in a chamber to compost for 1-2 months. Afterwards, the compost can be used for growing plants. I would like the government to legalise it.", "additional_details": "Natural organic reduction is not natural burial - it is much faster (< 1yr, vs natural burial's 8-12yrs) and the nutrient-rich compost can be used anywhere. This could be of great benefit to areas in the UK where the soil has been depleted. It is also cleaner than machine cremation because it does not release ash and pollutants into the air whilst taking up a similar amount of land room. I also believe that people should have access to more funerary options, especially eco-friendly ones.", "committee_note": "", "state": "closed", "signature_count": 31, "created_at": "2022-02-07T20:56:50.092Z", "updated_at": "2022-10-10T12:18:15.349Z", "rejected_at": null, "opened_at": "2022-02-22T11:29:38.131Z", "closed_at": "2022-08-22T22:59:59.999Z", "moderation_threshold_reached_at": "2022-02-19T20:48:58.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": null, "government_response": null, "debate": null, "departments": [{"acronym": "DHSC", "name": "Department of Health and Social Care", "url": "https://www.gov.uk/government/organisations/department-of-health-and-social-care"}], "topics": []}}, {"type": "petition", "id": 573097, "links": {"self": "https://petition.parliament.uk/petitions/573097.json"}, "attributes": {"action": "Make every waterway public up to the high water mark, including fishing rights.", "background": "Make all waterways legal for the public to access for recreation, be that canoeing, swimming or fishing and have land ownership extend only to the high water mark. Anyone should have the right to enjoy Britains rivers without paying or having to ask permission from land owners.", "additional_details": "I feel that no one should own a river, they should be publicly accessible. Land ownership should extend to the high water mark, allowing fisheries to charge for bank access rather than the right to fish, but the use of a boat or wading up a river should be legal, as people shouldn't be allowed to own a waterway. people should be allowed to swim or boat along any waterway, since the landowner should own the bank, not the river.", "committee_note": null, "state": "closed", "signature_count": 31, "created_at": "2021-02-01T15:05:46.561Z", "updated_at": "2021-08-08T23:00:04.434Z", "rejected_at": null, "opened_at": "2021-02-08T14:53:59.694Z", "closed_at": "2021-08-08T22:59:59.999Z", "moderation_threshold_reached_at": "2021-02-01T18:29:57.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": null, "government_response": null, "debate": null, "departments": [{"acronym": "DEFRA", "name": "Department for Environment, Food and Rural Affairs", "url": "https://www.gov.uk/government/organisations/department-for-environment-food-rural-affairs"}], "topics": []}}, {"type": "petition", "id": 588120, "links": {"self": "https://petition.parliament.uk/petitions/588120.json"}, "attributes": {"action": "Ban the use of barbed wire adjacent to all public areas including footpaths", "background": "The Governments should ban the use of, and require individuals and organisations responsible for land - including farmers, land owners and councils - to remove current barbed wire fences, in the hope of preventing injury of humans and the lives of animals", "additional_details": "As a dog walker and someone who enjoys local woodland walks, I always fear that someone or something may get caught in barbed wire.\r\n \r\nI was in an open field walking my dog. He fell and ended up with barbed wire all around his neck.\r\n \r\nMy current dog didn't see a barbed wire fence and ran into it.\r\n \r\nThese fences can be hard to see, and are often dirty, unclean, dangerous and completely unnecessary to have adjacent to public footpaths.\r\n \r\nPlease help save lives and prevent injuries.", "committee_note": "", "state": "closed", "signature_count": 24, "created_at": "2021-06-06T15:48:17.000Z", "updated_at": "2021-12-22T00:00:05.631Z", "rejected_at": null, "opened_at": "2021-06-21T14:25:00.394Z", "closed_at": "2021-12-21T23:59:59.999Z", "moderation_threshold_reached_at": "2021-06-06T16:09:25.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": null, "government_response": null, "debate": null, "departments": [{"acronym": "DLUHC", "name": "Department for Levelling Up, Housing and Communities ", "url": "https://www.gov.uk/government/organisations/department-for-levelling-up-housing-and-communities"}], "topics": []}}, {"type": "petition", "id": 578498, "links": {"self": "https://petition.parliament.uk/petitions/578498.json"}, "attributes": {"action": "End provision of agricultural subsidies for managed grouse moorland in England", "background": "Alter the criteria required to qualify for agricultural subsidy to exclude sectors which do not generate any important food source, (e.g. land management for grouse shooting). A threshold of minimum food production per hectare should be implemented.", "additional_details": "Grouse moors in England provide only 1520 full time jobs in England (2016, Countryside alliance, National gamekeepers association), and occupy 8% of the total land area of Britain. No food source of significant importance is provided by management of land for grouse shooting. Grouse moors represent a devastatingly inefficient waste of land use. Agricultural subsidies are intended to maintain stable food prices, and taxpayers are not getting value for money by supporting this wasteful industry.", "committee_note": null, "state": "closed", "signature_count": 23, "created_at": "2021-03-07T21:00:26.684Z", "updated_at": "2021-10-13T23:00:05.051Z", "rejected_at": null, "opened_at": "2021-04-13T11:44:15.980Z", "closed_at": "2021-10-13T22:59:59.999Z", "moderation_threshold_reached_at": "2021-03-07T21:23:35.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": null, "government_response": null, "debate": null, "departments": [{"acronym": "DEFRA", "name": "Department for Environment, Food and Rural Affairs", "url": "https://www.gov.uk/government/organisations/department-for-environment-food-rural-affairs"}], "topics": []}}, {"type": "petition", "id": 627649, "links": {"self": "https://petition.parliament.uk/petitions/627649.json"}, "attributes": {"action": "Only allow organised firework events or only manufacture of silent fireworks", "background": "There are so many pet owners in the UK I would love there to be only organised events and not allow for use at homes/back gardens or open land or only manufacture silent fireworks.  They dont have to make a noise", "additional_details": "I live in a small village where there are so many dog and cat owners and there is nothing more distressing than trying to console a terrified pet.  In fact you fact console them at all.", "committee_note": null, "state": "rejected", "signature_count": 21, "created_at": "2022-11-06T08:46:42.081Z", "updated_at": "2022-11-09T08:31:56.027Z", "rejected_at": "2022-11-09T08:31:54.567Z", "opened_at": null, "closed_at": null, "moderation_threshold_reached_at": "2022-11-06T09:56:10.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": {"code": "duplicate", "details": "We have published the following petitions, which you might like to sign:\r\n\r\nBan sale of fireworks to the public and limit sales to licensed displays only: https://petition.parliament.uk/petitions/616868\r\n\r\nReduce the decibel limit on fireworks to 85 decibels, to reduce impact: https://petition.parliament.uk/petitions/622900"}, "government_response": null, "debate": null, "departments": [], "topics": []}}, {"type": "petition", "id": 623801, "links": {"self": "https://petition.parliament.uk/petitions/623801.json"}, "attributes": {"action": "Block all planning submitted to change use or build where DSA Airport is", "background": "Any submissions to change the use of the land where Doncaster Sheffield Airport is or build.", "additional_details": "This has historical value and should not be overlooked for its use to the community.\r\nIt is the pillar of the Doncaster community and valued by its residents. Peel holdings have made a shocking choice to close, haven’t been truthful about its ideas from the start. We want your help to maintain the land as it is, for the good of the community, not for a corporate company’s gain.", "committee_note": null, "state": "rejected", "signature_count": 21, "created_at": "2022-09-26T11:25:14.348Z", "updated_at": "2022-10-03T07:31:13.014Z", "rejected_at": "2022-10-03T07:31:11.878Z", "opened_at": null, "closed_at": null, "moderation_threshold_reached_at": "2022-09-26T11:34:40.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": {"code": "irrelevant", "details": "We can only accept petitions about things the Government or Parliament are directly responsible for.\r\n\r\nDecisions about local planning decisions are a matter for the relevant local authority, not the UK Government or Parliament.\r\n\r\nYou could raise your issue with a local councillor who represents you. You can find out who your local councillors are, and how to contact them, by entering your post code here: https://www.gov.uk/find-your-local-councillors"}, "government_response": null, "debate": null, "departments": [], "topics": []}}, {"type": "petition", "id": 599538, "links": {"self": "https://petition.parliament.uk/petitions/599538.json"}, "attributes": {"action": "Uphold the Planning Decision at Carbis Bay Hotel.", "background": "Uphold the order to return the land that has been developed back to its original state.", "additional_details": "The Planning Permission was opposed by some 400 residents of Carbis and the surrounding area. Just because the G7 took place the hotel thought it would get away with unlawful development. It’s not in keeping with the laws of the land and is an over development of what used to be a beautiful Cornish cove.", "committee_note": null, "state": "rejected", "signature_count": 21, "created_at": "2021-10-20T18:42:55.279Z", "updated_at": "2021-10-25T12:42:15.910Z", "rejected_at": "2021-10-25T12:42:15.735Z", "opened_at": null, "closed_at": null, "moderation_threshold_reached_at": "2021-10-20T19:23:28.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": {"code": "irrelevant", "details": "Petitions must call for a specific action that the UK Government or House of Commons is responsible for.\r\n\r\nLocal planning decisions are a matter for your local authority, not the Government or House of Commons.\r\n\r\nAs a result it is not possible for the Government or House of Commons to take the action you have requested.\r\n\r\nYou could raise this issue with a local councillor, who represents you. You can use this page to find out who your local councillors are, and how to contact them: https://www.gov.uk/find-your-local-councillors\r\n\r\nYou can also petition your local council directly. Find out how to petition your council here: https://www.cornwall.gov.uk/the-council-and-democracy/campaigns-consultations-and-petitions/petitions/"}, "government_response": null, "debate": null, "departments": [], "topics": []}}, {"type": "petition", "id": 599360, "links": {"self": "https://petition.parliament.uk/petitions/599360.json"}, "attributes": {"action": "Create ‘Byways Open to All Traffic’ in Scotland to expand the use of land", "background": "Allow the right for vehicles that are taxed, Mot’d and legal for public highway to use existing Byways and unclassified routes in Scotland for leisure and recreational purposes.", "additional_details": "In England, Wales, Northern Ireland and the Isle of Man vehicles that are road worthy (Taxed, Insured and Mot’d) can use registered byways for recreational purposes. Byways already in use have rules and regulations to uphold safety and the sustainability of these routes. The majority of those who use these routes take the time and effort to maintain their existence and keep them to a standard available for all to use. An additional option would be to apply a license before the route is accessed.", "committee_note": null, "state": "rejected", "signature_count": 21, "created_at": "2021-10-18T18:06:46.107Z", "updated_at": "2021-10-21T09:05:46.211Z", "rejected_at": "2021-10-21T09:05:30.174Z", "opened_at": null, "closed_at": null, "moderation_threshold_reached_at": "2021-10-18T19:10:58.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": {"code": "irrelevant", "details": "Decisions on road access in Scotland are the responsibility of the Scottish Government, not the UK Government or Parliament. The UK Government is therefore unable to take the action this petition calls for.\r\n\r\nIf you'd like to submit a petition to the Scottish Parliament, you can find out how to do so here: http://www.scottish.parliament.uk/gettinginvolved/petitions/index.aspx"}, "government_response": null, "debate": null, "departments": [], "topics": []}}, {"type": "petition", "id": 596168, "links": {"self": "https://petition.parliament.uk/petitions/596168.json"}, "attributes": {"action": "Ban all hunting on National Trust land indefinitely.", "background": "To permanently end so-called \"trail hunt\" licences being handed out by the National Trust.", "additional_details": "We are calling for these suspensions to be made permanent and for hunting to be banned on all National Trust land indefinitely + in the rest of the UK. Until 2020 the National Trust has allowed ‘trail hunts’ to use their land. These licences are currently suspended pending the outcome of the police investigation they need to be banned before then", "committee_note": null, "state": "rejected", "signature_count": 21, "created_at": "2021-09-01T14:50:24.789Z", "updated_at": "2021-09-07T07:03:01.036Z", "rejected_at": "2021-09-07T07:03:00.260Z", "opened_at": null, "closed_at": null, "moderation_threshold_reached_at": "2021-09-01T15:08:58.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": {"code": "irrelevant", "details": "Petitions must call for a specific action that the UK Government or House of Commons is responsible for.\r\n\r\nDecisions about whether to ban trail hunts on National Trust land are a matter for the National Trust, not the Government or House of Commons. As a result it is not possible for the Government or House of Commons to take the action you have requested.\r\n\r\nWe have published the following petitions, which you might like to sign:\r\n\r\nMini’s law - Protect the public and animals from hunting activities: https://petition.parliament.uk/petitions/584076\r\n\r\nBan trail hunts from using more than two hounds: https://petition.parliament.uk/petitions/583761"}, "government_response": null, "debate": null, "departments": [], "topics": []}}, {"type": "petition", "id": 579915, "links": {"self": "https://petition.parliament.uk/petitions/579915.json"}, "attributes": {"action": "Stop development on green belt land while brownfield sites remain undeveloped.", "background": "Introduce measures to stop development on green belt land and to prevent de-designation of green belt land while undeveloped brownfield sites remain. Introduce measures to encourage development of brownfield sites and vacant property in town centres for residential uses.", "additional_details": "Our green belts provide vital habitats for flora & fauna. They are also a vital resource for human mental and physical wellbeing and this has been amply demonstrated during the present pandemic.\r\n\r\nIt is an obscenity to trash our greenbelt land whilst there is more than sufficient undeveloped brownfield land and vacant buildings that can be used to satisfy housing need. \r\n\r\nHigh Streets are in dire need of rejuvenation this can be achieved by encouraging conversion of vacant High St space into homes", "committee_note": null, "state": "rejected", "signature_count": 21, "created_at": "2021-03-15T19:58:28.020Z", "updated_at": "2021-04-29T08:54:18.558Z", "rejected_at": "2021-04-29T08:53:29.879Z", "opened_at": null, "closed_at": null, "moderation_threshold_reached_at": "2021-03-15T20:09:45.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": {"code": "duplicate", "details": "You may wish to sign this petition calling for a similar action: https://petition.parliament.uk/petitions/575169"}, "government_response": null, "debate": null, "departments": [], "topics": []}}, {"type": "petition", "id": 576154, "links": {"self": "https://petition.parliament.uk/petitions/576154.json"}, "attributes": {"action": "Wigan Council Review dangerous  Subsidence at Wigan Rd Park before Child is hurt", "background": "Call In Wigan Council to Review a dangerous piece of land on Wigan Road park Atherton that is at immediate risk of subsidence that could lead to major injury or fatality as it is a public park and well used. The slope is creeping back month on month and could collapse at any moment. This potentiall", "additional_details": "after months of contact with the council they have been too slow to react, it’s an accident waiting to happen potentially caused by either geographic change or climate change. Children play there constantly and will not last much longer. This is an urgent request before spring for urgent work and solution to fix permanently before someone is hurt.", "committee_note": null, "state": "rejected", "signature_count": 21, "created_at": "2021-02-21T14:34:34.681Z", "updated_at": "2021-03-02T11:56:30.937Z", "rejected_at": "2021-03-02T11:56:30.940Z", "opened_at": null, "closed_at": null, "moderation_threshold_reached_at": "2021-02-21T15:33:17.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": {"code": "irrelevant", "details": "You could raise your issue with a local councillor who represents you. You can use this page to find out who your local councillors are, and how to contact them:\r\nhttps://www.gov.uk/find-your-local-councillors "}, "government_response": null, "debate": null, "departments": [], "topics": []}}, {"type": "petition", "id": 565511, "links": {"self": "https://petition.parliament.uk/petitions/565511.json"}, "attributes": {"action": "Renew the hunting act to prevent exploitation resulting in the death of animals", "background": "Year after year, in particular, \"boxing day hunts\" have resulted in the death of foxes, or people's pets. The hunting act was introduced in 2004, banning the hunting of wild mammals with dogs. This law has had no effect. Hunters get around this with loopholes and foxes are still being killed.", "additional_details": "Review the hunting act and renew the loopholes. Hunting groups get away with breaking the law on a regular basis. Police investigations results in \"no evidence\" of intent to kill. If this was the case why does it still happen? All Hunting needs to be banned completely, including trail hunting. Private lands need to use professional pest control. All \"legal\" hunting activities still result in the killing of wild/domestic animals. These hunting groups need to be prosecuted when breaking the law.", "committee_note": null, "state": "rejected", "signature_count": 21, "created_at": "2020-12-30T14:18:06.373Z", "updated_at": "2021-01-05T14:08:00.279Z", "rejected_at": "2021-01-05T14:08:00.282Z", "opened_at": null, "closed_at": null, "moderation_threshold_reached_at": "2020-12-30T14:59:27.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": {"code": "duplicate", "details": "https://petition.parliament.uk/petitions/554497"}, "government_response": null, "debate": null, "departments": [], "topics": []}}, {"type": "petition", "id": 560001, "links": {"self": "https://petition.parliament.uk/petitions/560001.json"}, "attributes": {"action": "BAN THE BANG\r\nFireworks are killing our pets.\r\nBAN THE BANG", "background": "Let people have their Fireworks, sparklers ect.\r\nBut stop them being allowed to use Fireworks that go bang. As people are still using them near livestock (farmers land, horses, zoos and many more)", "additional_details": "ANIMALS ARE SUFFERING. \r\nPet Owners Are Loosing The Lives Of Their Beloved Pets. \r\nANIMALS ARE SUFFERING. \r\nALL ANIMALS \r\nCats, dogs, horses, rabbits, zoo animals, all animals are suffering with severe injury or death all because people think Fireworks are fun. People don't listen to the rules of not being allowed to use near livestock. So BAN THE BANG and save our poor animals that are SUFFERING! \r\nNoahs Ark Zoo have lost there baby zebra 'Hope' due to fireworks being set off close the her. Its hone beyond a joke now and we need to stop!", "committee_note": null, "state": "rejected", "signature_count": 21, "created_at": "2020-11-10T16:39:03.495Z", "updated_at": "2020-11-16T16:27:02.733Z", "rejected_at": "2020-11-16T16:27:02.738Z", "opened_at": null, "closed_at": null, "moderation_threshold_reached_at": "2020-11-10T16:54:47.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": {"code": "duplicate", "details": "You may wish to sign this petition calling for a similar action: https://petition.parliament.uk/petitions/549758\r\n\r\nWhile some fireworks are marketed as silent, these still make some noise. If you would like the Government to reduce the decibel limit to a specific level, you could start a new petition requesting this.\r\n\r\nWe have also published the following petitions, which you might like to sign:\r\n\r\nLimit the Sale and Use of Fireworks to Organisers of Licensed Displays Only: https://petition.parliament.uk/petitions/319891\r\n\r\nBan the use of all fireworks in order to reduce air and noise pollution: https://petition.parliament.uk/petitions/334448"}, "government_response": null, "debate": null, "departments": [], "topics": []}}, {"type": "petition", "id": 326923, "links": {"self": "https://petition.parliament.uk/petitions/326923.json"}, "attributes": {"action": "stop selling weapons to Saudi Arabia, it helps the Yemeni civil war.", "background": "stop selling weapon’s to Saudi Arabia", "additional_details": "The arms sold by the UK are used to fuel the civil war in Yemen which is the cause of its famine and current humanitarian crisis which approx. 25 million people are suffering from.‬ It’s painful to see the world sat silently while the bullies and oppressors of millions of lives are getting away with daily slaughter of innocent children and adults. These people have no mistake but to be living in their country, their home land, their safe place. But unfortunately it can no longer be called that because the country is facing three types of extreme crises at once.", "committee_note": null, "state": "rejected", "signature_count": 21, "created_at": "2020-06-12T21:32:51.424Z", "updated_at": "2020-07-16T11:53:50.466Z", "rejected_at": "2020-07-16T11:53:50.468Z", "opened_at": null, "closed_at": null, "moderation_threshold_reached_at": "2020-06-12T21:42:04.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": {"code": "duplicate", "details": "https://petition.parliament.uk/petitions/326822\r\n"}, "government_response": null, "debate": null, "departments": [], "topics": []}}, {"type": "petition", "id": 323972, "links": {"self": "https://petition.parliament.uk/petitions/323972.json"}, "attributes": {"action": "Ban the use of disposable barbecues in public spaces.", "background": "Sold as \"disposable\", these barbecues litter our parks and beaches but more importantly have caused hundreds of fires in moorlands, parks, and forests around the country. \r\nWe want the Government to outright ban the use of these wasteful products in public spaces.", "additional_details": "In the past week, there have been several fires in our countryside resulting in multiple hectares of land being burnt. \r\nDuring a time when emergency services are already under a lot of stress from Covid-19, it is more important now than ever to ban these disposable barbecues from being used in these spaces.\r\nThese disposable barbecues are also very wasteful and damage the environment when not properly disposed of. \r\n\r\nSee for yourself. https://bit.ly/2Xlej7k", "committee_note": null, "state": "rejected", "signature_count": 21, "created_at": "2020-06-01T19:46:22.152Z", "updated_at": "2020-07-27T14:57:28.063Z", "rejected_at": "2020-07-27T14:57:28.066Z", "opened_at": null, "closed_at": null, "moderation_threshold_reached_at": "2020-06-01T20:16:54.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": {"code": "duplicate", "details": "https://petition.parliament.uk/petitions/315762"}, "government_response": null, "debate": null, "departments": [], "topics": []}}, {"type": "petition", "id": 316468, "links": {"self": "https://petition.parliament.uk/petitions/316468.json"}, "attributes": {"action": "A total ban on the use and sale of Sky Lanterns (aka Chinese or night lanterns)", "background": "A total ban on the use, sale or manufacturing of sky lanterns. These are paper lanterns with a wire internal frame that use the heat from a candle to fly in to the atmosphere.", "additional_details": "Parliament should make the manufacturing, sale and use of these lanterns illegal in the UK. They cost the economy millions in damages from destroyed buildings, farmland and woodland. They also cause immense cost to NHS trusts, Fire departments and police departments across the country. They are also a danger to human and animal life. There is no way to control where the lanterns land. The economic benefit these lanterns create is less then what they cost the economy and communities", "committee_note": null, "state": "rejected", "signature_count": 21, "created_at": "2020-04-16T08:05:38.157Z", "updated_at": "2020-05-29T12:45:31.603Z", "rejected_at": "2020-05-29T12:45:31.607Z", "opened_at": null, "closed_at": null, "moderation_threshold_reached_at": "2020-04-16T08:25:24.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": {"code": "duplicate", "details": "https://petition.parliament.uk/petitions/310556"}, "government_response": null, "debate": null, "departments": [], "topics": []}}, {"type": "petition", "id": 316190, "links": {"self": "https://petition.parliament.uk/petitions/316190.json"}, "attributes": {"action": "Ban use of Sky Lanterns in the UK", "background": "Please debate a UK wide ban of the use of Sky Lanterns ( also known as Chinese Lanterns). They pose a fire hazard to livestock, buildings and crops, and can cause catastrophic damage on dry land. They travel for miles, entangle livestock and wildlife and can kill if the debris is mistaken for food.", "additional_details": "Please consider a ban of the use of Sky Lanterns for the whole of the UK.", "committee_note": null, "state": "rejected", "signature_count": 21, "created_at": "2020-04-15T10:52:10.813Z", "updated_at": "2020-05-18T10:33:09.138Z", "rejected_at": "2020-05-18T10:33:09.141Z", "opened_at": null, "closed_at": null, "moderation_threshold_reached_at": "2020-04-15T11:38:04.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": {"code": "duplicate", "details": "You may wish to sign this petition calling for the same action: https://petition.parliament.uk/petitions/310556"}, "government_response": null, "debate": null, "departments": [], "topics": []}}, {"type": "petition", "id": 316136, "links": {"self": "https://petition.parliament.uk/petitions/316136.json"}, "attributes": {"action": "Ban the use of \"Night lanterns\" and \"Fire lanterns\" \"Chinese Lanterns\"", "background": "Ban the use of paper and fabric \"night sky lanterns\" \"fire lanterns\" \"Chinese lanterns\" and other floating fire lights due to the evidence and extremely high risks of fire and destruction to property, persons, livestock, and danger to wildlife caused by their use.", "additional_details": "Sky lanterns are a huge danger to wildlife, public homes farmland and property. Although the release of them are banned on Council owned land and property in *Wales* it's still entirely legal to release paper lanterns in England !!!!!\r\nOver 200,000 sky lanterns are sold and released each year in the UK. Sky lanterns cause injury and suffering to animals and marine life, and livestock and have a devastating impact on the environment and residences and cause an avoidable use of fire services.", "committee_note": null, "state": "rejected", "signature_count": 21, "created_at": "2020-04-15T08:16:11.100Z", "updated_at": "2020-05-18T10:32:42.251Z", "rejected_at": "2020-05-18T10:32:42.253Z", "opened_at": null, "closed_at": null, "moderation_threshold_reached_at": "2020-04-15T08:33:14.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": {"code": "duplicate", "details": "You may wish to sign this petition calling for the same action: https://petition.parliament.uk/petitions/310556"}, "government_response": null, "debate": null, "departments": [], "topics": []}}, {"type": "petition", "id": 551176, "links": {"self": "https://petition.parliament.uk/petitions/551176.json"}, "attributes": {"action": "Prevent religion being used as an excuse to build on protected green belts", "background": "After hearing about \"The Eternal Wall of Prayer\" project being built in a protected green belt, I think religious belief should not be a valid excuse in a secular country to build on an otherwise restricted area", "additional_details": "Green belts exist to preserve areas and prevent urban sprawl. Building this blatant tourist attraction is bound to create exactly a sprawl, as people move to provide facilities to visitors of the Wall. Religious belief and the wall being \"A vision from God\" should not be accepted as a valid reason to build on protected land, especially when other more useful buildings could be provided instead, and when not even locals are allowed to build.", "committee_note": null, "state": "rejected", "signature_count": 18, "created_at": "2020-09-14T08:15:20.995Z", "updated_at": "2020-09-24T08:28:04.685Z", "rejected_at": "2020-09-24T08:28:04.689Z", "opened_at": null, "closed_at": null, "moderation_threshold_reached_at": "2020-09-17T10:46:54.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": {"code": "no-action", "details": "It is possible to get planning permission for building on Green Belt land, and this is the case whether a project is religious in nature or not.\r\n\r\nYou can find out more about the role of the Green Belt in the planning system here: https://www.gov.uk/guidance/green-belt\r\n\r\nWe could accept a petition calling on the Government to ban any new development on the Green Belt, if that is what you want to happen."}, "government_response": null, "debate": null, "departments": [], "topics": []}}, {"type": "petition", "id": 623578, "links": {"self": "https://petition.parliament.uk/petitions/623578.json"}, "attributes": {"action": "Fund free rail travel for all military personnel.", "background": "We ask the Government to fund free rail travel for all military personnel.\r\n", "additional_details": "Numerous military personnel are required to work at great distances from their families, friends, and residences, and must reduce the frequency of their trips due to the high cost of fuel and transportation. Also, many personnel drive very long distances which can be dangerous, and the benefits of using rail travel will reduce this risk.\r\n\r\nAn MOD studies show that between 2012-16 armed forces personnel had a 65% increased risk of dying from land transport accidents, including whilst driving cars and motorbikes, compared to the general population.", "committee_note": "", "state": "open", "signature_count": 17, "created_at": "2022-09-23T05:22:52.556Z", "updated_at": "2022-11-01T15:59:10.000Z", "rejected_at": null, "opened_at": "2022-10-03T14:04:10.468Z", "closed_at": null, "moderation_threshold_reached_at": "2022-09-23T07:30:50.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": "Marc Clinning", "rejection": null, "government_response": null, "debate": null, "departments": [{"acronym": "MoD", "name": "Ministry of Defence", "url": "https://www.gov.uk/government/organisations/ministry-of-defence"}], "topics": []}}]}