{"links": {"self": "https://petition.parliament.uk/petitions.json?q=river&page=1", "first": "https://petition.parliament.uk/petitions.json?q=river", "last": "https://petition.parliament.uk/petitions.json?page=2&q=river", "next": "https://petition.parliament.uk/petitions.json?page=2&q=river", "prev": null}, "data": [{"type": "petition", "id": 582336, "links": {"self": "https://petition.parliament.uk/petitions/582336.json"}, "attributes": {"action": "Ban Water Companies discharging raw sewage into water courses.", "background": "Ensure Water companies treat the sewage they are responsible for. Not discharge it into rivers and water courses. After all what goes into the ocean comes back as the fish we eat.", "additional_details": "This should be illegal!", "committee_note": "", "state": "closed", "signature_count": 111428, "created_at": "2021-04-06T15:35:58.496Z", "updated_at": "2022-10-07T08:38:15.228Z", "rejected_at": null, "opened_at": "2021-04-12T11:54:19.667Z", "closed_at": "2021-10-12T22:59:59.999Z", "moderation_threshold_reached_at": "2021-04-06T17:45:45.000Z", "response_threshold_reached_at": "2021-04-15T06:26:55.000Z", "government_response_at": "2021-05-06T10:34:38.934Z", "debate_threshold_reached_at": "2021-10-12T19:31:28.000Z", "scheduled_debate_date": "2021-11-15", "debate_outcome_at": "2021-11-16T11:06:29.698Z", "creator_name": null, "rejection": null, "government_response": {"responded_on": "2021-05-05", "summary": "Tackling the harm caused by sewage is a top priority for Government. That is why we have established the Storm Overflows Taskforce and have announced plans for legislation to address this problem.", "details": "All discharges to the water environment, including from storm overflows, require a permit issued by the Environment Agency under the Environmental Permitting Regulations. The permits contain the necessary conditions to regulate the discharge and protect the environment. Compliance with permits is assessed by the Environment Agency. Any non-compliance is reported and will be subject to appropriate action under the Environment Agency’s enforcement and sanctions guidance. The Environment Agency will continue to prosecute water companies which fail to uphold the law or cause serious environmental harm.\r\n\r\nStorm overflows were designed to be used during extreme weather to prevent sewers becoming overloaded with a combination of sewage and rainwater, releasing diluted wastewater into rivers rather than letting it back up into people’s homes. Climate change has led to increased rainfall and water infrastructure has not kept pace with development growth over decades. Storm overflows are a last resort in modern sewer design, but the age of our sewerage systems means their complete elimination is not practicable or affordable.\r\n \r\nWe recognise that there is more to do with regards to the management of sewage pollution. Rebecca Pow MP, the Parliamentary Under Secretary of State for Defra, has met water company CEOs and made clear that the volume of sewage discharged into rivers and other waterways in extreme weather must be reduced. To achieve this, Defra has established the Storm Overflows Taskforce, bringing together representatives from Government, the water industry, regulators and environmental non-governmental organisations to set out clear proposals to accelerate progress in tackling this issue. \r\n\r\nThis Taskforce has agreed a long-term goal to eliminate harm from storm overflows and has taken steps to improve monitoring and transparency. Eliminating harm from storm overflows is a generational endeavour that will involve significant change and it will take time to achieve, but the Government is determined to accelerate efforts towards this goal. The Taskforce is now working on plans to start making progress towards this goal and has commissioned research to gather evidence on the costs, benefits and feasibility of different options. \r\n\r\n\r\nOn 29 March, the Government also announced new measures would be put into law to reduce sewage discharges from storm overflows. Three key duties will be made law:\r\n\r\n· A duty on Government to publish a plan by September 2022 to reduce sewage discharges from storm overflows and to reduce their impact;\r\n\r\n· A duty on Government to report to Parliament on progress on implementing the plan;\r\n\r\n· A duty on water companies and the Environment Agency to publish data on storm overflow operation on an annual basis.\r\n\r\nYou can read more about this announcement at:\r\nhttps://www.gov.uk/government/news/measures-to-reduce-harm-from-storm-overflows-to-be-made-law\r\n\r\nThese legally-binding obligations on water companies and the Government will reduce pollution in rivers and will therefore protect wildlife and public health.\r\n\r\nAlongside these new duties, water companies have agreed to make available real-time data on sewage discharges from storm overflows at designated bathing waters all year round from this year. This data will be made available to help surfers, swimmers and other recreational water users to check the latest information and make informed choices on where to swim.\r\n\r\nIn addition to these new measures, water companies are already committed to an existing £1.1 billion programme of action in the current five-year business planning period (2020 to 2025) to improve the monitoring and management of storm overflows. This includes the installation of monitoring devices on the vast majority of storm overflows, 800 investigations and 798 improvement schemes to storm overflows.\r\n \r\nWater companies have also committed to accelerate work to install monitoring devices to create a complete picture of the impact of storm overflows by 2023. This will help us to understand the impacts of storm overflows at all sites and to target improvements to where they are needed.\r\n\r\nFinally, water companies are currently producing comprehensive Drainage and Wastewater Management Plans to assess the capacity of and risks to their wastewater networks over a 25-year planning horizon. We are also taking steps through the Environment Bill to place these Plans on a statutory basis. They will be another tool to help address the risks that storm overflows pose to the environment.\r\n\r\nDepartment for Environment, Food and Rural Affairs\r\n", "created_at": "2021-05-06T10:34:38.929Z", "updated_at": "2021-05-06T10:34:38.929Z"}, "debate": {"debated_on": "2021-11-15", "transcript_url": "https://hansard.parliament.uk/commons/2021-11-15/debates/21111537000002/WaterCompaniesSewageDischarge", "video_url": "https://www.youtube.com/watch?v=YauNgmUMasQ", "debate_pack_url": "", "overview": ""}, "departments": [{"acronym": "DEFRA", "name": "Department for Environment, Food and Rural Affairs", "url": "https://www.gov.uk/government/organisations/department-for-environment-food-rural-affairs"}], "topics": []}}, {"type": "petition", "id": 586378, "links": {"self": "https://petition.parliament.uk/petitions/586378.json"}, "attributes": {"action": "Give the Environment Agency the funds and freedom to protect English rivers", "background": "The Government must reverse years of cuts to Agency budgets, increase charges for polluters, and give the Agency freedom from overly business-friendly Government codes and guidance, so it can pursue and achieve its principal statutory objective to protect and enhance English rivers", "additional_details": "Over 10% of freshwater species are threatened with extinction and two thirds are in decline, including salmon. Only 14% of rivers are at good ecological status. 26% of groundwater bodies are at poor status. 40% of rivers suffer pollution from rural areas. Pollution incidents, caused by agriculture and water companies, occur routinely with almost no response from the Agency. Too little monitoring, inspection, enforcement and prosecution of existing pollution law.", "committee_note": "", "state": "closed", "signature_count": 10655, "created_at": "2021-05-17T11:37:38.846Z", "updated_at": "2022-09-02T11:34:25.609Z", "rejected_at": null, "opened_at": "2021-05-24T10:37:42.638Z", "closed_at": "2021-11-24T23:59:59.999Z", "moderation_threshold_reached_at": "2021-05-17T12:49:55.000Z", "response_threshold_reached_at": "2021-11-22T22:02:18.000Z", "government_response_at": "2021-12-17T13:46:53.802Z", "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": null, "government_response": {"responded_on": "2021-12-17", "summary": "The Government recognises the importance of protecting the natural environment and are investing accordingly to progress our 25 Year Environment Plan and its commitment to clean and plentiful water.", "details": "We are determined to build back greener following the pandemic and progress our 25 Year Environment Plan and its commitment to clean and plentiful water.\r\n\r\nThe Government recognises the importance of protecting the nation's natural environment and we are investing accordingly.\r\n\r\nThe Department for Environment, Food & Rural Affairs Spending Review settlement provides a £4.3 billion cash increase over the rest of this Parliament to £7 billion in 2024-25.\r\n\r\nThe settlement will allow us to deliver on the Government’s ambitious environmental agenda to halt the decline in species abundance by 2030, achieve Net Zero by 2050, increase resilience to flooding and coastal erosion, support innovation and progress the levelling up agenda.\r\n\r\nThe settlement delivers against the goals of the 25 Year Environment Plan for nature’s recovery and includes more than £250 million in public investment over three years to include, among other things, tackling nutrient pollution in rivers and streams. \r\n\r\nThe Spending Review 2021 also sets a stretching new target to raise at least £500 million in private finance for nature’s recovery every year by 2027 and more than £1 billion a year by 2030.\r\n\r\n\r\nThe Government has taken powers in the Environment Act 2021 to create new, legally-binding targets in four priority areas including water. These new targets will be an important mechanism to drive environmental improvement and meet our ambitious objectives for the water environment in the 25 Year Environment Plan.  \r\n\r\nThe Act places clear duties on water and sewerage companies to progressively reduce the adverse impacts of discharges from storm overflows and improve transparency of reporting when discharges occur.  \r\n\r\nThe Environment Agency is driving transparency with 80% of storm overflows now having Event Duration Monitors and all overflows will be monitored by the end of 2023, allowing water companies to report the frequency and duration of spills to the Environment Agency (EA) each year so they can assess compliance. The Environment Agency is acting on new information, suggesting that some water companies in England may indeed not be complying with their permits and a major Environment Agency/Ofwat investigation has been launched.\r\n\r\nWe are committed to funding the EA to improve the water environment. For example, we are providing additional funding to the EA to increase their farm inspection regime nationwide over the next 18 months. In 2021/2 this includes an expectation of a fourfold increase in farm inspections undertaken nationally with plans to scale up further in 2022/3.\r\n\r\nWhilst necessary to uphold basic standards, enforcement of the regulations alone are not sufficient because farmers need advice to understand the risks posed to water by agriculture and funding support where actions beyond regulatory requirements are needed to reduce pollution further.\r\n\r\nWe are expanding the Catchment Sensitive Farming Programme, almost doubling its funding by providing an additional £17 million over the next three years to enable it to cover 100% of farms in England. Over the last 15 years this programme has been one of the main ways to help farmers tackle pollution which results from manure, fertiliser and soil running off into rivers when it rains. It provides free 1-2-1 advice to farmers to help them reduce water and air pollution through management of nutrients, soils, animals and infrastructure among other things.\r\n\r\nDepartment for Environment, Food and Rural Affairs", "created_at": "2021-12-17T13:46:53.799Z", "updated_at": "2021-12-17T13:46:53.799Z"}, "debate": null, "departments": [{"acronym": "DEFRA", "name": "Department for Environment, Food and Rural Affairs", "url": "https://www.gov.uk/government/organisations/department-for-environment-food-rural-affairs"}], "topics": []}}, {"type": "petition", "id": 577582, "links": {"self": "https://petition.parliament.uk/petitions/577582.json"}, "attributes": {"action": "Remove the otter’s protected species status", "background": "The Eurasian otter (Lutra Lutra) is now firmly established in the river systems across the UK and appear to be in far greater numbers than anyone can recall.", "additional_details": "We believe the protection afforded by a number of priority species lists and The Wildlife and Countryside Act 1981 should be removed as it is no longer appropriate, in order to protect and maintain a balanced riverine environment.", "committee_note": "", "state": "closed", "signature_count": 5318, "created_at": "2021-03-02T12:09:14.517Z", "updated_at": "2021-10-08T23:00:07.400Z", "rejected_at": null, "opened_at": "2021-04-08T15:50:57.108Z", "closed_at": "2021-10-08T22:59:59.999Z", "moderation_threshold_reached_at": "2021-03-02T20:09:25.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": null, "government_response": null, "debate": null, "departments": [{"acronym": "DEFRA", "name": "Department for Environment, Food and Rural Affairs", "url": "https://www.gov.uk/government/organisations/department-for-environment-food-rural-affairs"}], "topics": []}}, {"type": "petition", "id": 330416, "links": {"self": "https://petition.parliament.uk/petitions/330416.json"}, "attributes": {"action": "Ban ‘permitted discharge’ of foul water into rivers ", "background": "Stop utility companies from being able to discharge foul water into the rivers, other than in the infrequent times of heavy rainstorms. \r\n", "additional_details": "Utility companies are depositing more and more raw sewerage into UK rivers. Utility companies should have to upgrade/replace these pumping stations to accommodate the increase in connections from developments and ensure their modelling of the foul network has an allowance for misconnected surface water connection.", "committee_note": "", "state": "closed", "signature_count": 4390, "created_at": "2020-07-04T14:47:02.790Z", "updated_at": "2021-03-12T00:00:04.414Z", "rejected_at": null, "opened_at": "2020-09-11T13:30:28.218Z", "closed_at": "2021-03-11T23:59:59.999Z", "moderation_threshold_reached_at": "2020-07-04T15:25:24.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": null, "government_response": null, "debate": null, "departments": [{"acronym": "DEFRA", "name": "Department for Environment, Food and Rural Affairs", "url": "https://www.gov.uk/government/organisations/department-for-environment-food-rural-affairs"}], "topics": []}}, {"type": "petition", "id": 560905, "links": {"self": "https://petition.parliament.uk/petitions/560905.json"}, "attributes": {"action": "Ban the sale and use of Fipronil and Imidacloprid in flea treatments for pets", "background": "The UK Government must prohibit the manufacture, sale and use of flea treatments for domestic pets that contain harmful pesticides, in order to prevent harm to aquatic life and to protect the natural environment.", "additional_details": "There are an estimated 10 million dogs and 11 million cats in the UK. \r\n\r\nThe majority of pets routinely receive flea treatments, many of which contain toxic chemicals that find their way into watercourses, polluting rivers and poisoning aquatic life.\r\n\r\nFipronil and Imidacloprid - two of the chemicals most commonly used - have already been banned in farming.\r\n\r\nThe continued use of these chemicals to treat domestic pets can harm aquatic life and other organsims and must be stopped immediately.", "committee_note": "", "state": "closed", "signature_count": 2817, "created_at": "2020-11-17T21:38:00.299Z", "updated_at": "2021-05-24T23:00:08.771Z", "rejected_at": null, "opened_at": "2020-11-24T10:15:00.345Z", "closed_at": "2021-05-24T22:59:59.999Z", "moderation_threshold_reached_at": "2020-11-18T07:18:07.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": null, "government_response": null, "debate": null, "departments": [{"acronym": "DEFRA", "name": "Department for Environment, Food and Rural Affairs", "url": "https://www.gov.uk/government/organisations/department-for-environment-food-rural-affairs"}], "topics": []}}, {"type": "petition", "id": 573619, "links": {"self": "https://petition.parliament.uk/petitions/573619.json"}, "attributes": {"action": "Introduce a national fishing line recycling scheme", "background": "400 million metres of fishing line is discarded in the UK each year. It takes 600 years for heavy monofilament to degrade.", "additional_details": "Fishing litter and discarded nets cause injury and death to thousands of wild animals every year.\r\n \r\nWe need the Government to introduce a national scheme to address this.\r\n \r\nI want the government to:\r\n \r\n1. Require material on fishing line recycling is provided whenever someone buys an EA fishing licence.\r\n \r\n2. Provide funding for fishing line recycling bins in local parks and other open access fisheries such as canals, rivers and sea venues. Anywhere someone can fish, there should be a recycling bin.\r\n \r\n3. Provide funding for recycling schemes, like the Anglers National Line Recycling Scheme, so these can be expanded to assist in the recycling of line, nets and all plastics collected both in freshwater and marine environments.", "committee_note": "", "state": "closed", "signature_count": 2760, "created_at": "2021-02-03T01:05:40.555Z", "updated_at": "2021-08-20T16:33:11.246Z", "rejected_at": null, "opened_at": "2021-02-10T16:36:30.135Z", "closed_at": "2021-08-10T22:59:59.999Z", "moderation_threshold_reached_at": "2021-02-03T19:47:37.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": null, "government_response": null, "debate": null, "departments": [{"acronym": "DEFRA", "name": "Department for Environment, Food and Rural Affairs", "url": "https://www.gov.uk/government/organisations/department-for-environment-food-rural-affairs"}], "topics": []}}, {"type": "petition", "id": 596493, "links": {"self": "https://petition.parliament.uk/petitions/596493.json"}, "attributes": {"action": "Control pollution from agriculture in the Wye and Severn River Catchments", "background": "1. Introduce an immediate moratorium of any new intensive poultry units in the Wye and Severn catchment areas\r\n2. Strictly control manure spreading according to the phosphate load in the ground \r\n3. Monitor phosphate levels\r\n4. Take legal action against any breaches of pollution legislation", "additional_details": "Water quality and biodiversity has declined in both rivers in recent years because of high levels of nitrates and phosphates leading algae blooms. This has lead to a significant loss  in biodiversity. Pollution from agricultural run off in particular that from from intensive poultry units (IPUs) is the single most important cause of the increased pollution in these river systems. Stringent control of pollution from farms is urgently needed to prevent an ecological catastrophe.", "committee_note": null, "state": "closed", "signature_count": 2206, "created_at": "2021-09-06T19:44:25.818Z", "updated_at": "2022-03-15T00:00:02.374Z", "rejected_at": null, "opened_at": "2021-09-14T14:09:40.346Z", "closed_at": "2022-03-14T23:59:59.999Z", "moderation_threshold_reached_at": "2021-09-06T19:57:48.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": null, "government_response": null, "debate": null, "departments": [{"acronym": "DEFRA", "name": "Department for Environment, Food and Rural Affairs", "url": "https://www.gov.uk/government/organisations/department-for-environment-food-rural-affairs"}], "topics": []}}, {"type": "petition", "id": 600138, "links": {"self": "https://petition.parliament.uk/petitions/600138.json"}, "attributes": {"action": "Require Water Companies to Refund Customers When They Dump Sewage", "background": "It’s a consumer rights and pollution issue. We pay for the water company to take away surface-foul water to be treated at local sewage works. This amounts to around 45-50% of our annual bill. If the companies dump that waste water into the river or sea, without treatment, they are ripping us off.", "additional_details": "Water companies have dumped sewage into rivers or the sea for years. Even in the height of summer during periods of low rainfall. It is more profitable for them to occasionally sluice the sewage, when they think they can get away with it, rather than treating it. If they were not just fined for any illegal dumping but forced to refund for treatment they haven’t done, it may make them a little more hesitant to carry on this disgusting practice.", "committee_note": "", "state": "closed", "signature_count": 1021, "created_at": "2021-10-30T11:53:09.432Z", "updated_at": "2022-09-09T13:59:56.060Z", "rejected_at": null, "opened_at": "2021-11-04T17:30:40.370Z", "closed_at": "2022-05-04T22:59:59.999Z", "moderation_threshold_reached_at": "2021-10-31T18:46:38.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": null, "government_response": null, "debate": null, "departments": [{"acronym": "DEFRA", "name": "Department for Environment, Food and Rural Affairs", "url": "https://www.gov.uk/government/organisations/department-for-environment-food-rural-affairs"}], "topics": []}}, {"type": "petition", "id": 593696, "links": {"self": "https://petition.parliament.uk/petitions/593696.json"}, "attributes": {"action": "Set a minimum per fish fine for offences for killing freshwater fish", "background": "Fines for offences relating to killing freshwater fish are often scandalously low, with inadequate fines per fish.", "additional_details": "This poses little deterrent to polluting our rivers. We request that UK Government set a minimum fine per fish that fairly reflects the loss of these essential species.\r\n \r\nIn 2020, data revealed that just 14% of rivers in England were of ‘good’ ecological standard, and not one, of ‘good’ chemical standard.\r\n \r\nUnder various UK Acts, offenders can be fined up to £5000 for causing the death of one bat or water vole and an 'unlimited' fine for a single otter or badger. However, freshwater fish fines are regularly less than £10 per fish.\r\n \r\nGreater fines should prevent these becoming 'business costs' and encourage companies to actively work to prevent them from occurring.", "committee_note": "", "state": "closed", "signature_count": 615, "created_at": "2021-07-29T15:18:09.331Z", "updated_at": "2022-02-03T00:00:00.323Z", "rejected_at": null, "opened_at": "2021-08-02T15:07:29.472Z", "closed_at": "2022-02-02T23:59:59.999Z", "moderation_threshold_reached_at": "2021-07-29T16:26:15.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": null, "government_response": null, "debate": null, "departments": [{"acronym": "DEFRA", "name": "Department for Environment, Food and Rural Affairs", "url": "https://www.gov.uk/government/organisations/department-for-environment-food-rural-affairs"}], "topics": []}}, {"type": "petition", "id": 577169, "links": {"self": "https://petition.parliament.uk/petitions/577169.json"}, "attributes": {"action": "Introduce a 'litter tax' on all single-use packaging", "background": "A sales tax should be imposed on all products whose packaging can only be used once, such as drinks cans and plastic wrappers. The revenue should then be used to help clean up the environment and prevent plastics and other items getting into rivers and oceans. ", "additional_details": "This work could create job opportunities for those who are out of work. The public should be told why a litter tax is needed, as a consequence of irresponsible behaviour.\r\n\r\nI think this could help make our country less untidy. In other countries litter is hardly seen due to apparent better social behaviour and better methods to keep fields and roadsides clean. Look at any roadside or motorway verge, and see the levels of non-stop rubbish discarded. These items get into stream and rivers, and make our roads, towns and countryside so shabby. Use the revenue generated to create jobs and clean the country up.", "committee_note": "", "state": "closed", "signature_count": 460, "created_at": "2021-02-26T12:06:38.969Z", "updated_at": "2022-11-28T11:55:39.473Z", "rejected_at": null, "opened_at": "2021-03-09T16:52:01.433Z", "closed_at": "2021-09-09T22:59:59.999Z", "moderation_threshold_reached_at": "2021-02-26T18:34:27.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": null, "government_response": null, "debate": null, "departments": [{"acronym": "HMT", "name": "HM Treasury", "url": "https://www.gov.uk/government/organisations/hm-treasury"}], "topics": []}}, {"type": "petition", "id": 548974, "links": {"self": "https://petition.parliament.uk/petitions/548974.json"}, "attributes": {"action": "Do not weaken river pollution rules", "background": "The head of the Environment Agency has endorsed a proposal to weaken laws on cleanliness of polluted rivers, lakes and coastlines after Brexit.\r\n\r\nCampaigners say Sir James Bevan is trying to “rig the system” to cover up decades of failure by the agency.", "additional_details": "https://www.theguardian.com/environment/2020/aug/19/environment-agency-chief-backs-plan-to-water-down-river-cleanliness-rules-james-bevan\r\n\r\nOur environment laws should be getting better, not worse. This government is weakening and threatening laws associated with animal welfare and the environment. It needs to stop.", "committee_note": "", "state": "closed", "signature_count": 407, "created_at": "2020-08-19T11:14:28.014Z", "updated_at": "2021-03-30T08:07:35.000Z", "rejected_at": null, "opened_at": "2020-09-29T11:07:37.590Z", "closed_at": "2021-03-29T22:59:59.999Z", "moderation_threshold_reached_at": "2020-08-19T13:29:24.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": null, "government_response": null, "debate": null, "departments": [{"acronym": "DEFRA", "name": "Department for Environment, Food and Rural Affairs", "url": "https://www.gov.uk/government/organisations/department-for-environment-food-rural-affairs"}], "topics": []}}, {"type": "petition", "id": 619230, "links": {"self": "https://petition.parliament.uk/petitions/619230.json"}, "attributes": {"action": "Increase awareness of the dangers of swimming in lakes and rivers", "background": "We want the Government to require schools to specifically teach students about the dangers of swimming in rivers and lakes, as part of teaching curriculum content on swimming and water safety. We also want to see a public awareness campaign, including television adverts, highlighting these risks.", "additional_details": "Unfortunately we lost our son aged 16 due yo drowning in a lake, and deaths of teenagers in rivers and lakes is all too common\r\n\r\nI as a mother of such tragedy believe there is not enough being done to prevent this happening again and again.", "committee_note": "", "state": "open", "signature_count": 377, "created_at": "2022-06-28T12:25:36.109Z", "updated_at": "2023-01-01T19:48:50.000Z", "rejected_at": null, "opened_at": "2022-07-14T15:27:20.278Z", "closed_at": null, "moderation_threshold_reached_at": "2022-07-02T06:32:59.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": "Sharon brown", "rejection": null, "government_response": null, "debate": null, "departments": [{"acronym": "DfE", "name": "Department for Education", "url": "https://www.gov.uk/government/organisations/department-for-education"}], "topics": []}}, {"type": "petition", "id": 627440, "links": {"self": "https://petition.parliament.uk/petitions/627440.json"}, "attributes": {"action": "Increase penalties and fund increased enforcement for river pollution", "background": "We want the Government to amend legislation governing offences for polluting rivers, from industrial or agricultural sources, and fund increased enforcement action against polluters.", "additional_details": "", "committee_note": "", "state": "open", "signature_count": 361, "created_at": "2022-11-03T16:01:34.630Z", "updated_at": "2023-01-03T08:28:50.000Z", "rejected_at": null, "opened_at": "2022-11-11T13:05:28.528Z", "closed_at": null, "moderation_threshold_reached_at": "2022-11-08T16:32:30.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": "Tony Watkins", "rejection": null, "government_response": null, "debate": null, "departments": [{"acronym": "DEFRA", "name": "Department for Environment, Food and Rural Affairs", "url": "https://www.gov.uk/government/organisations/department-for-environment-food-rural-affairs"}], "topics": []}}, {"type": "petition", "id": 599873, "links": {"self": "https://petition.parliament.uk/petitions/599873.json"}, "attributes": {"action": "Make it illegal for water companies to dump sewage into rivers and seas", "background": "We want the Government to make it illegal for water companies to dump sewage into the water ways of this country. The Government shouldn't be allowing such reckless activities.", "additional_details": "We believe that the Government shouldn't permit activities that can put public health at risk. We want to make sure that the Government knows that we will not stand idly by while the representatives of the people fail to protect the planet which we all have to live on.", "committee_note": "", "state": "closed", "signature_count": 327, "created_at": "2021-10-25T19:30:20.711Z", "updated_at": "2022-05-02T23:00:07.946Z", "rejected_at": null, "opened_at": "2021-11-02T15:35:00.862Z", "closed_at": "2022-05-02T22:59:59.999Z", "moderation_threshold_reached_at": "2021-10-25T20:17:08.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": null, "government_response": null, "debate": null, "departments": [{"acronym": "DEFRA", "name": "Department for Environment, Food and Rural Affairs", "url": "https://www.gov.uk/government/organisations/department-for-environment-food-rural-affairs"}], "topics": []}}, {"type": "petition", "id": 622551, "links": {"self": "https://petition.parliament.uk/petitions/622551.json"}, "attributes": {"action": "Ban the release of any untreated raw sewage and separate rainwater from sewage", "background": "1) Legislate for new build planning and retrospective action to keep rainwater separate from any raw sewage prior to the treatment of the raw sewage.\r\n \r\n2) Require water companies to have sufficient water treatment facilities to meet raw sewage treatment requirements for their catchment area.", "additional_details": "Recent events have highlighted the dangers to our population through sewage-based water-borne viruses and the results of any pollution of our rivers, lakes and coasts caused by the release of any untreated raw sewage. The use of outdated systems and practices within the water industry has to cease. The water industry is responsible for ensuring that the environment is not a dumping ground for its contaminated waste and that the population is not placed at risk through its inability to change.", "committee_note": "", "state": "open", "signature_count": 310, "created_at": "2022-08-25T15:52:46.615Z", "updated_at": "2023-01-01T17:12:00.000Z", "rejected_at": null, "opened_at": "2022-09-02T06:34:26.678Z", "closed_at": null, "moderation_threshold_reached_at": "2022-08-26T09:02:09.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": "Roger Anthony Fouracre", "rejection": null, "government_response": null, "debate": null, "departments": [{"acronym": "DEFRA", "name": "Department for Environment, Food and Rural Affairs", "url": "https://www.gov.uk/government/organisations/department-for-environment-food-rural-affairs"}], "topics": []}}, {"type": "petition", "id": 578485, "links": {"self": "https://petition.parliament.uk/petitions/578485.json"}, "attributes": {"action": "Make the removal of coarse fish illegal from rivers and waterways", "background": "Update laws to preserve the current fish in UK rivers and waterways, by changing legislation so it would be an illegal act to remove fish from a river or waterway.", "additional_details": "Therefore preserving the current fish stock and allowing the rivers and local environments to recover from the amount of fish that have been removed in recent times.", "committee_note": "", "state": "closed", "signature_count": 251, "created_at": "2021-03-07T18:51:58.397Z", "updated_at": "2021-10-13T23:00:05.032Z", "rejected_at": null, "opened_at": "2021-04-13T08:00:19.204Z", "closed_at": "2021-10-13T22:59:59.999Z", "moderation_threshold_reached_at": "2021-03-07T19:16:55.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": null, "government_response": null, "debate": null, "departments": [{"acronym": "DEFRA", "name": "Department for Environment, Food and Rural Affairs", "url": "https://www.gov.uk/government/organisations/department-for-environment-food-rural-affairs"}], "topics": []}}, {"type": "petition", "id": 587385, "links": {"self": "https://petition.parliament.uk/petitions/587385.json"}, "attributes": {"action": "Banning of Fipronil and Imidacloprid in flea treatments for dogs", "background": "To ban the use of Fipronil and Imidacloprid products in the treatment of dogs and cats for the prevention of fleas and ticks.   They have been found to enter our rivers and waterways when the bedding of dogs and cats are washed with the effluent entering the sewerage system and thence rivers.", "additional_details": "The use of Fipronil and Imidacloprid in products designed to prevent the infestation of dogs and cats with fleas and ticks has been found to be extremely detrimental to insect life in our rivers.  Several millions of animals are treated many times a year.  The products degrade to compounds that are more persistent in the environment.  Fipronil and its toxic breakdown products have been present in nearly all freshwater samples tested.  This is of extreme concern for the insect life in our rivers.", "committee_note": null, "state": "closed", "signature_count": 165, "created_at": "2021-05-27T15:15:33.277Z", "updated_at": "2021-12-04T00:00:01.728Z", "rejected_at": null, "opened_at": "2021-06-03T08:56:30.958Z", "closed_at": "2021-12-03T23:59:59.999Z", "moderation_threshold_reached_at": "2021-05-28T19:38:05.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": null, "government_response": null, "debate": null, "departments": [{"acronym": "DEFRA", "name": "Department for Environment, Food and Rural Affairs", "url": "https://www.gov.uk/government/organisations/department-for-environment-food-rural-affairs"}], "topics": []}}, {"type": "petition", "id": 594063, "links": {"self": "https://petition.parliament.uk/petitions/594063.json"}, "attributes": {"action": "Require all new buildings to have rainwater storage for flushing toilets", "background": "This simple and relatively cheap measure would use a wasted resource and reduce water charges. It would reduce the amount of rainwater going directly into foul drainage, a major cause of untreated discharge of sewage into rivers and the sea. My system used recycled containers and cost about £150.", "additional_details": "This measure could contribute to the national effort to combat climate change & could eventually have a small effect on flood reduction.\r\n \r\nIf extended, perhaps by Government grants, to include existing properties, the benefits to climate change & flood reduction could be very worthwhile.", "committee_note": "", "state": "closed", "signature_count": 147, "created_at": "2021-08-04T10:06:19.563Z", "updated_at": "2022-02-07T00:00:01.761Z", "rejected_at": null, "opened_at": "2021-08-06T16:43:13.771Z", "closed_at": "2022-02-06T23:59:59.999Z", "moderation_threshold_reached_at": "2021-08-04T20:40:25.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": null, "government_response": null, "debate": null, "departments": [{"acronym": "DLUHC", "name": "Department for Levelling Up, Housing and Communities ", "url": "https://www.gov.uk/government/organisations/department-for-levelling-up-housing-and-communities"}], "topics": []}}, {"type": "petition", "id": 554777, "links": {"self": "https://petition.parliament.uk/petitions/554777.json"}, "attributes": {"action": "Ban the sale of all glitter products due to environmental impacts", "background": "All glitter products should be banned to prevent environmental impacts, including microplastics ending up in streams and rivers, harming aquatic life.", "additional_details": "The Government has banned the use of microbeads and other plastic products. But other microplastics are still at large, affecting our ecosystems.\r\n \r\nPET glitter is made with plastics, and has been found to affect birds, plankton, plants and fish. Now a study at Anglia Ruskin University has found eco-glitters also have adverse environmental impacts: https://doi.org/10.1016/j.jhazmat.2020.124070\r\n \r\nIt's time to say goodbye to glitter to protect our planet.", "committee_note": "", "state": "closed", "signature_count": 102, "created_at": "2020-10-16T10:25:05.413Z", "updated_at": "2021-07-26T16:59:56.509Z", "rejected_at": null, "opened_at": "2020-10-23T15:50:50.725Z", "closed_at": "2021-04-23T22:59:59.999Z", "moderation_threshold_reached_at": "2020-10-16T14:16:24.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": null, "government_response": null, "debate": null, "departments": [{"acronym": "DEFRA", "name": "Department for Environment, Food and Rural Affairs", "url": "https://www.gov.uk/government/organisations/department-for-environment-food-rural-affairs"}], "topics": []}}, {"type": "petition", "id": 592895, "links": {"self": "https://petition.parliament.uk/petitions/592895.json"}, "attributes": {"action": "Make it illegal for boats to discharge waste into rivers", "background": "Every year around July/August human waste can be seen where children swim & play in the river Ouse. Subject to local byelays boats can discharge waste directly into rivers. There is no need for this archaic danger to people and wildlife they should be pumped into waste units.", "additional_details": "Although new boats are required to have a holding tank for waste, many boats simply discharge waste directly into the river. Every year from July to August human waste can be seen floating about where young children are swimming along the river Ouse.\r\n \r\nTo tackle this the Government should make it illegal for boats to discharge waste into rivers.", "committee_note": "", "state": "closed", "signature_count": 77, "created_at": "2021-07-21T07:06:10.738Z", "updated_at": "2022-01-30T00:00:03.743Z", "rejected_at": null, "opened_at": "2021-07-29T16:41:51.234Z", "closed_at": "2022-01-29T23:59:59.999Z", "moderation_threshold_reached_at": "2021-07-21T12:39:45.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": null, "government_response": null, "debate": null, "departments": [{"acronym": "DEFRA", "name": "Department for Environment, Food and Rural Affairs", "url": "https://www.gov.uk/government/organisations/department-for-environment-food-rural-affairs"}], "topics": []}}, {"type": "petition", "id": 326996, "links": {"self": "https://petition.parliament.uk/petitions/326996.json"}, "attributes": {"action": "Legalise Wild Camping", "background": "Legalise wild camping in England.", "additional_details": "It gives more freedom to the general public that want to explore and see the beautiful English sites we have, meaning people that love hiking or going on rivers can make a longer trip by setting up camp wherever they are in the wild.\r\nScotland can wild camp, why can’t we?", "committee_note": null, "state": "closed", "signature_count": 77, "created_at": "2020-06-13T11:58:00.439Z", "updated_at": "2021-01-24T00:00:02.334Z", "rejected_at": null, "opened_at": "2020-07-23T09:53:07.581Z", "closed_at": "2021-01-23T23:59:59.999Z", "moderation_threshold_reached_at": "2020-06-13T12:22:24.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": null, "government_response": null, "debate": null, "departments": [{"acronym": "DEFRA", "name": "Department for Environment, Food and Rural Affairs", "url": "https://www.gov.uk/government/organisations/department-for-environment-food-rural-affairs"}], "topics": []}}, {"type": "petition", "id": 583246, "links": {"self": "https://petition.parliament.uk/petitions/583246.json"}, "attributes": {"action": "Ban plastic cellulose acetate cigarette filters.", "background": "Ban the use of plastic cellulose acetate cigarette filters because of the toxic substances contained within them, and human behaviour around littering. These filters poison water supplies, kill fish and inhibit plant growth.", "additional_details": "This is connected with littering and the fact that many smokers do not dispose of cigarette ends responsibly. Along with the toxic non-biodegradable plastic cellulose acetate, filters also contain poisonous chemicals filtered from cigarettes, including nicotine, cyanide, lead and tar. Such toxic substances are getting into lakes, rivers and oceans, as well as drainage and other human water supplies. Since many smokers cannot dispose of them safely, they should be banned.", "committee_note": null, "state": "closed", "signature_count": 71, "created_at": "2021-04-18T15:05:58.604Z", "updated_at": "2022-11-28T11:57:32.276Z", "rejected_at": null, "opened_at": "2021-04-23T09:35:10.827Z", "closed_at": "2021-10-23T22:59:59.999Z", "moderation_threshold_reached_at": "2021-04-18T16:38:45.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": null, "government_response": null, "debate": null, "departments": [{"acronym": "BEIS", "name": "Department for Business, Energy and Industrial Strategy", "url": "https://www.gov.uk/government/organisations/department-for-business-energy-and-industrial-strategy"}], "topics": []}}, {"type": "petition", "id": 311765, "links": {"self": "https://petition.parliament.uk/petitions/311765.json"}, "attributes": {"action": "Close all non essential online stores/warehouses", "background": "Close down all non essential, works to protect the thousands of workers risking their lives in warehouses and construction sites and delivery jobs delivering items that people can live without!\r\n\r\nHowever shopping online remains open. People are online shopping in their thousands.", "additional_details": "Next and River Island have already done the right thing and put their people before profits. It is time for the rest to follow their example. Essential food and medical suppliers must keep going, they are key workers and we are grateful for their input to keeping our country going. But people can live without furniture, clothes, hotels, residential and non essential household goods for the good of the workers!!", "committee_note": "", "state": "closed", "signature_count": 62, "created_at": "2020-03-29T07:51:00.530Z", "updated_at": "2020-10-14T23:00:09.217Z", "rejected_at": null, "opened_at": "2020-04-14T10:44:49.168Z", "closed_at": "2020-10-14T22:59:59.999Z", "moderation_threshold_reached_at": "2020-03-29T07:57:04.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": null, "government_response": null, "debate": null, "departments": [{"acronym": "DLUHC", "name": "Department for Levelling Up, Housing and Communities ", "url": "https://www.gov.uk/government/organisations/department-for-levelling-up-housing-and-communities"}], "topics": ["covid-19"]}}, {"type": "petition", "id": 600193, "links": {"self": "https://petition.parliament.uk/petitions/600193.json"}, "attributes": {"action": "Fund bubble barriers in the Thames to stop plastic from reaching the ocean", "background": "A bubble barrier is a green solution that was found to stop 86% of plastic reaching the ocean during a recent test in the river IJessel in the Netherlands. It is said to be easy to install and very efficient. The Government should fund multiple bubble barriers for the Thames.", "additional_details": "Multiple bubble barriers in the Thames should stop most plastic from reaching the ocean, helping to preserve wildlife and the plastic that the bubble barrier stops could be collected and recycled.", "committee_note": "", "state": "closed", "signature_count": 47, "created_at": "2021-10-31T13:12:48.973Z", "updated_at": "2022-11-28T12:06:31.601Z", "rejected_at": null, "opened_at": "2021-11-05T12:14:14.285Z", "closed_at": "2022-05-05T22:59:59.999Z", "moderation_threshold_reached_at": "2021-10-31T13:46:58.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": null, "government_response": null, "debate": null, "departments": [{"acronym": "DEFRA", "name": "Department for Environment, Food and Rural Affairs", "url": "https://www.gov.uk/government/organisations/department-for-environment-food-rural-affairs"}], "topics": []}}, {"type": "petition", "id": 625449, "links": {"self": "https://petition.parliament.uk/petitions/625449.json"}, "attributes": {"action": "Ban the use of plastic gloves at petrol stations", "background": "Plastic gloves, used in petrol stations, end up in bushes, trees, fields. They can reach rivers, lakes and oceans. Banning their use at petrol stations should help reduce harm to the environment.", "additional_details": "These plastic gloves are strewn over our green belt and protected nature reserve areas. They can be extremely dangerous to plants, animals and insects & end up in water ways and ultimately breakdown and can enter the human food chain. These plastics can be incredibly hard to collect as they blow around.", "committee_note": "", "state": "open", "signature_count": 45, "created_at": "2022-10-16T10:47:44.400Z", "updated_at": "2022-12-28T22:42:40.000Z", "rejected_at": null, "opened_at": "2022-10-19T15:48:56.959Z", "closed_at": null, "moderation_threshold_reached_at": "2022-10-17T09:16:30.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": "Simona Cerapokiene", "rejection": null, "government_response": null, "debate": null, "departments": [{"acronym": "DEFRA", "name": "Department for Environment, Food and Rural Affairs", "url": "https://www.gov.uk/government/organisations/department-for-environment-food-rural-affairs"}], "topics": []}}, {"type": "petition", "id": 548586, "links": {"self": "https://petition.parliament.uk/petitions/548586.json"}, "attributes": {"action": "Nationalise water companies", "background": "Nationalise water companies and invest in improving the antiquated infrastructure,  particularly the sewage system.  Protect our waterways and reservoirs and lakes and ensure that they are in good ecological condition and safe for people to use and enjoy.", "additional_details": "Water companies are placing profit before protecting the environment.  Last year 1.5m hours of raw sewage were pumped into English rivers. Action is not being taken to prevent our waterways being polluted. Part of the problem is a sewage system which does not seem to be fit for purpose. If water was back in public ownership it would be easier to ensure that rivers were not being polluted  and would also help to mitigate against flooding.", "committee_note": null, "state": "closed", "signature_count": 39, "created_at": "2020-08-15T19:10:07.160Z", "updated_at": "2021-03-09T00:00:06.232Z", "rejected_at": null, "opened_at": "2020-09-08T09:26:41.666Z", "closed_at": "2021-03-08T23:59:59.999Z", "moderation_threshold_reached_at": "2020-08-16T11:48:54.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": null, "government_response": null, "debate": null, "departments": [{"acronym": "DEFRA", "name": "Department for Environment, Food and Rural Affairs", "url": "https://www.gov.uk/government/organisations/department-for-environment-food-rural-affairs"}], "topics": []}}, {"type": "petition", "id": 570198, "links": {"self": "https://petition.parliament.uk/petitions/570198.json"}, "attributes": {"action": "Review freshwater rod fishing bylaws reduce daily limit of course fish taken.", "background": "Review the freshwater rod fishing bylaws to reduce the daily limit on number of course fish taken in an attempt to reduce depletion of stock.", "additional_details": "At the moment, the bylaws state that each day an angler is permitted to take from rivers:\r\n\r\n1 pike (up to 65cm)\r\n2 grayling (30cm to 38cm)\r\n15 small fish (up to 20cm) including barbel, chub, common bream, common carp, crucian carp, dace, perch, rudd, silver bream, roach, smelt and tench\r\n\r\nMany anglers have witnessed a depletion in numbers of fish stocks in their local venues.\r\nThis is unsustainable if we continue to permit anglers to take this number of fish per person, per day!", "committee_note": null, "state": "closed", "signature_count": 38, "created_at": "2021-01-14T14:51:15.567Z", "updated_at": "2021-08-16T23:00:05.734Z", "rejected_at": null, "opened_at": "2021-02-16T09:52:19.120Z", "closed_at": "2021-08-16T22:59:59.999Z", "moderation_threshold_reached_at": "2021-01-14T15:11:17.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": null, "government_response": null, "debate": null, "departments": [{"acronym": "DEFRA", "name": "Department for Environment, Food and Rural Affairs", "url": "https://www.gov.uk/government/organisations/department-for-environment-food-rural-affairs"}], "topics": []}}, {"type": "petition", "id": 602139, "links": {"self": "https://petition.parliament.uk/petitions/602139.json"}, "attributes": {"action": "Ban all non-biodegradable chewing gum", "background": "Non-biodegradable chewing gum causes significant environmental damage. Therefore, the Government should enact a law that bans all production and selling of non-biodegradable gum in the UK.", "additional_details": "The main issue with non-biodegradable gum is that it is often not discarded properly. For public authorities this is a huge challenge causing tremendous strain on the public purse. The Local Government Association has estimated that for each piece of gum costing 3p the cost of removal is £1.50 which adds up to £60 million bill annually for local authorities. Moreover, gum can flow into water streams and pollutes oceans and rivers leading to many animals and sea life ingesting it.", "committee_note": "", "state": "closed", "signature_count": 37, "created_at": "2021-11-29T11:34:01.458Z", "updated_at": "2022-06-07T23:00:02.199Z", "rejected_at": null, "opened_at": "2021-12-07T08:49:38.510Z", "closed_at": "2022-06-07T22:59:59.999Z", "moderation_threshold_reached_at": "2021-12-02T09:10:28.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": null, "government_response": null, "debate": null, "departments": [{"acronym": "DEFRA", "name": "Department for Environment, Food and Rural Affairs", "url": "https://www.gov.uk/government/organisations/department-for-environment-food-rural-affairs"}], "topics": []}}, {"type": "petition", "id": 573097, "links": {"self": "https://petition.parliament.uk/petitions/573097.json"}, "attributes": {"action": "Make every waterway public up to the high water mark, including fishing rights.", "background": "Make all waterways legal for the public to access for recreation, be that canoeing, swimming or fishing and have land ownership extend only to the high water mark. Anyone should have the right to enjoy Britains rivers without paying or having to ask permission from land owners.", "additional_details": "I feel that no one should own a river, they should be publicly accessible. Land ownership should extend to the high water mark, allowing fisheries to charge for bank access rather than the right to fish, but the use of a boat or wading up a river should be legal, as people shouldn't be allowed to own a waterway. people should be allowed to swim or boat along any waterway, since the landowner should own the bank, not the river.", "committee_note": null, "state": "closed", "signature_count": 31, "created_at": "2021-02-01T15:05:46.561Z", "updated_at": "2021-08-08T23:00:04.434Z", "rejected_at": null, "opened_at": "2021-02-08T14:53:59.694Z", "closed_at": "2021-08-08T22:59:59.999Z", "moderation_threshold_reached_at": "2021-02-01T18:29:57.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": null, "government_response": null, "debate": null, "departments": [{"acronym": "DEFRA", "name": "Department for Environment, Food and Rural Affairs", "url": "https://www.gov.uk/government/organisations/department-for-environment-food-rural-affairs"}], "topics": []}}, {"type": "petition", "id": 576622, "links": {"self": "https://petition.parliament.uk/petitions/576622.json"}, "attributes": {"action": "More funding & legal changes to improve, preserve and protect salmon & sea trout", "background": "Offer more funding and integrate fish passes to support salmon and sea trout. Make rod and bank fishing and catch and release only for migratory fish (salmon/sea trout). Half the quota or even ban salmon and sea trout fishing at sea for 2 years. Bigger fines for poachers. Assess numbers annually.", "additional_details": "Salmon and Sea Trout number in and around the UK waters and rapidly declining and it's time to act now and implement an in depth investigation and improve every aspect from sea to spawning ground in order to produce higher numbers, this is and will be a long term project and very demanding but it is something that has to be done. Implementing new fish passes cleaning up the rivers and controlling fishing is just the start. So please help. This issue is not a new issue and more needs doing now.", "committee_note": "", "state": "closed", "signature_count": 28, "created_at": "2021-02-23T09:47:35.550Z", "updated_at": "2021-10-06T23:00:07.066Z", "rejected_at": null, "opened_at": "2021-04-06T11:07:12.644Z", "closed_at": "2021-10-06T22:59:59.999Z", "moderation_threshold_reached_at": "2021-02-23T11:10:37.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": null, "government_response": null, "debate": null, "departments": [{"acronym": "DEFRA", "name": "Department for Environment, Food and Rural Affairs", "url": "https://www.gov.uk/government/organisations/department-for-environment-food-rural-affairs"}], "topics": []}}, {"type": "petition", "id": 629840, "links": {"self": "https://petition.parliament.uk/petitions/629840.json"}, "attributes": {"action": "Require Ice Safety Equipment as standard at all bodies of water.", "background": "Provide simple ice rescue equipment at all likely locations of bodies of water which are known to or likely to freeze during winter.  These locations and equipment should be paired with existing installations of open water rescue equipment.", "additional_details": "Every year tragedies occur in lakes , ponds and rivers , which have frozen and become serious dangers to the public , especially children. Simple ice sledges , Ice rope drums , and means to break ice should be standard life safety rescue equipment throughout the UK in tandem with existing life saving eqipment, in all areas likely to attract danger to children. It is a basic protective and preventative measure on a National scale for nominal cost.", "committee_note": "", "state": "open", "signature_count": 23, "created_at": "2022-12-13T19:59:17.930Z", "updated_at": "2022-12-28T16:19:30.000Z", "rejected_at": null, "opened_at": "2022-12-20T16:09:27.434Z", "closed_at": null, "moderation_threshold_reached_at": "2022-12-14T23:34:40.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": "Mark Thomas", "rejection": null, "government_response": null, "debate": null, "departments": [{"acronym": "DLUHC", "name": "Department for Levelling Up, Housing and Communities ", "url": "https://www.gov.uk/government/organisations/department-for-levelling-up-housing-and-communities"}], "topics": []}}, {"type": "petition", "id": 629218, "links": {"self": "https://petition.parliament.uk/petitions/629218.json"}, "attributes": {"action": "Stop payment of dividends for water companies discharging sewage", "background": "Legislate against dividends being paid out for companies who regularly discharge sewage into rivers or sea.\r\nFines are clearly not enough disincentive for companies to desist.  Shareholders need a stronger reason to drive change.", "additional_details": "Dividend funds could be invested in infrastructure improvements until no longer needed.", "committee_note": null, "state": "rejected", "signature_count": 21, "created_at": "2022-12-01T21:15:42.166Z", "updated_at": "2022-12-21T08:53:14.001Z", "rejected_at": "2022-12-21T08:53:02.827Z", "opened_at": null, "closed_at": null, "moderation_threshold_reached_at": "2022-12-01T21:41:10.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": {"code": "irrelevant", "details": "The payment of dividends is a matter for individual companies, not the UK Government or Parliament. You could start a new petition calling for a windfall tax to be introduced on the profits of water companies found discharging sewage, if that's something that you'd like to see.\r\n\r\nWe currently have this petition open calling for water companies to be renationalised: https://petition.parliament.uk/petitions/620881\r\n"}, "government_response": null, "debate": null, "departments": [], "topics": []}}, {"type": "petition", "id": 620608, "links": {"self": "https://petition.parliament.uk/petitions/620608.json"}, "attributes": {"action": "Rebuild the outdoor pool in Maidenhead", "background": "Every year in the hot weather we have youngsters drowning in the river. Let’s rebuild the open air pool on the old site (which is currently a car park) to give the youngsters somewhere safe to swim.", "additional_details": "To save lives.", "committee_note": null, "state": "rejected", "signature_count": 21, "created_at": "2022-07-19T17:45:21.575Z", "updated_at": "2022-07-21T10:57:27.360Z", "rejected_at": "2022-07-21T10:57:26.142Z", "opened_at": null, "closed_at": null, "moderation_threshold_reached_at": "2022-07-19T18:01:49.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": {"code": "irrelevant", "details": "We can only accept petitions about things the Government or Parliament are directly responsible for.\r\n\r\nMaintenance of local swimming pools are a matter for the owner or relevant local authority, not the UK Government or Parliament.\r\n\r\nYou could raise your issue with a local councillor who represents you. You can find out who your local councillors are, and how to contact them, by entering your post code here: https://www.gov.uk/find-your-local-councillors"}, "government_response": null, "debate": null, "departments": [], "topics": []}}, {"type": "petition", "id": 607357, "links": {"self": "https://petition.parliament.uk/petitions/607357.json"}, "attributes": {"action": "Oblige Highways England / National Highways to keep motorways clear of litter.", "background": "Motorways across the UK are a dumping ground for litter, and on most roads litter and rubbish is nonstop. National Highways should be forced to keep the roads safe and clear of such litter, and use their cameras to catch and prosecute those who litter, and use the revenue for clean ups.", "additional_details": "I want national leaders serious about the real problem of litter, fly-tipping and rubbish getting into roadsides, steams, rivers, and untimely the sea. We are almost at the point where there is more plastic than fish, and ‘forever chemicals’ are in the food chain.", "committee_note": null, "state": "rejected", "signature_count": 21, "created_at": "2022-01-27T21:41:08.704Z", "updated_at": "2022-02-02T14:53:49.401Z", "rejected_at": "2022-02-02T14:53:48.121Z", "opened_at": null, "closed_at": null, "moderation_threshold_reached_at": "2022-01-27T21:56:58.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": {"code": "no-action", "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe're not sure exactly what you'd like the Government or Parliament to do. Highways England is already responsible for keeping motorways clear in England. \r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do. "}, "government_response": null, "debate": null, "departments": [], "topics": []}}, {"type": "petition", "id": 605674, "links": {"self": "https://petition.parliament.uk/petitions/605674.json"}, "attributes": {"action": "Legislate to fine water companies for dumping raw sewage in our waterways.", "background": "Legislate to fine water companies for dumping raw sewage in our waterways on a par with the EU. It should be done immediately as there is immeasurable damage being done to our ecosystems, fishes, crabs, sea birds and us. We are all interconnected.", "additional_details": "Poisoning our own waterways will kill us all eventually. It is dangerous and short-sighted. Already much of the sealife (fishes, crabs and lobsters and sea-birds) around the UK are being decimated. It is impossible to swim in the sea and rivers in some places, because of the sewage and of course, this will impact on the livelihood of those living by the sea and rivers which are being polluted.", "committee_note": null, "state": "rejected", "signature_count": 21, "created_at": "2022-01-10T19:04:26.237Z", "updated_at": "2022-01-13T08:52:08.358Z", "rejected_at": "2022-01-13T08:52:07.281Z", "opened_at": null, "closed_at": null, "moderation_threshold_reached_at": "2022-01-10T19:16:28.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": {"code": "duplicate", "details": "You may wish to sign this petition calling for a similar action: https://petition.parliament.uk/petitions/599873"}, "government_response": null, "debate": null, "departments": [], "topics": []}}, {"type": "petition", "id": 595952, "links": {"self": "https://petition.parliament.uk/petitions/595952.json"}, "attributes": {"action": "Introduce mandatory training/regulations for private users of jet skis", "background": "Ownership/use of private jet skis has increased dramatically but there are no regulations in place or certificates of competency to protect other sea users.\r\nA Code of Practice, certificated training and registration for private users, with enforceable fines for breaching the rules, is needed.", "additional_details": "For river and harbour users privately owned jet skis can cause a serious nuisance. \r\n\r\nThis Code is essential to protect the wider community who may be also using the sea for recreational or commercial purposes before a serious accident occurs.", "committee_note": "", "state": "closed", "signature_count": 21, "created_at": "2021-08-29T08:25:54.665Z", "updated_at": "2022-03-02T00:00:01.569Z", "rejected_at": null, "opened_at": "2021-09-01T12:24:59.664Z", "closed_at": "2022-03-01T23:59:59.999Z", "moderation_threshold_reached_at": "2021-08-29T12:07:48.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": null, "government_response": null, "debate": null, "departments": [{"acronym": "DfT", "name": "Department for Transport", "url": "https://www.gov.uk/government/organisations/department-for-transport"}], "topics": []}}, {"type": "petition", "id": 590111, "links": {"self": "https://petition.parliament.uk/petitions/590111.json"}, "attributes": {"action": "Restart river dredging to ease effect of future floods", "background": "Reinstate river dredging it will also make our waterways safer & more appealing for boats to use by limiting the potential damage to the boats... it would create more revenue to pay for the dredging", "additional_details": "We have since March 2019 lived & run a business beside the river Severn in Worcester, in this time our business has experienced 10 floods.\r\nSo many peoples lives are affected by these floods & not all can be protected by barriers... If dredging the waterways is reinstated this will help to ease the impact of future floods & in the long run save the Government a lot of money.", "committee_note": null, "state": "rejected", "signature_count": 21, "created_at": "2021-06-28T09:53:41.999Z", "updated_at": "2021-07-05T07:12:20.028Z", "rejected_at": "2021-07-05T07:12:18.853Z", "opened_at": null, "closed_at": null, "moderation_threshold_reached_at": "2021-06-28T12:24:55.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": {"code": "irrelevant", "details": "Dredging and the removal of silt and sand from main rivers is regulated under the Environmental Permitting Regulations 2010, but decisions about dredging of individual rivers is a matter for individual local authorities and the Environment Agency, not the Government or House of Commons.\r\n\r\nIf you are concerned about management of the River Severn you could contact the Environmen Agency directly about this: https://www.gov.uk/government/organisations/environment-agency"}, "government_response": null, "debate": null, "departments": [], "topics": []}}, {"type": "petition", "id": 583897, "links": {"self": "https://petition.parliament.uk/petitions/583897.json"}, "attributes": {"action": "Dredge the River Tyne", "background": "Dredge the River Tyne up to and including around Dunston and further along towards Newburn and Wylam.", "additional_details": "If the continuing build up of sediment continues and annual rainfall increases it is only a matter of time till more major flooding takes place along the banks of the River Tyne and more subsidence occurs, if dredging could be done it would create jobs as well as create leisure opportunities on the river with a more free flowing river and also help the environment overall.", "committee_note": null, "state": "rejected", "signature_count": 21, "created_at": "2021-04-21T15:54:15.772Z", "updated_at": "2021-05-25T05:53:19.914Z", "rejected_at": "2021-05-25T05:53:18.896Z", "opened_at": null, "closed_at": null, "moderation_threshold_reached_at": "2021-05-18T21:06:35.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": {"code": "irrelevant", "details": "Petitions must call for a specific action that the UK Government or House of Commons is responsible for.\r\n\r\nDecisions about dredging rivers are an operational matter for the Environment Agency, not the Government or House of Commons. As a result it is not possible for the Government or House of Commons to take the action you have requested.\r\n\r\nIf you are concerned about management of the River Tyne you could contact the Environmen Agency directly about this: https://www.gov.uk/government/organisations/environment-agency"}, "government_response": null, "debate": null, "departments": [], "topics": []}}, {"type": "petition", "id": 577734, "links": {"self": "https://petition.parliament.uk/petitions/577734.json"}, "attributes": {"action": "Change the current UK national rod fishing Byelaws", "background": "Protect the futures of course species including  pike, perch, carp and grayling by making 'taking' course fish species illegal.\r\n\r\nA full investigation into the current fish stocks in the United kingdom's river systems, trend data and then reform of the current byelaws to protect all species.", "additional_details": "Current legislations/byelaws dictate: Each day, you can take up to 15 coarse fish. This legislation is out of date and requires immediate reform!\r\nFish species across the Uk face a number of threats which can be directly linked to human activities such as over fishing, pollution and poaching. Taking fish species for the table need not be another threat to the long term sustainability of our river ecosystems.\r\nThe message needs to be clear, concise and understandable by all,\r\nCatch, release, repeat!", "committee_note": null, "state": "rejected", "signature_count": 21, "created_at": "2021-03-03T17:04:23.065Z", "updated_at": "2021-03-10T09:52:37.453Z", "rejected_at": "2021-03-10T09:52:37.456Z", "opened_at": null, "closed_at": null, "moderation_threshold_reached_at": "2021-03-03T18:01:45.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": {"code": "duplicate", "details": "You may like to sign this petition that we currently have open:\r\n\r\nReview freshwater rod fishing bylaws reduce daily limit of course fish taken.\r\nhttps://petition.parliament.uk/petitions/570198"}, "government_response": null, "debate": null, "departments": [], "topics": []}}, {"type": "petition", "id": 567695, "links": {"self": "https://petition.parliament.uk/petitions/567695.json"}, "attributes": {"action": "Change rule on all types of  fishing during lockdown", "background": "Reconsider the sport of fishing being good for exercise and mindfulness", "additional_details": "As it seems strange that football which is a close contact sport can still go ahead,but fishing on a beach,lake,river cannot take place", "committee_note": null, "state": "rejected", "signature_count": 21, "created_at": "2021-01-05T23:53:29.635Z", "updated_at": "2021-01-11T09:45:34.272Z", "rejected_at": "2021-01-11T09:45:34.276Z", "opened_at": null, "closed_at": null, "moderation_threshold_reached_at": "2021-01-06T06:01:27.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": {"code": "no-action", "details": "Petitions need to call on the Government or Parliament to take a specific action. We're not sure exactly what you'd like the Government or Parliament to do. \r\n\r\nUnder the national lockdown effective from January 6th, angling and fishing are still permitted activities, as long as wider guidance on social distancing and household mixing is adhered to. See Sport England's website for more information:\r\nhttps://www.sportengland.org/how-we-can-help/coronavirus/return-play/frequently-asked-questions-national-lockdown-restrictions"}, "government_response": null, "debate": null, "departments": [], "topics": []}}, {"type": "petition", "id": 561540, "links": {"self": "https://petition.parliament.uk/petitions/561540.json"}, "attributes": {"action": "Infirmary Bridge Inverness, fix repairs & keep open popular access point", "background": "Find the funding to fix the repairs and keep a beautiful and iconic foot bridge over the River Ness in Inverness open, popular with locals and tourists. In difficult times people and businesses need this open for access, is vital to get across the river and is a piece of history.", "additional_details": "Allocate funding to the repairs that are needed for the bridge", "committee_note": null, "state": "rejected", "signature_count": 21, "created_at": "2020-11-22T23:54:17.127Z", "updated_at": "2020-11-30T10:15:25.445Z", "rejected_at": "2020-11-30T10:15:25.448Z", "opened_at": null, "closed_at": null, "moderation_threshold_reached_at": "2020-11-23T16:05:27.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": {"code": "irrelevant", "details": "We can't accept your petition because the UK Government and Parliament aren't responsible for the issue you raise. This is a matter for the local council.\r\n\r\nYou could raise your issue with a local councillor who represents you. You can use this page to find out who your local councillors are, and how to contact them:\r\nhttps://www.gov.uk/find-your-local-councillors "}, "government_response": null, "debate": null, "departments": [], "topics": []}}, {"type": "petition", "id": 559832, "links": {"self": "https://petition.parliament.uk/petitions/559832.json"}, "attributes": {"action": "Ban single-use plastic or fine anyone who is found littering", "background": "Climate change is not only affecting England but it is affecting other countries like India,and a lot of the plastic in the rivers are because of us.Let's take action by either banning single-use plastic or fine people who litter because if we don't take action,the next generation will suffer for it", "additional_details": "", "committee_note": null, "state": "rejected", "signature_count": 21, "created_at": "2020-11-09T16:02:22.275Z", "updated_at": "2020-11-16T11:30:16.679Z", "rejected_at": "2020-11-16T11:30:16.683Z", "opened_at": null, "closed_at": null, "moderation_threshold_reached_at": "2020-11-09T17:07:27.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": {"code": "duplicate", "details": "We have a number of petitions open which you may wish to sign:\r\n\r\nIntroduce a levy on single-use disposable plastic: https://petition.parliament.uk/petitions/554035\r\n\r\nBan single use plastics and the unnecessary use of plastic packaging: https://petition.parliament.uk/petitions/552450\r\n\r\nIncrease penalties, enforcement and education to tackle littering & fly tipping: https://petition.parliament.uk/petitions/324488\r\n\r\nIntroduce heavy fixed penalties starting at £1000 minimum for littering: https://petition.parliament.uk/petitions/334297"}, "government_response": null, "debate": null, "departments": [], "topics": []}}, {"type": "petition", "id": 550536, "links": {"self": "https://petition.parliament.uk/petitions/550536.json"}, "attributes": {"action": "Ban the sale and use of bangers", "background": "We would like to ban the sale and the use of banger fireworks to the general public. Only bangers to be sold and used at an organised event on the 5th November.", "additional_details": "Bangers are going off all year round at all times of day. They are extremely loud and frighten a lot of the general public and 95% of Animals. Lots of Animals are killed by these bangers either through bolting off and getting killed by an RTA, or drowning in a river, or having heart attacks, panic attacks and seizures. People who suffer with  PTSD, nerves, epilepsy etc also suffer to handle their condition when these loud bangers go off.", "committee_note": null, "state": "rejected", "signature_count": 21, "created_at": "2020-09-08T09:15:59.128Z", "updated_at": "2020-10-02T14:54:19.173Z", "rejected_at": "2020-10-02T14:54:19.177Z", "opened_at": null, "closed_at": null, "moderation_threshold_reached_at": "2020-09-08T10:41:44.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": {"code": "duplicate", "details": "https://petition.parliament.uk/petitions/319891"}, "government_response": null, "debate": null, "departments": [], "topics": []}}, {"type": "petition", "id": 329396, "links": {"self": "https://petition.parliament.uk/petitions/329396.json"}, "attributes": {"action": "Enforce the littering and social distancing laws to protect our natural spaces", "background": "Since lockdown restrictions have started to lift, groups of people are gathering in natural spaces, forests, parks, beaches and areas of outstanding natural beauty, discarding their litter mindlessly. We want the government to enforce the social distancing and littering laws to protect our nature.", "additional_details": "This behaviour is a danger to wildlife. It is unsightly and ruins views, river walks, countryside, beaches and other areas of outstanding natural beauty. Littering encourages and Increases negative behaviour. It reduces people’s sense of well-being, creates lawlessness and encourages greater criminal behaviour. Areas degraded by rubbish attract disease. Removal costs councils millions of pounds each year while the packaging and fast-food industry who create the problem are not held to account.", "committee_note": null, "state": "rejected", "signature_count": 21, "created_at": "2020-06-26T17:41:06.999Z", "updated_at": "2020-09-10T10:32:35.703Z", "rejected_at": "2020-09-10T10:32:35.706Z", "opened_at": null, "closed_at": null, "moderation_threshold_reached_at": "2020-06-26T18:02:14.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": {"code": "irrelevant", "details": "The Government is responsible for passing legislation defining offences relating to littering and Covid-19 restrictions, but enforcing this is a matter for the police, not the Government or House of Commons.\r\n\r\nWe have published the following petitions, which you might like to sign:\r\n\r\nIncrease penalties, enforcement and education to tackle littering & fly tipping: https://petition.parliament.uk/petitions/324488\r\n\r\nIntroduce heavy fixed penalties starting at £1000 minimum for littering: https://petition.parliament.uk/petitions/334297\r\n\r\nThe Government has also announced that it is imposing further restrictions on social gatherings, and will support Local Authorities and police forces to respond to breaches of COVID-19 Secure guidelines: https://www.gov.uk/government/news/coronavirus-covid-19-what-has-changed-9-september"}, "government_response": null, "debate": null, "departments": [], "topics": []}}, {"type": "petition", "id": 317402, "links": {"self": "https://petition.parliament.uk/petitions/317402.json"}, "attributes": {"action": "LIFT THE COVID-19 BAN ON SEA AND COARSE FISHING", "background": "fishing is a sport and a good form of exercise, with minimal travel. it's unfair that we are not allowed to fish, but others can walk round the lakes, rivers and beaches etc. but we cannot sit there quietly and fish. when fishing we are always social distance ourselves from others", "additional_details": "please lift this ban and allow us to fish again. it will help to keep us healthy from exercising. it can help with our mental health issues including cabin fever. it can help autistic and depressed people to have some down time. it would allow parents to spend quality time with their children and even teach them to fish etc. the health benefits from fishing are beneficial to us all.", "committee_note": null, "state": "rejected", "signature_count": 21, "created_at": "2020-04-19T20:08:54.837Z", "updated_at": "2020-05-26T13:18:55.446Z", "rejected_at": "2020-05-26T13:18:55.450Z", "opened_at": null, "closed_at": null, "moderation_threshold_reached_at": "2020-04-19T20:45:04.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": {"code": "already-happening", "details": ""}, "government_response": null, "debate": null, "departments": [], "topics": []}}, {"type": "petition", "id": 306803, "links": {"self": "https://petition.parliament.uk/petitions/306803.json"}, "attributes": {"action": "Suspend all tolls because of the COVID19 crisis", "background": "The Government should suspend all road tolls, river crossing tolls and 'congestion charges' for at least 12 months because of the Coronavirus COCVD19 epidemic. \r\nWhere this needs additional powers then they should be sought from Parliament.", "additional_details": "1. Tolls are unfair and arbitrary in where and how they are applied. They are an inefficient way of charging for the use of roads and can increase congestion and pollution. \r\n\r\n2. In the current crisis it is important to give the economy some relief and this can be done at a relatively low cost by suspending tolls. This has already happened in China.\r\n\r\n3. A lot of people that the UK need to carry on working are increasingly likely to have to travel to work by their own transport.\r\n\r\n4. Many tolls are wholly or partly cash tolls. There is a relatively high risk of spreading disease because there is a quick turn around of the cash.", "committee_note": null, "state": "rejected", "signature_count": 21, "created_at": "2020-03-20T19:33:24.388Z", "updated_at": "2020-04-20T14:41:45.984Z", "rejected_at": "2020-04-20T14:41:45.986Z", "opened_at": null, "closed_at": null, "moderation_threshold_reached_at": "2020-03-20T20:46:14.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": {"code": "irrelevant", "details": "The setting of bridge and road tolls, and congestion charges, is the responsibility of local authorities in most cases and private owners in others, not the UK Government or Parliament.\r\n\r\nYou can find out more about coronavirus and how you can protect yourself and others here: \r\n\r\n \r\n\r\nNHS website: https://www.nhs.uk/conditions/coronavirus-covid-19/ \r\nUK Government website: https://www.gov.uk/coronavirus  \r\n\r\nYou can read NHS tips to help if you are worried about coronavirus here: https://www.nhs.uk/oneyou/every-mind-matters/coronavirus-covid-19-anxiety-tips \r\n\r\nYou can find out what broader support is available if you're struggling here:\r\nhttps://www.gov.uk/find-coronavirus-support\r\n\r\nYou may also be interested to know that because of the large number of petitions that have been started in relation to coronavirus, the Petitions Committee has been questioning the Government about its response to the coronavirus outbreak.  \r\n\r\nFind out more and watch the Committee put questions suggested by petitioners to Government Ministers and the Deputy Chief Medical Officer: https://committees.parliament.uk/committee/326/petitions-committee/news/145767/committee-question-deputy-chief-medical-officer-and-ministers-on-coronavirus-response/ \r\n\r\nRead correspondence with Government Ministers asking further questions: https://committees.parliament.uk/committee/326/petitions-committee/publications/3/correspondence/ "}, "government_response": null, "debate": null, "departments": [], "topics": []}}, {"type": "petition", "id": 593063, "links": {"self": "https://petition.parliament.uk/petitions/593063.json"}, "attributes": {"action": "Stop water pollution in the Lake District", "background": "I want there should be a ban on water pollution in the Lake District world heritage site. I was disgusted to find out that raw sewage was allowed to flow into Lake Windermere for 1700 hours in 2020 as part of the overflow system at Ambleside waste management plant.", "additional_details": "I believe this issue requires governmental intervention to make it law and to hold those who do pollute the lakes, rivers and waters to be held accountable. I want the rivers and lakes to be clean for the people that utilise them and especially for the wildlife that call the Lake District home.", "committee_note": null, "state": "rejected", "signature_count": 20, "created_at": "2021-07-22T09:44:21.363Z", "updated_at": "2021-07-27T07:38:37.349Z", "rejected_at": "2021-07-27T07:38:36.301Z", "opened_at": null, "closed_at": null, "moderation_threshold_reached_at": "2021-07-22T10:27:05.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": {"code": "irrelevant", "details": "Petitions must call for a specific action that the UK Government or House of Commons is responsible for.\r\n\r\nDecisions about managing pollution in the Lake District are a matter for the relevant local authorities and environmental agencies, not the Government or House of Commons. As a result it is not possible for the Government or House of Commons to take the action you have requested.\r\n\r\nWe have published the following petition, which you might like to sign:\r\n\r\nBan Water Companies discharging raw sewage into water courses: https://petition.parliament.uk/petitions/582336"}, "government_response": null, "debate": null, "departments": [], "topics": []}}, {"type": "petition", "id": 307344, "links": {"self": "https://petition.parliament.uk/petitions/307344.json"}, "attributes": {"action": "Allow fishing on rivers during the close season from now until the 15/06/2020.", "background": "This should be an immediate relaxation of the coarse fishing close season on all uk rivers.", "additional_details": "To enable fishing on all rivers to help with social distancing and encourage people to get outside in relative isolation during these exceptional times.", "committee_note": null, "state": "rejected", "signature_count": 20, "created_at": "2020-03-21T12:07:39.177Z", "updated_at": "2020-04-23T08:12:04.147Z", "rejected_at": "2020-04-22T17:30:17.606Z", "opened_at": null, "closed_at": null, "moderation_threshold_reached_at": "2020-03-21T17:46:24.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": {"code": "no-action", "details": "Since you started this petition the Government has said that everyone should stay at home and avoid non-essential travel. The Angling Trust have advised that fishing is not included in the permitted activities and anglers should refrain from fishing at present. You can read more here: https://www.anglingtrust.net/news.asp?section=29&sectionTitle=Angling+Trust+News&itemid=5240\r\n\r\nWe could accept a petition to abolish the closed season in general, if this is something you would like to happen.\r\n\r\nYou can find out more about coronavirus and how you can protect yourself and others here: \r\n\r\nwww.gov.uk/coronavirus \r\n\r\nhttps://www.nhs.uk/conditions/coronavirus-covid-19/ \r\n\r\nThe Government has also created an online service to help you out what you can do if you’re struggling because of coronavirus: https://www.gov.uk/find-coronavirus-support \r\n\r\nYou can read NHS tips to help if you are worried about coronavirus here: https://www.nhs.uk/oneyou/every-mind-matters/coronavirus-covid-19-anxiety-tips"}, "government_response": null, "debate": null, "departments": [], "topics": []}}, {"type": "petition", "id": 567553, "links": {"self": "https://petition.parliament.uk/petitions/567553.json"}, "attributes": {"action": "Suspend the coarse fishing closed season in 2021 following the national lockdown", "background": "Suspend the coarse fishing closed season in 2021 (normally 15 March - 15 June) so that fishing can continue in this period on rivers and streams after the national lockdown and fishing ban due to the COVID-19 pandemic.", "additional_details": "Fishing has been clearly identified as a particularly safe and healthy activity during the COVID-19 pandemic - particularly on rivers and streams. The usual coarse fishing closed season would prevent many people from carrying out this safe activity for 3 months which may encourage less safe alternatives. I feel the loss of the fish stocks recovery period in March-June will be counteracted by the fishing ban during the national lockdown in January 21 onwards.", "committee_note": "", "state": "closed", "signature_count": 19, "created_at": "2021-01-05T19:21:16.982Z", "updated_at": "2021-07-12T23:00:00.416Z", "rejected_at": null, "opened_at": "2021-01-12T16:46:54.410Z", "closed_at": "2021-07-12T22:59:59.999Z", "moderation_threshold_reached_at": "2021-01-05T19:50:17.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": null, "government_response": null, "debate": null, "departments": [{"acronym": "DEFRA", "name": "Department for Environment, Food and Rural Affairs", "url": "https://www.gov.uk/government/organisations/department-for-environment-food-rural-affairs"}], "topics": ["covid-19"]}}, {"type": "petition", "id": 608548, "links": {"self": "https://petition.parliament.uk/petitions/608548.json"}, "attributes": {"action": "Change Environment Agency rules for part year registration", "background": "At present if you have a boat and it is on shore being worked on and you put it back in the river you have to pay a whole year's fee even if the boat is only in the water for 9 months.", "additional_details": "It seems inequitable to have to pay for something you haven't been able to use. You can get a refund on Car Tax if your vehicle is off the road. Why shouldn't that be the same for a river licence?", "committee_note": "", "state": "closed", "signature_count": 18, "created_at": "2022-02-10T15:15:02.124Z", "updated_at": "2022-08-15T23:00:08.588Z", "rejected_at": null, "opened_at": "2022-02-15T13:31:35.336Z", "closed_at": "2022-08-15T22:59:59.999Z", "moderation_threshold_reached_at": "2022-02-10T17:24:18.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": null, "government_response": null, "debate": null, "departments": [{"acronym": "DEFRA", "name": "Department for Environment, Food and Rural Affairs", "url": "https://www.gov.uk/government/organisations/department-for-environment-food-rural-affairs"}], "topics": []}}]}