{"links": {"self": "https://petition.parliament.uk/petitions.json?q=nature&page=13", "first": "https://petition.parliament.uk/petitions.json?q=nature", "last": "https://petition.parliament.uk/petitions.json?page=14&q=nature", "next": "https://petition.parliament.uk/petitions.json?page=14&q=nature", "prev": "https://petition.parliament.uk/petitions.json?page=12&q=nature"}, "data": [{"type": "petition", "id": 601863, "links": {"self": "https://petition.parliament.uk/petitions/601863.json"}, "attributes": {"action": "Do not make Covid -19 vaccination mandatory under any circumstances.", "background": "The government should uphold the freedom of choice of its citizens, especially in regards to choices of medical nature. The people should be able to exercise their sovernty over their own health and well - being at all times and under any circumstances.", "additional_details": "Forcing citizens to take any form of medication or vaccination is unlawful and undermines the very essence of freedom. No government or any other institutions should have the right to force medical procedures upon any human being.", "committee_note": null, "state": "rejected", "signature_count": 6, "created_at": "2021-11-24T16:41:28.517Z", "updated_at": "2021-11-30T11:07:25.984Z", "rejected_at": "2021-11-30T11:06:41.632Z", "opened_at": null, "closed_at": null, "moderation_threshold_reached_at": "2021-11-24T17:46:08.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": {"code": "no-action", "details": "We understand you are concerned about restrictions being placed on people who refuse to be vaccinated against covid-19. However, there are no indications that the Government is planning on forcing people to be vaccinated against their will - this is quite different to making vaccination status a condition of a job, or entry to an indoor event, for example. It's therefore not clear what it is you'd like the Government to do.\r\n\r\nYou might like to sign these petitions which call for related actions:\r\n\r\n'Do not require Covid vaccination passports for crowded events': https://petition.parliament.uk/petitions/592671\r\n\r\n'Do not require a Covid passport for access to any services, jobs or events': https://petition.parliament.uk/petitions/593122\r\n\r\n'Prohibit employers from requiring staff to be vaccinated against Covid-19': https://petition.parliament.uk/petitions/599841 \r\n\r\n'Outlaw discrimination on the basis of vaccination status': https://petition.parliament.uk/petitions/596004"}, "government_response": null, "debate": null, "departments": [], "topics": ["covid-19"]}}, {"type": "petition", "id": 601645, "links": {"self": "https://petition.parliament.uk/petitions/601645.json"}, "attributes": {"action": "Revoke the changes to Clause 9 of the 'Nationality and Borders' bill", "background": "Please revoke the changes to Clause 9 of the bill -  “Notice of decision to deprive a person of citizenship”\r\n\r\nGovernment is now exempt from giving notice to an individual before revoking citizenship without their knowledge.\r\n\r\nThe changes offer an individual little chance of appeal.", "additional_details": "It is against international law to deprive a person of citizenship.\r\n\r\nThe amendments to the clause to strip a persons citizenship without notice were not debated in parliament. The amendments were snuck in.\r\n\r\nThese changes may disproportionately affect people from ethnic minorities, so are potentially racially discriminatory in nature.\r\n\r\nAn individual should be given enough time to make a legal challenge in a British court of law before any decision to revoke citizenship is made. ", "committee_note": null, "state": "rejected", "signature_count": 6, "created_at": "2021-11-20T19:54:10.093Z", "updated_at": "2021-12-13T16:35:05.679Z", "rejected_at": "2021-12-13T16:35:04.889Z", "opened_at": null, "closed_at": null, "moderation_threshold_reached_at": "2021-12-08T21:24:08.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": {"code": "duplicate", "details": "You may wish to sign this petition calling for the same action: https://petition.parliament.uk/petitions/601583"}, "government_response": null, "debate": null, "departments": [], "topics": []}}, {"type": "petition", "id": 600608, "links": {"self": "https://petition.parliament.uk/petitions/600608.json"}, "attributes": {"action": "Change legislation to ensure fireworks are quiet/low noise to protect animals.", "background": "Every year there are a lot of scared animals because of the loud noises from fireworks, this can lead to a number of health conditions such as seizures, fits and even death. I would like the UK government to consider introducing a legislation that all fireworks sold should be quiet or low noise.", "additional_details": "We should be recognisng that  bonfire night, new years and other holidays is a time of celebration. However, due to the loudness of fireworks this leaves animals scared both within the home and within nature. This could be prevented with quiet or low noise fireworks. Still allowing people to enjoy these events while protecting our animals and wildlife from anxiety, illness or even death. Other countries have introduced this with great success. We should be following suit.", "committee_note": null, "state": "rejected", "signature_count": 6, "created_at": "2021-11-05T18:28:00.185Z", "updated_at": "2021-11-09T14:45:21.499Z", "rejected_at": "2021-11-09T14:45:20.662Z", "opened_at": null, "closed_at": null, "moderation_threshold_reached_at": "2021-11-05T19:28:08.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": {"code": "duplicate", "details": "We have published the following petitions, which you might like to sign:\r\n\r\nMake fireworks quieter: Review and reduce the decibel limit on fireworks: https://petition.parliament.uk/petitions/590838\r\n\r\nBan use and sale of non-silent fireworks: https://petition.parliament.uk/petitions/599451"}, "government_response": null, "debate": null, "departments": [], "topics": []}}, {"type": "petition", "id": 599410, "links": {"self": "https://petition.parliament.uk/petitions/599410.json"}, "attributes": {"action": "Remove quarantine and replace PCR test for people with natural immunity", "background": "Recognise that immunity gained from COVID-19 infection is at least as effective as the current vaccines in preventing infection and spread. Remove the 10-day quarantine and require only LFTs on return to the UK from countries not on the red list for people with proof of recent infection.", "additional_details": "The new travel legislation ignores natural immunity, placing those who have been previously infected at a counter-logical disadvantage. This includes the types of testing, and the conditions on which each have to quarantine. If current travel legislation remains discriminatory against natural, equivalent immunity, it can only be seen as a function of a political campaign to incentivise vaccine uptake for reasons which do not primarily reflect the interests of the good health of the public.", "committee_note": null, "state": "rejected", "signature_count": 6, "created_at": "2021-10-19T12:41:57.044Z", "updated_at": "2021-10-29T08:29:43.624Z", "rejected_at": "2021-10-29T08:29:42.764Z", "opened_at": null, "closed_at": null, "moderation_threshold_reached_at": "2021-10-19T12:57:28.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": {"code": "duplicate", "details": "You may wish to sign this petition calling for the same action: https://petition.parliament.uk/petitions/599298"}, "government_response": null, "debate": null, "departments": [], "topics": []}}, {"type": "petition", "id": 599275, "links": {"self": "https://petition.parliament.uk/petitions/599275.json"}, "attributes": {"action": "Keep Sherwood Forest NNR as a sanctuary for public health, not Robot Dogs & 5G", "background": "Uphold the National Nature Reserve designation for Sherwood Forest. Nottinghamshire County Council must hold a public consultation process to ask the public if they want £10m spent on 5G, Robot Dogs & Virtual Reality in a place of International standing for nature & the people's Legend Robin Hood.", "additional_details": "Scrutinise Nottinghamshire County Council's proposals regarding this technological venture and their processes.\r\n\r\nAre Nottinghamshire County Council upholding the aim of protecting Sherwood Forest for the people of Nottinghamshire and its wildlife, or are they  turning into a theme park for politicians and academics, in exchange for monetary gain either from Government or commercial enterprise?", "committee_note": null, "state": "rejected", "signature_count": 6, "created_at": "2021-10-17T12:08:00.941Z", "updated_at": "2021-10-19T10:20:38.836Z", "rejected_at": "2021-10-19T10:20:38.840Z", "opened_at": null, "closed_at": null, "moderation_threshold_reached_at": "2021-10-17T18:37:58.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": {"code": "irrelevant", "details": "Planning decisions about Sherwood Forest are a matter for Nottinghamshire County Council, not the Government or House of Commons. As a result it is not possible for the Government or House of Commons to take the action you have requested.\r\n\r\nIf you are concerned about planning decisions in your area you could raise this issue with a local councillor, who represents you. You can use this page to find out who your local councillors are, and how to contact them: https://www.gov.uk/find-your-local-councillors"}, "government_response": null, "debate": null, "departments": [], "topics": []}}, {"type": "petition", "id": 599127, "links": {"self": "https://petition.parliament.uk/petitions/599127.json"}, "attributes": {"action": "Stop the travel (day 8+day 5) pcr test for unvaccinated as it is discriminatory", "background": "The travel PCR testing on unvaccinated people has no basis in science when both vaccinated/unvaccinated people can transmit covid, it is discriminatory. For natural immunity to be considered when writing policy.", "additional_details": "Isolating people who have natural immunity on return, for 10 day after average two week hol has huge effects economically, personally and also on the wider economy (will employers allow a yearly eg 24 day holiday? ) Its not right to punish people for making a choice. It is time to stop this day 2 and 8 test(day 5), companies are charging too much results are not back in time. This testing for travel is not scienced based as vaccination does not stop transmission of covid+variants.", "committee_note": null, "state": "rejected", "signature_count": 6, "created_at": "2021-10-15T09:11:26.947Z", "updated_at": "2021-11-01T10:46:49.421Z", "rejected_at": "2021-11-01T10:46:47.475Z", "opened_at": null, "closed_at": null, "moderation_threshold_reached_at": "2021-10-26T10:51:48.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": {"code": "duplicate", "details": "We have published the following petitions, which you might like to sign:\r\n\r\nScrap Covid-19 testing requirement for UK arrivals: https://petition.parliament.uk/petitions/594233\r\n\r\nAllow people who’ve had covid-19 to travel under same restrictions as vaccinated: https://petition.parliament.uk/petitions/599298\r\n\r\nStop discriminating against the unvaccinated in Covid 19 policy: https://petition.parliament.uk/petitions/597239"}, "government_response": null, "debate": null, "departments": [], "topics": []}}, {"type": "petition", "id": 599103, "links": {"self": "https://petition.parliament.uk/petitions/599103.json"}, "attributes": {"action": "Respect Natural Immunity in Travel Restrictions", "background": "Recognise that the natural immunity gained by previous infection from COVID-19 is at least as effective as the COVID-19 vaccines currently in use in preventing infection and preventing spread. Reflect the scientific evidence supporting this in the new travel legislation as it is domestically.", "additional_details": "The new travel legislation ignores natural immunity and places those who have been previously infected at a counter-logical disadvantage. If current travel legislation remains discriminatory against natural immunity, it can only be seen as a function of a political campaign to incentivise vaccine uptake for reasons which do not primarily reflect the interests of the good health of the public. It insinuates that there is an alternative agenda and a government which is acting in its own interests.", "committee_note": null, "state": "rejected", "signature_count": 6, "created_at": "2021-10-14T17:49:11.224Z", "updated_at": "2021-10-21T13:34:55.042Z", "rejected_at": "2021-10-18T08:33:12.882Z", "opened_at": null, "closed_at": null, "moderation_threshold_reached_at": "2021-10-14T21:48:18.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": {"code": "no-action", "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe understand that you want natural immunity against Covid-19 to be recognised in international travel restrictions, but it's not clear what changes you want to be made to existing rules to reflect this. For example, it's not clear if you want everyone who has previously had Covid-19 to be treated as though they are fully vaccinated, or only people who have antibodies against Covid-19, or have recovered from Covid-19 in a certain timeframe.\r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do."}, "government_response": null, "debate": null, "departments": [], "topics": []}}, {"type": "petition", "id": 598404, "links": {"self": "https://petition.parliament.uk/petitions/598404.json"}, "attributes": {"action": "Legalise Piper Methysticum (Kava) in the United Kingdom", "background": "I'm asking the government to look at carrying out a proper study to address the concerns and make Kava legal within the UK. This is a very important part of my culture along with lots of other South Pacific Islanders that live within the UK. It's a traditional drink used for different ceremonies.", "additional_details": "Kava is a natural medicinal herb from the islands of the South Pacific, it has been used for hundreds of years by local cultures. There has been no real study of the damaging effects that Kava has on individuals. Since the UK followed EU countries in banning Kava in 2003, EU countries have since over turned their decision to ban. They have based this decision on the fact that people who have suffered liver damage, Kava was not been the sole underlying cause.", "committee_note": null, "state": "rejected", "signature_count": 6, "created_at": "2021-10-03T16:17:14.957Z", "updated_at": "2021-10-06T10:18:53.638Z", "rejected_at": "2021-10-06T10:07:00.189Z", "opened_at": null, "closed_at": null, "moderation_threshold_reached_at": "2021-10-04T08:05:58.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": {"code": "duplicate", "details": "https://petition.parliament.uk/petitions/597004"}, "government_response": null, "debate": null, "departments": [], "topics": []}}, {"type": "petition", "id": 597856, "links": {"self": "https://petition.parliament.uk/petitions/597856.json"}, "attributes": {"action": "Ban adding fluoride in U.K. drinking water", "background": "Sajid Javid, the health secretary, is understood to be keen to press ahead with adding fluoride to the water supply and will gain powers to do so across England . This needs to be STOPPED like most European countries have done", "additional_details": "The main reason for that is the fundamental position of the drinking water sector that it is not its task to deliver medicinal treatment to people .  It’s  widely perceived that drinking water should not be used as a vehicle for pharmaceuticals.\r\n Furthermore, fluoridation of drinking water would conflict with the freedom to choose for natural drinking water. This principle of freedom of choice is considered as an important basic principle . It’s not ethical and is against human rights", "committee_note": null, "state": "rejected", "signature_count": 6, "created_at": "2021-09-26T09:01:08.486Z", "updated_at": "2021-09-28T10:35:49.008Z", "rejected_at": "2021-09-28T10:35:47.889Z", "opened_at": null, "closed_at": null, "moderation_threshold_reached_at": "2021-09-27T13:19:38.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": {"code": "duplicate", "details": "https://petition.parliament.uk/petitions/597714"}, "government_response": null, "debate": null, "departments": [], "topics": []}}, {"type": "petition", "id": 595555, "links": {"self": "https://petition.parliament.uk/petitions/595555.json"}, "attributes": {"action": "Declare the Marble Arch Mound an Area Of Natural Beauty (AONB)", "background": "The Marble Arch Mound is a landmark project in public green space that is spearheading the urban regeneration of inner city London post Covid. Protect the future of the Mound by declaring it an AONB and help preserve the space for future generations.", "additional_details": "The Mound is an important feature of Lonon’s inner city urban environment. To achieve our aims of regenerating our urban environment, tackling climate change and building an inclusive society open to all, its important to take action and fund bold projects such as this. Unfortunately the project has been severely underfunded, with a mere 6 million pounds dedicated to. Declaring it an AONB would recognise its inherent beauty and help us continue to develop this landmark project and protect it.", "committee_note": null, "state": "rejected", "signature_count": 6, "created_at": "2021-08-22T14:05:29.295Z", "updated_at": "2021-08-25T08:15:19.105Z", "rejected_at": "2021-08-25T08:15:18.240Z", "opened_at": null, "closed_at": null, "moderation_threshold_reached_at": "2021-08-23T11:33:25.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": {"code": "irrelevant", "details": "Petitions must call for a specific action that the UK Government or House of Commons is responsible for.\r\n\r\nDecisions about making an order to designate Areas of Natural Beuatry are a matter for Natural England, not the Government or House of Commons.\r\n\r\nAs a result it is not possible for the Government or House of Commons to take the action you have requested."}, "government_response": null, "debate": null, "departments": [], "topics": []}}, {"type": "petition", "id": 595498, "links": {"self": "https://petition.parliament.uk/petitions/595498.json"}, "attributes": {"action": "Allow booster doses for vulnerable people.", "background": "Third doses must be now available for priority groups in the UK. Everyone who received the second dose at least 6 months ago should be eligible for the booster. Some experts in the UK are suggesting natural infection rather than more vaccines, but this is unfair and dangerous.", "additional_details": "Myself and my mother got the second dose in early January due to our extremely vulnerable circumstances. Our immunity has significantly dropped, but the booster dose has been proved to increase protection levels. Approximately 500,000 vulnerable people got the second dose in January. Evidence from Pfizer, Israel and USA urges booster doses. Many countries have already started to offer third doses.", "committee_note": "", "state": "rejected", "signature_count": 6, "created_at": "2021-08-21T16:19:27.520Z", "updated_at": "2021-08-24T11:15:18.140Z", "rejected_at": "2021-08-24T11:15:18.142Z", "opened_at": null, "closed_at": null, "moderation_threshold_reached_at": "2021-08-21T16:32:25.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": {"code": "duplicate", "details": "We think the ask of your petition is already covered by a petition we currently have open. You may like to sign the below petition:\r\n\r\nPrioritise people eligible for free flu vaccines for any Covid booster vaccine\r\nhttps://petition.parliament.uk/petitions/587194"}, "government_response": null, "debate": null, "departments": [], "topics": []}}, {"type": "petition", "id": 594425, "links": {"self": "https://petition.parliament.uk/petitions/594425.json"}, "attributes": {"action": "Give recently Covid recovered individuals the same status as double vaccinated", "background": "The Government should give recently COVID-19 recovered individuals the same status as double-vaccinated giving them the same rights for travel, attending events or avoiding self-isolating when pinged by the NHS app as most countries around the world do, including the EU", "additional_details": "A recent study in Israel shows that natural immunity has a 6.7 greater level of protection than vaccine induced immunity. Moreover multiple researches have pointed out that vaccine do not stop transmission of the virus, unlike people who have natural immunity. Most countries around the world give natural immunity the same status as vaccine immunity in light of the overwhelming scientific evidences. The UK should follow suite.", "committee_note": null, "state": "rejected", "signature_count": 6, "created_at": "2021-08-08T09:00:19.773Z", "updated_at": "2021-08-11T14:14:40.839Z", "rejected_at": "2021-08-11T13:44:40.799Z", "opened_at": null, "closed_at": null, "moderation_threshold_reached_at": "2021-08-08T13:26:25.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": {"code": "duplicate", "details": "You may wish to sign this petition calling for the same action:\r\n\r\nInclude people with high Covid-19 antibody levels in Covid-19 passport schemes\r\nhttps://petition.parliament.uk/petitions/580974\r\n\r\nAlso, when you start a petition, you'll need to include your full name for it to be approved."}, "government_response": null, "debate": null, "departments": [], "topics": []}}, {"type": "petition", "id": 594015, "links": {"self": "https://petition.parliament.uk/petitions/594015.json"}, "attributes": {"action": "London Authorities should be banned for massacre any trees in London.", "background": "UK air pollution is a public health emergency, London boroughs have to recognise that air pollution in London is a critical issue that must be tackled, duty to governance and policies for improving the natural environment, for innovative air quality projects and reduction of CO2 emission in London.", "additional_details": "Investigations into whether the public authority has failed to comply with environmental law, and employee decision-making.\r\nLocal Authorities in London should be initiated into the roles and importance of trees.\r\nA tree has the ability to provide an essential of life for all living things on our planet: oxygen, and the power to remove harmful gases like carbon dioxide making the air we breathe healthier.\r\nThe government should take in considerations my proposal of a new Bill  \r\nalready written.", "committee_note": null, "state": "rejected", "signature_count": 6, "created_at": "2021-08-03T14:34:31.054Z", "updated_at": "2021-08-16T11:20:46.822Z", "rejected_at": "2021-08-16T11:20:45.965Z", "opened_at": null, "closed_at": null, "moderation_threshold_reached_at": "2021-08-10T11:57:45.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": {"code": "irrelevant", "details": "We can't accept your petition because the UK Government aren't responsible for the issue you raise. This is a matter for the London Assembly and the London Mayor.\r\n\r\nThe London Assembly has its own petitions process. You can find out more about how to petition the London Assembly here: https://www.london.gov.uk/about-us/london-assembly/petitions\r\n\r\nWe could accept a petition calling to changes for the felling of trees across England, if that's something you'd like to happen.\r\n\r\nWe have published the following petition, which you might like to sign:\r\n\r\nRequire developers felling trees to fund reforestation projects: https://petition.parliament.uk/petitions/578554"}, "government_response": null, "debate": null, "departments": [], "topics": []}}, {"type": "petition", "id": 593975, "links": {"self": "https://petition.parliament.uk/petitions/593975.json"}, "attributes": {"action": "URGENT!!! Please send Turkey Firefighting Planes to help fight the wildfires", "background": "I'm starting this petition in hope that the British Government can help send firefighting planes over to Turkey to help fight the wildfires that's currently taking place in over 20 different spots spread across multiple provinces.", "additional_details": "Mama nature is burning, the animals are burning. The nature is their home. Whatever we would do as humans if our homes were burning down, we should be able to do the same to save these animals. Farms are burning, homes are burning, people's lives are being destroyed. People are dying. The Turkish Government is taking it's sweet time whether it's related to their pride or lack of understanding of this disaster. As a young human being I take this upon myself to ask for urgent help! Please!", "committee_note": null, "state": "rejected", "signature_count": 6, "created_at": "2021-08-02T23:50:10.168Z", "updated_at": "2021-08-03T13:52:42.963Z", "rejected_at": "2021-08-03T13:52:42.966Z", "opened_at": null, "closed_at": null, "moderation_threshold_reached_at": "2021-08-03T07:21:25.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": {"code": "duplicate", "details": "You may wish to sign this petition calling for the same action: \r\n\r\nHelp Turkey with the wildfires\r\nhttps://petition.parliament.uk/petitions/593834"}, "government_response": null, "debate": null, "departments": [], "topics": []}}, {"type": "petition", "id": 592202, "links": {"self": "https://petition.parliament.uk/petitions/592202.json"}, "attributes": {"action": "Make public toilets free around the country", "background": "I am calling for councils across the country to eliminate the current payment required to access public toilets, by funding it themselves.", "additional_details": "Public toilets are disproportionately used by women. Pregnant women, menstruating women, women with young children and women who have given birth are the primary users of public toilets. \r\n\r\nMen do no use public toilets as often, as it is much easier for them to urinate out in public (like in a bush), without having to pay the fees to access public toilets. The practice of expecting the public to pay for toilets is inherently sexist and profits off women's natural body functions.", "committee_note": null, "state": "rejected", "signature_count": 6, "created_at": "2021-07-14T17:48:19.879Z", "updated_at": "2021-07-21T15:16:00.723Z", "rejected_at": "2021-07-21T15:15:58.933Z", "opened_at": null, "closed_at": null, "moderation_threshold_reached_at": "2021-07-16T12:44:05.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": {"code": "irrelevant", "details": "We understand you're concerned about the availability of public toilets, however the management, and any charges for the use, of public toilets are the responsibility of the relevant local authority, not the UK Government or Parliament.\r\n\r\nYou could have a petition calling on the Government to fund an increase in free public toilets around the country, if that is something you'd like to see happen."}, "government_response": null, "debate": null, "departments": [], "topics": []}}, {"type": "petition", "id": 592135, "links": {"self": "https://petition.parliament.uk/petitions/592135.json"}, "attributes": {"action": "Recognise NHS antibody test for proof of natural immunity against Covid-19.", "background": "Allow people with natural immunity verified by the NHS covid antibody to have the same status as fully vaccinated individuals. They should have all the benefits that are given to fully vaccinated people for instance NHS Covid Pass for international travel.", "additional_details": "It is unethical not to recognise natural immunity to covid-19 when it clearly exist like we any other virus and can be verified by a test (antibody test) already offered by the NHS. Such individuals with verification should be treated the same as vaccinated individuals. \r\n\r\nThis also means less vaccines need tobe hoarded by the UK and can be donated to countries where millions of poor elderly or high risk individuals do not yet have access to covid-19 vaccines.", "committee_note": null, "state": "rejected", "signature_count": 6, "created_at": "2021-07-14T10:59:40.183Z", "updated_at": "2021-07-20T12:10:26.766Z", "rejected_at": "2021-07-20T12:10:25.447Z", "opened_at": null, "closed_at": null, "moderation_threshold_reached_at": "2021-07-14T15:54:55.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": {"code": "duplicate", "details": "https://petition.parliament.uk/petitions/580974"}, "government_response": null, "debate": null, "departments": [], "topics": []}}, {"type": "petition", "id": 591955, "links": {"self": "https://petition.parliament.uk/petitions/591955.json"}, "attributes": {"action": "Say No to making Covid Vaccines Mandatory.", "background": "Protect our human rights and do not make covid vaccines mandatory.  It is our right to chose how we get immunity from Covid either by jab or by natural immunity. This isn't a battle about anti-vaxxers but a battle for democracy.", "additional_details": "Many experts hold the view that the young are better protected by natural immunity from catching Covid and the risk of having the vaccine are potently greater then the disease. It is our human right to chose what we do with our own bodies. There is a risk of death from both Covid and having the jab and its peoples right to choose which they want to risk and not be forced to have a jab. Do not make Covid vaccines mandatory.", "committee_note": null, "state": "rejected", "signature_count": 6, "created_at": "2021-07-13T08:48:15.410Z", "updated_at": "2021-07-19T13:58:03.085Z", "rejected_at": "2021-07-19T13:57:57.402Z", "opened_at": null, "closed_at": null, "moderation_threshold_reached_at": "2021-07-13T15:51:05.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": {"code": "no-action", "details": "There is no indication the UK Government is planning to require young people to receive a covid-19 vaccine, so it's not clear what you want the Government or Parliament to do. \r\n\r\nYou could have a petition calling for young people of a specified age group to not be offered the vaccine, even if it is deemed safe by regulators, if that is something you'd like to see happen."}, "government_response": null, "debate": null, "departments": [], "topics": ["covid-19"]}}, {"type": "petition", "id": 591630, "links": {"self": "https://petition.parliament.uk/petitions/591630.json"}, "attributes": {"action": "Commemorate the NHS in their fight against Covid-19 on £10 notes and £1 coins", "background": "Ever since Nye Bevan and the Labour Government first established the NHS in 1948, it has been a matter of great pride for the citizens of this country. The COVID-19 pandemic has once again highlighted the essential nature of the NHS as the backbone of our society.", "additional_details": "We would like the government to honor NHS Staff for the huge sacrifices they made during the Covid-19 pandemic. They have put their lives and that of their families at risk and unfortunately many NHS staff lost their lives. We would like the hard work of the NHS staff during the pandemic to be acknowledged by dedicating a commemorative £10 note and £1 coin to the NHS. This way the efforts of healthcare workers will be remembered and the legacy of the work done by them will not be forgotten", "committee_note": null, "state": "rejected", "signature_count": 6, "created_at": "2021-07-11T23:06:06.860Z", "updated_at": "2021-07-19T13:12:49.999Z", "rejected_at": "2021-07-19T13:12:33.013Z", "opened_at": null, "closed_at": null, "moderation_threshold_reached_at": "2021-07-12T16:10:35.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": {"code": "irrelevant", "details": "Bank notes are the responsibility of the Bank of England, which is independent of the Government and Parliament.\r\n\r\nYou can find out how the Bank decides who will be on bank notes here:\r\nhttps://www.bankofengland.co.uk/banknotes/banknote-characters\r\n\r\nCoins are manufactured and issued by the Royal Mint, which is independent of the Government and Parliament.\r\n\r\nYou can find out more about UK coins here: https://www.royalmint.com/discover/uk-coins"}, "government_response": null, "debate": null, "departments": [], "topics": []}}, {"type": "petition", "id": 591058, "links": {"self": "https://petition.parliament.uk/petitions/591058.json"}, "attributes": {"action": "Allow people with natural immunity to C-19 the same freedoms as fully vaccinated", "background": "Given that numerous studies have proven those that have had a prior infection with COVID-19 have strong natural immunity, the government is still discriminating against those that have not/cannot receive vaccination. For example to isolate coming back from an amber list country.", "additional_details": "We need to be following the science, many countries around the world are allowing us to enter if you are vaccinated or can prove natural immunity from previous infection. The human body creates fantastic immunity as has been shown in various studies. We should be giving credit to those that are contributing to herd immunity by having already gone through COVID-19 without forcing these people to receive two doses of the vaccine in addition to this.", "committee_note": null, "state": "rejected", "signature_count": 6, "created_at": "2021-07-07T23:20:53.391Z", "updated_at": "2021-07-13T08:32:48.858Z", "rejected_at": "2021-07-13T08:32:33.590Z", "opened_at": null, "closed_at": null, "moderation_threshold_reached_at": "2021-07-08T12:01:55.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": {"code": "duplicate", "details": "https://petition.parliament.uk/petitions/580974"}, "government_response": null, "debate": null, "departments": [], "topics": []}}, {"type": "petition", "id": 590522, "links": {"self": "https://petition.parliament.uk/petitions/590522.json"}, "attributes": {"action": "No quarantine for those recovered from COVID-19 returning from amber countries", "background": "Studies suggest that natural immunity after COVID-19 could last eight months or more therefore the quarantine requirement should be removed.", "additional_details": "Studies suggest that natural immunity after COVID-19 could last eight months or more therefore those recovered from COVID-19 are unlikely to spread the virus or get ill within a certain period after recovery. Hence quarantining for them is unnecessary.", "committee_note": null, "state": "rejected", "signature_count": 6, "created_at": "2021-07-03T09:01:29.169Z", "updated_at": "2021-07-09T07:14:46.311Z", "rejected_at": "2021-07-09T07:14:45.586Z", "opened_at": null, "closed_at": null, "moderation_threshold_reached_at": "2021-07-03T14:49:05.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": {"code": "no-action", "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe understand that you are concerned about existing quarantine arrangements, but we're not sure exactly how you'd like these to be changed.\r\n\r\nYour petition notes data that people who have recovered from Covid-19 are likely to have antibodies for some time, although this does not mean they cannot carry or transmit the virus, but it's not clear if you want people who have previously had Covid-19 to be exempt from quarantine arrangements indefinitely, or for a fixed period.\r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do.\r\n\r\nWe have published the following petition, which you might like to sign:\r\n\r\nInclude people with high Covid-19 antibody levels in Covid-19 passport schemes: https://petition.parliament.uk/petitions/580974"}, "government_response": null, "debate": null, "departments": [], "topics": []}}, {"type": "petition", "id": 590193, "links": {"self": "https://petition.parliament.uk/petitions/590193.json"}, "attributes": {"action": "Keep (It) Off The Grass! Stop tarmacking our bridleways and byways!", "background": "Stop tarmacking enjoyable access of grassy tracks where one can, enjoy a canter or a more natural walk or run in the countryside. Re-evaluate critically on the use of the paths and its nearby access options with proper users' and locals' consultations before deciding to re-surface.", "additional_details": "Horse riders thoroughly enjoy using grassy tracks that benefits their horses and plays an important part of their sport and exercise regime. Bridleways especially should be protected for horses. Cyclists have a lot of their own paths and some of them - alongside other users - also enjoy the tracks in their more natural state. It provides better connection to the countryside and nature therefore better wellbeing and health for people. Grassy tracks also provide wildlife and climate more support.", "committee_note": null, "state": "rejected", "signature_count": 6, "created_at": "2021-06-29T10:09:58.258Z", "updated_at": "2021-07-07T06:35:24.577Z", "rejected_at": "2021-07-07T06:35:23.575Z", "opened_at": null, "closed_at": null, "moderation_threshold_reached_at": "2021-07-01T13:27:45.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": {"code": "irrelevant", "details": "Petitions must call for a specific action that the UK Government or House of Commons is responsible for.\r\n\r\nDecisions about surfacing bridleways and byways are a matter for the relevant landowner or local authority, not the Government or House of Commons.\r\n\r\nAs a result it is not possible for the Government or House of Commons to take the action you have requested.\r\n\r\nYou could raise this issue with a local councillor, who represents you. You can use this page to find out who your local councillors are, and how to contact them: https://www.gov.uk/find-your-local-councillors"}, "government_response": null, "debate": null, "departments": [], "topics": []}}, {"type": "petition", "id": 588134, "links": {"self": "https://petition.parliament.uk/petitions/588134.json"}, "attributes": {"action": "All fast food restaurants with car parks to provide recycling bins outside.", "background": "More and more people use drive through/park up in fast food places. It is concerning seeing so much rubbish go straight in the bin with no choice to even recycle. We should be doing as much as we can to fight climate change and to encourage others to do so, even if it is just recycling.", "additional_details": "Recycling helps to reduce the pollution caused by waste and reduces the need for raw materials so that the rainforests and other raw materials can be preserved. It requires much less energy and therefore helps to save natural resources and reduces the amount of waste to be sent to landfill.\r\nSee link (https://friendsoftheearth.uk/sustainable-living/7-benefits-recycling) for some benefits of recycling. Help make a change and achieve a more resilient future!", "committee_note": null, "state": "rejected", "signature_count": 6, "created_at": "2021-06-06T18:29:50.135Z", "updated_at": "2021-06-11T09:31:47.515Z", "rejected_at": "2021-06-11T09:31:45.560Z", "opened_at": null, "closed_at": null, "moderation_threshold_reached_at": "2021-06-06T19:32:55.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": {"code": "irrelevant", "details": "We can't accept your petition because the UK Government and Parliament aren't responsible for the issue you raise. This is a decision for restaurants, landowners and the local authority.\r\n\r\nYou could raise your issue with a local councillor who represents you. You can use this page to find out who your local councillors are, and how to contact them:\r\nhttps://www.gov.uk/find-your-local-councillors "}, "government_response": null, "debate": null, "departments": [], "topics": []}}, {"type": "petition", "id": 587624, "links": {"self": "https://petition.parliament.uk/petitions/587624.json"}, "attributes": {"action": "Remove age as the basis for setting the national minimum wage", "background": "The current system of an age-based minimum wage is outdated and unfair on millions of young workers across the country.\r\n\r\nA system which takes into account one’s economic needs, such as an individual’s living situation, would be a more sophisticated way of setting the minimum wage for young people.", "additional_details": "Currently, people aged 16 are paid £4.30 an hour in jobs which people aged 25 and over  will automatically earn more than double that, regardless of either individual’s current financial or living situation. \r\n\r\nThis fundamental inequality seems unjustifiable in its current form. Many young people under 25 will have the same financial needs of someone over 25, notably students who need to work to fund their studies. \r\n\r\nPaying the same wage for the same job seems a fair and natural system.", "committee_note": null, "state": "rejected", "signature_count": 6, "created_at": "2021-05-31T00:28:00.329Z", "updated_at": "2021-06-07T07:36:09.898Z", "rejected_at": "2021-06-07T07:36:09.329Z", "opened_at": null, "closed_at": null, "moderation_threshold_reached_at": "2021-05-31T16:14:15.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": {"code": "duplicate", "details": "You may wish to sign this petition calling for the same action: https://petition.parliament.uk/petitions/581563"}, "government_response": null, "debate": null, "departments": [], "topics": []}}, {"type": "petition", "id": 586384, "links": {"self": "https://petition.parliament.uk/petitions/586384.json"}, "attributes": {"action": "Ban the sale of disposable barbecues to protect nature from unintentional fires.", "background": "Especially within 5 miles of a nature reserve, ban supermarkets from selling disposable barbecues. We are seeing higher rates of fires from these and nature is already struggling with the increasingly warming climate.", "additional_details": "We are seeing higher rates of fires from these barbecues, nature is already struggling with the increasingly warming climate. Risk gets higher every year.", "committee_note": null, "state": "rejected", "signature_count": 6, "created_at": "2021-05-17T12:12:42.330Z", "updated_at": "2021-05-24T10:58:24.434Z", "rejected_at": "2021-05-24T10:58:23.488Z", "opened_at": null, "closed_at": null, "moderation_threshold_reached_at": "2021-05-18T07:36:05.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": {"code": "duplicate", "details": "https://petition.parliament.uk/petitions/581929"}, "government_response": null, "debate": null, "departments": [], "topics": []}}, {"type": "petition", "id": 586251, "links": {"self": "https://petition.parliament.uk/petitions/586251.json"}, "attributes": {"action": "Gcse and A-Level Grading reform", "background": "To change the way the final grades are assessed. By not having exams as the final say. But instead, use a number of factors like: Attitude to learning, homework, classwork, small controlled assessments.", "additional_details": "Reforming the way final grades are assessed can give more chance to the students who find exams difficult, a chance to achieve higher grades. And it would avoid stress for some, which maintains their mental health. Final exams are also unfair because if a student has an \"off-day\" and they underpreform, the student may have a hard time finding employment as their exam grade do not reflect their true potential. Grades should be assessed in a natural work-like environment such as the classroom.", "committee_note": null, "state": "rejected", "signature_count": 6, "created_at": "2021-05-16T07:16:15.774Z", "updated_at": "2021-05-21T11:47:41.155Z", "rejected_at": "2021-05-21T11:47:39.864Z", "opened_at": null, "closed_at": null, "moderation_threshold_reached_at": "2021-05-16T16:57:15.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": {"code": "duplicate", "details": "https://petition.parliament.uk/petitions/570550"}, "government_response": null, "debate": null, "departments": [], "topics": []}}, {"type": "petition", "id": 586250, "links": {"self": "https://petition.parliament.uk/petitions/586250.json"}, "attributes": {"action": "Greater allocation of resources towards NHS mental health services", "background": "I believe that mental health is not entirely recognised or understood by the Government. The current system, in my eyes, is poor. An individual is placed on an indefinite waiting list to speak to a professional, yet the nature of these problems often requires urgent attention.", "additional_details": "By making mental health services more accessible, I believe that the UK would hugely benefit in terms of economic productivity and quality of life. I understand that mental illness is becoming more prevalent and recognised, especially regarding the COVID-19 outbreak, and I think that the values of the NHS should reflect this. I think that more needs to be done when it comes to the system in place.", "committee_note": null, "state": "rejected", "signature_count": 6, "created_at": "2021-05-16T07:06:42.654Z", "updated_at": "2021-05-21T10:51:48.658Z", "rejected_at": "2021-05-21T10:51:48.648Z", "opened_at": null, "closed_at": null, "moderation_threshold_reached_at": "2021-05-16T15:15:35.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": {"code": "duplicate", "details": "You might like to sign the following petitions:\r\n\r\nIncrease funding for NHS mental health services\r\nhttps://petition.parliament.uk/petitions/581222\r\n\r\nFund recruitment of additional NHS counsellors to support public mental health\r\nhttps://petition.parliament.uk/petitions/569970"}, "government_response": null, "debate": null, "departments": [], "topics": []}}, {"type": "petition", "id": 583882, "links": {"self": "https://petition.parliament.uk/petitions/583882.json"}, "attributes": {"action": "Legalise 'natural organic reduction' (human composting).", "background": "Human composting would add a natural ecologically friendly funerary option that enables a person to return to, and renourish the soil from which we all came.", "additional_details": "Current options of burial (chop down a tree, pump you full chemicals, take up valuable space in a cemetery) and cremation (using over 100 litres of fuel to incinerate you at over 600C releasing of 220kg of CO2)  are environmentally damaging.\r\nNatural organic reduction gradually breaks down a body over a 30-50 day period resulting in compost that can be used in rebuilding or regenerating woods and forests or simply in your back garden.", "committee_note": null, "state": "rejected", "signature_count": 6, "created_at": "2021-04-21T14:11:59.111Z", "updated_at": "2022-02-28T08:17:45.611Z", "rejected_at": "2021-04-28T08:12:59.019Z", "opened_at": null, "closed_at": null, "moderation_threshold_reached_at": "2021-04-21T20:05:45.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": {"code": "already-happening", "details": "It is already possible to be buried in a green burial site. Find out more here: https://www.gov.uk/guidance/cemeteries-and-burials-prevent-groundwater-pollution#green-burial-sites\r\n\r\nIf you want the Government to change rules around green burials you could start a new petition stating clearly how you want existing rules to be changed."}, "government_response": null, "debate": null, "departments": [], "topics": []}}, {"type": "petition", "id": 582248, "links": {"self": "https://petition.parliament.uk/petitions/582248.json"}, "attributes": {"action": "Automatic Covid Passports for naturally produced antibodies", "background": "Automatic Covid Passports to be issued to anyone proven to have had covid virus and who has developed natural antibodies and recovered by natural means. ", "additional_details": "", "committee_note": "", "state": "rejected", "signature_count": 6, "created_at": "2021-04-05T16:30:06.005Z", "updated_at": "2021-04-12T10:02:43.927Z", "rejected_at": "2021-04-12T10:02:43.931Z", "opened_at": null, "closed_at": null, "moderation_threshold_reached_at": "2021-04-07T02:30:15.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": {"code": "duplicate", "details": "https://petition.parliament.uk/petitions/580974"}, "government_response": null, "debate": null, "departments": [], "topics": []}}, {"type": "petition", "id": 579619, "links": {"self": "https://petition.parliament.uk/petitions/579619.json"}, "attributes": {"action": "Give the Elgin marbles back to their rightful owners - Greece", "background": "Parliament to debate and vote on repatriating the Elgin Marbles to their rightful place in the Acropolis Musium Athens. They were originally stolen by Lord Elgin.", "additional_details": "The marbles will look much better in their natural surroundings and the special natural light which Greece has.", "committee_note": null, "state": "rejected", "signature_count": 6, "created_at": "2021-03-14T12:12:23.571Z", "updated_at": "2021-03-23T10:20:29.697Z", "rejected_at": "2021-03-23T10:20:29.701Z", "opened_at": null, "closed_at": null, "moderation_threshold_reached_at": "2021-03-16T17:24:55.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": {"code": "irrelevant", "details": "The repatriation of an item from the collection of the British Museum is a matter for the Trustees of the British Museum, not the UK Government or Parliament.\r\n\r\nYou may want to sign this petition calling for a related action:\r\n\r\nAllow the Trustees of the British Museum to accept repatriation requests: https://petition.parliament.uk/petitions/550304"}, "government_response": null, "debate": null, "departments": [], "topics": []}}, {"type": "petition", "id": 578894, "links": {"self": "https://petition.parliament.uk/petitions/578894.json"}, "attributes": {"action": "Increase the punishment for pet theft to be equal with abduction", "background": "The government need to reassess the laws in place around pet theft, especially with the heavily increased amount of crimes of this nature committed recently. The punishment is not enough to deter criminals from acting on this.", "additional_details": "Pets currently are referred to in law as ‘property’ but for the majority of pet owners, they see their pet as a member of the family. Some pets are therapy dogs and assist with physical impairments. Pets are more than property and the law should resemble this. With threats to life being made, families heartbroken and breaking and entry into homes this is simply not enough. Where a pet theft takes place, the punishment should be more severe and it should be classed as abduction.", "committee_note": null, "state": "rejected", "signature_count": 6, "created_at": "2021-03-10T19:32:47.154Z", "updated_at": "2021-03-19T09:01:47.412Z", "rejected_at": "2021-03-19T09:01:47.414Z", "opened_at": null, "closed_at": null, "moderation_threshold_reached_at": "2021-03-12T10:03:25.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": {"code": "duplicate", "details": "You may like to sign this petition we currently have open:\r\n\r\nIncrease minimum and maximum sentences for pet theft\r\nhttps://petition.parliament.uk/petitions/563711"}, "government_response": null, "debate": null, "departments": [], "topics": []}}, {"type": "petition", "id": 577689, "links": {"self": "https://petition.parliament.uk/petitions/577689.json"}, "attributes": {"action": "Allow divorcees the right to stop an ex partner continuing to use their surname", "background": "Many people are sadly subjected to marriages that are abusive in nature. The law allows an ex partner to retain a married surname even if it is kept simply as a way of continuing their controlling emotional behaviour. Ex partners need to have a pathway to stop this to help free themselves.", "additional_details": "Help people to fully escape from abusive relationships by stopping at ex partner from using their favourite tool of control.\r\nAllowing someone to keep the married surname of someone they have abused is allowing the abuse to continue.", "committee_note": null, "state": "rejected", "signature_count": 6, "created_at": "2021-03-03T11:11:38.282Z", "updated_at": "2021-04-28T14:04:22.823Z", "rejected_at": "2021-04-14T14:02:45.859Z", "opened_at": null, "closed_at": null, "moderation_threshold_reached_at": "2021-03-06T21:37:55.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": {"code": "irrelevant", "details": "In the UK it is up to individuals to decide what name they use, including whether to change this legally. The Government cannot require that individuals change their name after a relationship breaks down."}, "government_response": null, "debate": null, "departments": [], "topics": []}}, {"type": "petition", "id": 574846, "links": {"self": "https://petition.parliament.uk/petitions/574846.json"}, "attributes": {"action": "Drop GDP as the primary measure of success, adopt Inclusive Wealth instead", "background": "Gross Domestic Product has long been the primary yardstick for measuring the welfare of the nation - but it fails to acknowledge the role of nature in supporting the economy. Changing to Inclusive Wealth instead will allow government to re-frame goals, and legislate to encourage sustainable business", "additional_details": "The imminent collapse of so many eco-systems globally are an existential threat to civilisation. The Dasgupta Review into the Economics of Biodiversity offers a realistic roadmap of change to avoid this calamity - but requires Government to lead and encourage business into fundamental changes in economic planning, and use of natural resources. The review is explicit - without change we are facing a global crisis.", "committee_note": null, "state": "rejected", "signature_count": 6, "created_at": "2021-02-11T10:06:22.619Z", "updated_at": "2021-03-18T11:05:58.653Z", "rejected_at": "2021-03-18T11:05:58.656Z", "opened_at": null, "closed_at": null, "moderation_threshold_reached_at": "2021-02-11T21:47:07.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": {"code": "no-action", "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe understand that you want the Government to change its priorities, but we're not sure exactly what you'd like the Government or Parliament to do.\r\n\r\nGDP is one measures if and how much the economy is growing, but it does not have any formal status as the primary measure for success.\r\n\r\nYou could start a new petition calling for the Government to produce a strategy to increase inclusive wealth, or encourage sustainable business, if that's what you want to happen, but it would need to be clear what actions you want the Government to take."}, "government_response": null, "debate": null, "departments": [], "topics": []}}, {"type": "petition", "id": 573911, "links": {"self": "https://petition.parliament.uk/petitions/573911.json"}, "attributes": {"action": "Provide hazard pay to all 'Key Workers' during a global pandemic.", "background": "Provide a 10% increase to all 'key workers' wages as they continue to work during highly hazardous conditions. 'Key workers' would include Doctors, Nurses, Teachers, Hospitality and Food staff, Supermarket Staff and anyone working a customer-facing role daily.", "additional_details": "Hazard pay can be obtained if any of the following can be proven:\r\n\r\nThe nature of the duty.\r\n\r\nThe degree to which the employee is exposed to hazard or physical hardship.\r\n\r\nThe length of time the hardship or hazardous situation continues to exist.\r\n\r\nThe degree of control over the physical hardship or hazard.\r\n\r\nI believe all can be proven. We as a nation owe it to the unsung heroes who put their lives and their loved ones lives at risk every day.", "committee_note": null, "state": "rejected", "signature_count": 6, "created_at": "2021-02-04T10:17:21.957Z", "updated_at": "2021-02-10T15:30:53.231Z", "rejected_at": "2021-02-10T15:30:53.233Z", "opened_at": null, "closed_at": null, "moderation_threshold_reached_at": "2021-02-04T10:28:17.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": {"code": "duplicate", "details": "https://petition.parliament.uk/petitions/557249"}, "government_response": null, "debate": null, "departments": [], "topics": []}}, {"type": "petition", "id": 573022, "links": {"self": "https://petition.parliament.uk/petitions/573022.json"}, "attributes": {"action": "Increase penalties for criminals convicted for dog fighting", "background": "I don’t think torturing, injuring or being responsible for the death of a dog should only result in only up to 51 weeks’ imprisonment, a fine, or both. At the moment the penalty is minimal when considering the barbaric nature of the crime, I want the penalty to match the horrific offence.", "additional_details": "Dog fighting was outlawed nearly 200 years ago sadly it still continues in the 21st century and is a significant animal welfare issue for the UK. It was thought this used to be a issue occurring in the country but there has been a huge rise in incidents within cities and the cruelty is increasing. At the moment the penalty is minimal when considering the barbaric nature of the crime, I want the penalty to match the horrific offence.", "committee_note": null, "state": "rejected", "signature_count": 6, "created_at": "2021-01-31T22:41:51.777Z", "updated_at": "2021-02-08T09:16:36.650Z", "rejected_at": "2021-02-08T09:16:36.652Z", "opened_at": null, "closed_at": null, "moderation_threshold_reached_at": "2021-02-01T09:14:17.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": {"code": "fake-name", "details": "We can only publish petitions that include a full name. "}, "government_response": null, "debate": null, "departments": [], "topics": []}}, {"type": "petition", "id": 571579, "links": {"self": "https://petition.parliament.uk/petitions/571579.json"}, "attributes": {"action": "Restart dredging the rivers to stop the flooding. Stop building on flood plains.", "background": "Now that we have left the EU we should start dredging the rivers again to stop the flooding. Stop building on flood plains will also help with the natural order of nature.", "additional_details": "We never had no where near as much flooding as we do now when the rivers were dredged on a regular basis. The sludge could be used on the fields as natural fertiliser the rivers would flow better, natural drainage all round. So much better for the environment and will save billions in insurance claims and no more devastated home owners losing everything year on year in flood areas.", "committee_note": null, "state": "rejected", "signature_count": 6, "created_at": "2021-01-23T00:21:56.070Z", "updated_at": "2021-02-01T10:17:45.497Z", "rejected_at": "2021-02-01T10:17:45.499Z", "opened_at": null, "closed_at": null, "moderation_threshold_reached_at": "2021-01-25T11:56:37.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": {"code": "no-action", "details": "Dredging and the removal of silt and sand from main rivers is regulated under the Environmental Permitting Regulations 2010, but decisions about dredging of individual rivers is a matter for individual local authorities and the Environment Agency, not the Government or House of Commons.\r\n\r\nEU laws did affect decisions about dredging, but the practice was not banned while the UK was a member of the EU. You can read more about this here: https://fullfact.org/online/EU-dredging-floods/\r\n\r\nWe could accept a petition calling on the Government to ban development on flood plains, and review guidance on dredding of rivers, if that is something you want to happen."}, "government_response": null, "debate": null, "departments": [], "topics": []}}, {"type": "petition", "id": 569358, "links": {"self": "https://petition.parliament.uk/petitions/569358.json"}, "attributes": {"action": "Stop farmers using bee killing pesticides.", "background": "To stick to the rules that were in place when we were in the EU and not allow farmers to use bee-killing pesticides", "additional_details": "The use of these pesticides (currently planned on beet crops) will kill any new in the area. The bee population is already under threat and it is known how important it is for Bees to thrive for the whole of nature", "committee_note": null, "state": "rejected", "signature_count": 6, "created_at": "2021-01-11T00:10:00.628Z", "updated_at": "2021-01-18T10:36:23.939Z", "rejected_at": "2021-01-18T10:36:23.941Z", "opened_at": null, "closed_at": null, "moderation_threshold_reached_at": "2021-01-17T13:54:47.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": {"code": "duplicate", "details": "You might like to sign the following petitions:\r\n\r\nContinue the ban on the use of Neonicotinoids\r\nhttps://petition.parliament.uk/petitions/563943\r\n\r\nOverturn the decision to allow the use of neonicotinoid pesticides\r\nhttps://petition.parliament.uk/petitions/569214"}, "government_response": null, "debate": null, "departments": [], "topics": []}}, {"type": "petition", "id": 569243, "links": {"self": "https://petition.parliament.uk/petitions/569243.json"}, "attributes": {"action": "Stop Ofquals \"mini exams\" deciding 2021 exam results, instead of teacher grades", "background": "Exams were cancelled due to the \"unfair\" nature of testing the 2021 cohort, given over half a year of in class teaching moved online, using any kind of national \"mini exam\" would further create disparity in learning between more deprived and affluent areas. Failing to provide an equal playing field.", "additional_details": "Instead teachers should be allowed to base grades on previous mocks and tests. Students have had the most stressful learning experience in recent history, severely affecting the mental health of many students, making them prepare for \"mini exams\" amid being out of class for so long would be completely unfair. Results day should be pushed forward and students who are unhappy with their TAGs with private candidates should be able to take optional exams in the summer in time for university in 2021.", "committee_note": null, "state": "rejected", "signature_count": 6, "created_at": "2021-01-10T15:26:43.183Z", "updated_at": "2021-01-18T15:13:14.078Z", "rejected_at": "2021-01-18T15:13:14.082Z", "opened_at": null, "closed_at": null, "moderation_threshold_reached_at": "2021-01-10T15:42:17.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": {"code": "duplicate", "details": "You may wish to sign some of these petitions:\r\n\r\nCancel GCSE and A-levels in 2021 replace with Course Work and Teacher Assessment: https://petition.parliament.uk/petitions/564696\r\n\r\nBase 2021 GCSE and A-Level Grades on Teacher Considerations and Mock Grades: https://petition.parliament.uk/petitions/553307\r\n\r\nGive students the option to take exams or receive assessed grades for 2020/21: https://petition.parliament.uk/petitions/559964\r\n\r\nThe Department for Education and Ofqual are consulting on the approach to awarding GCSE, AS and A level grades in 2021 following the cancellation of exams. You can find out more about this consultation here: https://www.gov.uk/government/consultations/consultation-on-how-gcse-as-and-a-level-grades-should-be-awarded-in-summer-2021"}, "government_response": null, "debate": null, "departments": [], "topics": []}}, {"type": "petition", "id": 566648, "links": {"self": "https://petition.parliament.uk/petitions/566648.json"}, "attributes": {"action": "Add public transport workers & frontline keyworkers to the vaccine priority list", "background": "Frontline public transport workers, such as bus drivers, and train guards for example, should be prioritised for the vaccine as the volume of people they come into contact with, and the enclosed nature of the vehicles they are in puts them at a greater risk of catching and spreading Covid19.", "additional_details": "The government has set out a 9 point priority list for the vaccination roll out.\r\n\r\nBus drivers, train guards, and other frontline keyworkers should be added towards the top of this list", "committee_note": null, "state": "rejected", "signature_count": 6, "created_at": "2021-01-04T17:37:46.007Z", "updated_at": "2021-01-11T10:13:25.697Z", "rejected_at": "2021-01-11T10:13:25.700Z", "opened_at": null, "closed_at": null, "moderation_threshold_reached_at": "2021-01-05T08:06:57.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": {"code": "duplicate", "details": "You may wish to sign this petition calling for the same action: https://petition.parliament.uk/petitions/564819"}, "government_response": null, "debate": null, "departments": [], "topics": []}}, {"type": "petition", "id": 564484, "links": {"self": "https://petition.parliament.uk/petitions/564484.json"}, "attributes": {"action": "Legalisation of cannabis for medicinal and recreational use", "background": "Cannabis should be legalised in the UK for medicinal and recreational use. It has now been removed from Schedule IV of the 1961 Single Convention on Narcotic Drugs. It has many positive therapeutic effects which involves the well known cannabinoids - THC and CBD and other beneficial cannabinoids.", "additional_details": "Cannabis has been used on earth as a naturally therapeutic plant for over 27 million years. It then got made illegal in the UK in 1928 due to its pushed view on the fact it was a 'dangerous drug'. It has hundreds of medicinal benefits as it has over 700 active constituents including THC, CBD and other cannabinoids that work with our bodies. There is no reason for this law to still stand. Legalise cannabis.", "committee_note": "", "state": "rejected", "signature_count": 6, "created_at": "2020-12-20T22:39:48.018Z", "updated_at": "2020-12-29T11:30:01.244Z", "rejected_at": "2020-12-29T11:30:01.246Z", "opened_at": null, "closed_at": null, "moderation_threshold_reached_at": "2020-12-21T12:28:07.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": {"code": "duplicate", "details": "https://petition.parliament.uk/petitions/551846"}, "government_response": null, "debate": null, "departments": [], "topics": []}}, {"type": "petition", "id": 563515, "links": {"self": "https://petition.parliament.uk/petitions/563515.json"}, "attributes": {"action": "Require the Installation of a Renewable Energy Solution on New Homes", "background": "Introduce legislation requiring that construction of new homes include at least one of: solar panels, domestic wind turbine, air or ground source heat pump.\r\n\r\nThis legislation should also make it illegal to prevent the installation of  these or similar technologies on existing homes.", "additional_details": "The current environment in which new homes are being constructed provides little to no incentive for home builders to incorporate these kinds of technologies into the homes that they build. Due to the nature of the industry, it is only with the implementation of legislation that these technologies would begin to see wide adoption and installation.\r\n\r\nIt is also currently common for restrictive covenants to prevent the installation of such technology without prior approval. This should be illegal.", "committee_note": null, "state": "rejected", "signature_count": 6, "created_at": "2020-12-11T14:32:23.114Z", "updated_at": "2020-12-18T12:00:28.588Z", "rejected_at": "2020-12-18T12:00:28.590Z", "opened_at": null, "closed_at": null, "moderation_threshold_reached_at": "2020-12-11T17:41:07.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": {"code": "duplicate", "details": "https://petition.parliament.uk/petitions/332338"}, "government_response": null, "debate": null, "departments": [], "topics": []}}, {"type": "petition", "id": 562395, "links": {"self": "https://petition.parliament.uk/petitions/562395.json"}, "attributes": {"action": "Make ginger hair jokes and discrimination a form of racism.", "background": "I want the government to protect the interests and build confidence for people who are natural redheads. For centuries redheads have been outlawed by society and having suffered discrimination in my last job due to my hair colour, I believe it should be punishable the same as skin colour jokes.", "additional_details": "Having suffered this kind of discrimination in my last job and having to leave because of it, I believe it should be categorised legally the same as skin colour racism, carrying fines and prison sentences the same. At the end of the day people with red hair are also a race and a dying race at that, with only around 1 to 2 percent of people being natural redheads. Kids are regularly bullied at school because of it and teachers are powerless to enforce any legal action against children or parents!", "committee_note": null, "state": "rejected", "signature_count": 6, "created_at": "2020-11-29T15:12:13.949Z", "updated_at": "2020-12-08T11:40:25.647Z", "rejected_at": "2020-12-08T11:40:25.651Z", "opened_at": null, "closed_at": null, "moderation_threshold_reached_at": "2020-11-29T15:50:07.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": {"code": "no-action", "details": "Petitions need to call on the Government or Parliament to take a specific action. We're not sure exactly what you'd like the Government or Parliament to do. \r\n\r\nThe Equality Act 2010 already legally protects people from discrimination in the workplace and in wider society. It has a list of protected characteristics which include an individual's ethnic or national origin. It's against the law to discriminate against someone because of those characteristics.\r\n\r\nYou can find out more about this here:\r\nhttps://www.gov.uk/discrimination-your-rights"}, "government_response": null, "debate": null, "departments": [], "topics": []}}, {"type": "petition", "id": 561845, "links": {"self": "https://petition.parliament.uk/petitions/561845.json"}, "attributes": {"action": "Use penalties which bite to persuade non-compliant people to follow Covid rules.", "background": "Bring forward legislation to oblige mobile operators to reduce phone use to 999 only for 9 months for all caught not complying with rules. Ask the Police to fine more heavily, but also to show no tolerance so all are fined and have phone use restricted. We request Armed Forces' help to achieve this.", "additional_details": "Non-compliance prevents infection coming down. See mass \"last drink\" partying before moves to introduce stricter measures. See also the \"pleading\" for demonstrations to be held responsibly - the message is clear almost anyone can ignore rules without comeback. The \"silent\" majority looks on in disgust as Covid is helped by mistaken appeals to the good nature of the selfish. Everyone orders on Amazon or uses social media with success. Confused messaging is only a lame excuse we do not accept.", "committee_note": null, "state": "rejected", "signature_count": 6, "created_at": "2020-11-25T13:04:01.149Z", "updated_at": "2020-12-04T10:18:16.562Z", "rejected_at": "2020-12-04T10:18:16.564Z", "opened_at": null, "closed_at": null, "moderation_threshold_reached_at": "2020-11-27T12:39:37.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": {"code": "irrelevant", "details": "We can't accept your petition because the UK Government and Parliament aren't responsible for the issue you raise. The UK Government and Parliament aren't responsible for mobile phone contracts.\r\n\r\nWe could accept a petition calling for other changes to penalties for breaching coronavirus regulations, such as increased fines or minimum custodial sentences."}, "government_response": null, "debate": null, "departments": [], "topics": []}}, {"type": "petition", "id": 561756, "links": {"self": "https://petition.parliament.uk/petitions/561756.json"}, "attributes": {"action": "Introduce free inhalers for asthmatics.", "background": "It is not fair that Asthma suffers have to pay for their Inhalers as part of the normal prescription charge. \r\nInhalers are replaced frequently and the annual cost can be high.\r\n Asthma is a natural condition like epilepsy (free) and shouldn't be published with prescription charges.", "additional_details": "", "committee_note": null, "state": "rejected", "signature_count": 6, "created_at": "2020-11-24T19:00:34.097Z", "updated_at": "2020-12-01T14:25:50.728Z", "rejected_at": "2020-12-01T14:25:50.732Z", "opened_at": null, "closed_at": null, "moderation_threshold_reached_at": "2020-11-25T14:26:27.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": {"code": "duplicate", "details": "https://petition.parliament.uk/petitions/559467"}, "government_response": null, "debate": null, "departments": [], "topics": []}}, {"type": "petition", "id": 560691, "links": {"self": "https://petition.parliament.uk/petitions/560691.json"}, "attributes": {"action": "Use penalties which bite to persuade non-compliant people to follow Covid rules.", "background": "Government please enable mobile operators to reduce phone use to 999 only for 9 months for all caught not complying with Covid rules. We would like Police to fine more heavily, but also to show no tolerance so all are fined and have phone use restricted. We request Armed Forces help to achieve this.", "additional_details": "Non-compliance prevents infection coming down. See mass \"last drink\" partying before moves to introduce stricter measures. See also the \"pleading\" for demonstrations to be held responsibly - the message is clear almost anyone can ignore rules without comeback.\r\nThe \"silent\" majority looks on in disgust as Covid is helped by mistaken appeals to the good nature of the selfish.\r\nEveryone orders on Amazon or uses social media with success. Confused messaging is only a lame excuse we do not accept.", "committee_note": null, "state": "rejected", "signature_count": 6, "created_at": "2020-11-16T02:41:14.369Z", "updated_at": "2020-12-03T17:52:01.737Z", "rejected_at": "2020-11-24T11:51:40.663Z", "opened_at": null, "closed_at": null, "moderation_threshold_reached_at": "2020-11-18T14:57:47.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": {"code": "irrelevant", "details": "We can't accept your petition because the UK Government and Parliament aren't responsible for the issue you raise. The UK Government and Parliament aren't responsible for mobile phone contracts. "}, "government_response": null, "debate": null, "departments": [], "topics": []}}, {"type": "petition", "id": 560114, "links": {"self": "https://petition.parliament.uk/petitions/560114.json"}, "attributes": {"action": "Stop France from displaying Cartoons of the Prophet Muhammad ﷺ", "background": "Being a Diverse country that encourages respect and understanding for all faiths and cultures. We feel the UK is in a strong position to encourage France to adopt the same level of respect for the Islamic Prophet Muhammad ﷺ.", "additional_details": "Just as the Holy Prophet (Peace and blessings be upon him) stood up for social justice 1400 years ago, giving rights to people of Colour, Women and destroying social dogmas. We feel now, in the 21st Century, the world owes a duty to be respectful to the Prophets legacy and those who follow his teachings of love and peace. \r\n\r\nHenceforth, we ask the UK Government to positively influence France to be mindful of the sensitive nature of such images and the effects they can have towards Muslims.", "committee_note": null, "state": "rejected", "signature_count": 6, "created_at": "2020-11-11T10:49:43.869Z", "updated_at": "2021-01-06T12:21:57.406Z", "rejected_at": "2021-01-06T12:21:57.412Z", "opened_at": null, "closed_at": null, "moderation_threshold_reached_at": "2020-11-11T22:36:27.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": {"code": "irrelevant", "details": ""}, "government_response": null, "debate": null, "departments": [], "topics": []}}, {"type": "petition", "id": 559958, "links": {"self": "https://petition.parliament.uk/petitions/559958.json"}, "attributes": {"action": "Declaration of EU Pension payments to members of the House of Lords.", "background": "We want any declaration of alliegence and any acceptance of a pension paid by the Eupropean Union to be declared, as by the very nature  members of the house of lords receiving payments from a non United Kingdom political institution will influence their views and voting direction involving the EU", "additional_details": "It is unfair to have MPs and Members of the house of lords to go against the will of the electorate if MPs and Members of the Lords are in receipt of pensions and or payments from the European Union especially when they have taken an oath to uphold and support the EU, these MPs and Lords and Ladies should be upholding the interests of of UK voters and listening to 17 4 million UK voters.", "committee_note": null, "state": "rejected", "signature_count": 6, "created_at": "2020-11-10T12:56:22.635Z", "updated_at": "2020-11-18T11:25:52.333Z", "rejected_at": "2020-11-18T11:25:52.337Z", "opened_at": null, "closed_at": null, "moderation_threshold_reached_at": "2020-11-11T16:09:07.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": {"code": "already-happening", "details": "Members of the House of Lords already declare pension payments from the European Parliament. You can find the Register of Lords' Interests here: https://www.parliament.uk/mps-lords-and-offices/standards-and-financial-interests/register-of-lords-interests/"}, "government_response": null, "debate": null, "departments": [], "topics": []}}, {"type": "petition", "id": 558889, "links": {"self": "https://petition.parliament.uk/petitions/558889.json"}, "attributes": {"action": "Adopt the Great Barrington Agreement as a basis for coping with Covid-19.", "background": "Focus resources on protecting the vulnerable and let the general population return to normal life as described in the Great Barrington Agreement.", "additional_details": "We need to allow those who are at minimal risk to live their lives normally in order to build up 'herd' immunity to the virus through natural infection. At the same time we can redirect resources to better protect those who are at highest risk. Such 'focused protection' will benefit the vulnerable and help stabilise and grow the economy. As a result, the physical and mental health of the UK population will improve!", "committee_note": null, "state": "rejected", "signature_count": 6, "created_at": "2020-11-04T14:57:39.624Z", "updated_at": "2020-11-12T15:42:51.034Z", "rejected_at": "2020-11-12T15:42:41.105Z", "opened_at": null, "closed_at": null, "moderation_threshold_reached_at": "2020-11-05T22:29:27.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": {"code": "duplicate", "details": "https://petition.parliament.uk/petitions/552023"}, "government_response": null, "debate": null, "departments": [], "topics": ["covid-19"]}}, {"type": "petition", "id": 558849, "links": {"self": "https://petition.parliament.uk/petitions/558849.json"}, "attributes": {"action": "To allow Gyms & Swimming Pools to Operate during the lockdown", "background": "To exempt Gyms and Swimming Pools from having to close due to the second lockdown starting on Thursday.\r\nOr to see their swift reopening in the next two weeks, with financial and practical support from the UK Government.", "additional_details": "The UK population is struggling with two major issues: obesity and mental health. Gyms and Swimming Pools provide important solutions to both those issues.\r\nGrouping Health Facilities together with Pubs, Bars and Restaurants is insulting, as it does not take into account the essential nature of what they provide.\r\nIt is unrealistic to expect the public to only exercise outdoors during winter months in the UK.\r\nWith regulations in place to reduce transmission, Gyms and Pools should operate.", "committee_note": null, "state": "rejected", "signature_count": 6, "created_at": "2020-11-04T11:38:49.161Z", "updated_at": "2020-11-06T17:21:32.522Z", "rejected_at": "2020-11-06T17:21:32.524Z", "opened_at": null, "closed_at": null, "moderation_threshold_reached_at": "2020-11-05T22:17:17.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": {"code": "duplicate", "details": "You may wish to sign some of these petitions:\r\n\r\nKeep gyms and leisure facilities open during any lockdown: https://petition.parliament.uk/petitions/556956\r\n\r\nPrevent gyms closing due to a spike in Covid 19 cases: https://petition.parliament.uk/petitions/333869\r\n\r\nAllow swimming pools to remain open during Covid-19 in all alert levels: https://petition.parliament.uk/petitions/554540\r\n\r\nThe Committee will be holding a debate on Covid-19 restrictions on gyms and sport on Monday 23 November. You will be able to watch the debate on Parliament TV at 4.30pm: https://www.parliamentlive.tv/Commons"}, "government_response": null, "debate": null, "departments": [], "topics": []}}, {"type": "petition", "id": 556471, "links": {"self": "https://petition.parliament.uk/petitions/556471.json"}, "attributes": {"action": "Introduce Proportional Representation for UK Parliament Elections", "background": "We would like Parliament to vote for a system of Proportional Representation (PR) to be used at the next General Election, as well as permitting it for local elections in England. This is to combat the anti-democratic nature of our antiquated electoral system, & to increase diverse representation.", "additional_details": "Parliament must pass this to increase the proportionality of Parliament, to show the full range of diverse political opinion in our country, instead of the limited range we have on offer currently. For example, at the 2019 General Election, the Green Party recieved 2.7% of the vote; but only 0.2% of total seats. No matter what political stripes you come from, I think we can all agree that this is unacceptable. A Committee on PR should be introduced to evaluate the different options on offer.", "committee_note": null, "state": "rejected", "signature_count": 6, "created_at": "2020-10-26T19:43:22.975Z", "updated_at": "2020-11-02T11:23:54.081Z", "rejected_at": "2020-11-02T11:23:54.084Z", "opened_at": null, "closed_at": null, "moderation_threshold_reached_at": "2020-10-26T21:17:37.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": {"code": "duplicate", "details": "You may wish to sign this petition calling for the same action: https://petition.parliament.uk/petitions/554910"}, "government_response": null, "debate": null, "departments": [], "topics": []}}, {"type": "petition", "id": 556367, "links": {"self": "https://petition.parliament.uk/petitions/556367.json"}, "attributes": {"action": "Recommend her Majesty the Queen confer a knighthood upon \r\nDr . John Campbell.", "background": "Dr. John Campbell is a retired lecturer from Imperial College , London. He has dedicated his time, energy and knowledge to keep the public informed about the nature and effects of the global  pandemic since the beginning of the outbreak via his You Tube channel with over half a million subscribers.", "additional_details": "He has taken the trouble to summarise a huge amount of worldwide information and data , in clear plain English, so that people around the world can clearly understand the current situation and learn about all the measures they need to take in order to mitigate the effects of the spread of the coronavirus. His efforts have doubtless contributed to saving an untold number of lives. He has been featured on televisions around the world. His dedication and hard work deserves to be acknowledged.", "committee_note": null, "state": "rejected", "signature_count": 6, "created_at": "2020-10-26T04:56:10.057Z", "updated_at": "2020-10-29T12:40:28.924Z", "rejected_at": "2020-10-29T12:40:18.200Z", "opened_at": null, "closed_at": null, "moderation_threshold_reached_at": "2020-10-26T19:20:17.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": {"code": "honours", "details": "You can find out how to nominate someone for an honour at http://www.gov.uk/honours"}, "government_response": null, "debate": null, "departments": [], "topics": []}}]}