{"links": {"self": "https://petition.parliament.uk/petitions.json?q=urban+planning&page=1", "first": "https://petition.parliament.uk/petitions.json?q=urban+planning", "last": "https://petition.parliament.uk/petitions.json?q=urban+planning", "next": null, "prev": null}, "data": [{"type": "petition", "id": 556396, "links": {"self": "https://petition.parliament.uk/petitions/556396.json"}, "attributes": {"action": "Save our Green and Pleasant Land and abandon the proposed Planning Reforms", "background": "The government is consulting on a White Paper to change Planning Laws. It basically carves up the entirety of England into 3 zones. One will get automatic development rights. The second has presumption of development. Only the conservation and aonb areas etc will have methods of protection.", "additional_details": "1.This White Paper says it will give community more input. We believe this is not true, and that the proposals are an assault on local democracy.\r\n \r\n2. The paper says it is to help with housing shortages. We believe this is not true and that proposals are to help developers, as housing shortages are not to do with planning laws and there are a million unbuilt houses with permissions.\r\n \r\n3. We believe these reforms will result in destruction of our countryside and urban green spaces, harm biodiversity.", "committee_note": "", "state": "closed", "signature_count": 4551, "created_at": "2020-10-26T11:09:18.991Z", "updated_at": "2021-07-26T11:46:45.000Z", "rejected_at": null, "opened_at": "2020-11-09T10:36:29.839Z", "closed_at": "2021-05-09T22:59:59.999Z", "moderation_threshold_reached_at": "2020-10-26T12:24:47.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": null, "government_response": null, "debate": null, "departments": [{"acronym": "DLUHC", "name": "Department for Levelling Up, Housing and Communities ", "url": "https://www.gov.uk/government/organisations/department-for-levelling-up-housing-and-communities"}], "topics": []}}, {"type": "petition", "id": 570807, "links": {"self": "https://petition.parliament.uk/petitions/570807.json"}, "attributes": {"action": "Increase statutory protections for protected trees and listed parks", "background": "Protected trees and grade listed parks should be afforded statutory protections equivalent to grade-listed buildings.", "additional_details": "Protected trees and grade listed parks should be afforded the same protection as grade listed buildings. There are significant sanctions against persons when the protected status of a tree has been violated. However, local authorities can give permission for trees subject to preservation orders to be cut down, and there are no statutory protections for listed parks.\r\n\r\nThe Government should increase the rights of trees and grade listed parks, to prevent their protection being removed when a local authority so desires. The environment, especially in urban areas is under constant threat because of development. However, nature should be made foremost in all planning decisions in order to protect our environment. Development working in harmony with nature must be the way for future progress.", "committee_note": "", "state": "closed", "signature_count": 2051, "created_at": "2021-01-18T12:06:06.889Z", "updated_at": "2021-07-28T16:22:50.445Z", "rejected_at": null, "opened_at": "2021-01-25T17:54:44.429Z", "closed_at": "2021-07-25T22:59:59.999Z", "moderation_threshold_reached_at": "2021-01-18T14:32:07.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": null, "government_response": null, "debate": null, "departments": [{"acronym": "DLUHC", "name": "Department for Levelling Up, Housing and Communities ", "url": "https://www.gov.uk/government/organisations/department-for-levelling-up-housing-and-communities"}], "topics": []}}, {"type": "petition", "id": 589531, "links": {"self": "https://petition.parliament.uk/petitions/589531.json"}, "attributes": {"action": "Fund planting of female trees in urban areas to counteract high pollen levels", "background": "I want the growing Pollen Problem to be addressed. It transpires that there is a relatively simple solution to the high levels of pollen that are responsible for hay fever, asthma and other allergenic responses. Plant more female trees in urban areas!", "additional_details": "The NHS has estimated that there are over 10 million hay fever sufferers in England. It is a condition that can become onset at any age.\r\n \r\nHorticulturists have proposed a simple solution to this wide reaching debilitating health condition. Use female dioecious trees in urban planning to counteract the pollen produced by male  dioecious trees.\r\n \r\nI’ve lived with hay fever for as long as I can recall. It is truly debilitating. Together we can change the quality of life for many.", "committee_note": "", "state": "closed", "signature_count": 61, "created_at": "2021-06-23T02:51:30.917Z", "updated_at": "2022-01-02T00:00:01.848Z", "rejected_at": null, "opened_at": "2021-07-01T10:53:54.982Z", "closed_at": "2022-01-01T23:59:59.999Z", "moderation_threshold_reached_at": "2021-06-26T07:44:45.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": null, "government_response": null, "debate": null, "departments": [{"acronym": "DEFRA", "name": "Department for Environment, Food and Rural Affairs", "url": "https://www.gov.uk/government/organisations/department-for-environment-food-rural-affairs"}], "topics": []}}, {"type": "petition", "id": 586253, "links": {"self": "https://petition.parliament.uk/petitions/586253.json"}, "attributes": {"action": "Urgent review of the amended  General Permitted Development Order 2015", "background": "Since the amended General Permitted Development Order came into force privite telecommunication company’s have been using the permitted development right to install infrastructure in built up urban areas removing any right of objection or consultation with local residents or the planning authority", "additional_details": "We want a urgent review of the amendment made to the General Permitted Development Order 2015. It is vital that Government understands that this amendment has removed the right of reply and objection to those most affected by the installation of telecommunications masts on the public highway. Added to this the new regulations also bypass both the local Highways authority and the local Planning Authority. Effectively leaving all local stakeholders with no voice or rights of any kind", "committee_note": null, "state": "rejected", "signature_count": 21, "created_at": "2021-05-16T07:32:39.748Z", "updated_at": "2021-05-21T11:39:34.284Z", "rejected_at": "2021-05-21T11:39:32.686Z", "opened_at": null, "closed_at": null, "moderation_threshold_reached_at": "2021-05-16T12:06:15.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": {"code": "no-action", "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe're not sure exactly what you'd like the Government or Parliament to do. We understand you're concerned about the General Permitted Development Order 2015 but we're not sure what you'd like to change. \r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do, such as allowing public consultations. "}, "government_response": null, "debate": null, "departments": [], "topics": []}}, {"type": "petition", "id": 617071, "links": {"self": "https://petition.parliament.uk/petitions/617071.json"}, "attributes": {"action": "Stop Farnborough Civic Quarter development plans to cut 237 trees!", "background": "We the constituents of Rushmoor District object to the unnecessary destruction of 237 mature trees which would take place if RBC's current plan for the development of Farnborough Civic Quarter goes ahead. \r\nThis action conflicts with RBC's own Local Plan and adversely impacts the community:", "additional_details": "The trees provide shade combating the urban heat-island effect.\r\n\r\nThey absorb C02 and felling them means the loss of carbon sinks combating climate change. \r\n\r\nDecrease in air quality close to the airport.\r\n\r\nPeople living in the town centre will be affected by noise pollution.\r\n\r\nA lack of green spaces has a negative effect on people's mental health. \r\n\r\nIt will cause a huge loss of biodiversity and habitat for wildlife.\r\n\r\nWe are challenging this development on the grounds of RBC's own Local Plan.", "committee_note": null, "state": "rejected", "signature_count": 16, "created_at": "2022-05-22T10:21:49.483Z", "updated_at": "2022-05-25T08:10:19.010Z", "rejected_at": "2022-05-25T08:10:17.998Z", "opened_at": null, "closed_at": null, "moderation_threshold_reached_at": "2022-05-22T11:49:09.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": {"code": "irrelevant", "details": "We can only accept petitions about things the Government or Parliament are directly responsible for.\r\n\r\nDecisions about local developments are a matter for the relevant local authority, not the UK Government or Parliament.\r\n\r\nYou could raise your issue with a local councillor who represents you. You can find out who your local councillors are, and how to contact them, by entering your post code here:\r\nhttps://www.gov.uk/find-your-local-councillors\r\n\r\nRushmoor Borough Council also has its own petitions scheme, which you can find out about here: https://www.rushmoor.gov.uk/media/h5ioha4n/12_-_new_petitions_scheme.pdf"}, "government_response": null, "debate": null, "departments": [], "topics": []}}, {"type": "petition", "id": 321247, "links": {"self": "https://petition.parliament.uk/petitions/321247.json"}, "attributes": {"action": "Establish a National Development Bank for the United Kingdom", "background": "This petition believes a National Development Bank should be established in order to assess applications for, and disbursing, funding for major development across the United Kingdom.", "additional_details": "Britain requires further clarity on the future of development and such an institution, largely apolitical, would be invaluable in implementing major development projects in line with a commercial agenda with social and environmental principals. \r\n\r\nThis petition believes that the UK's investment into housing, infrastructure and transport (and other areas) is not coordinated to reflect development goals. Our country is being eclipsed by developing nations in terms of urban planning, trans... (etc)", "committee_note": "", "state": "closed", "signature_count": 14, "created_at": "2020-05-17T14:09:30.114Z", "updated_at": "2021-01-30T00:00:05.625Z", "rejected_at": null, "opened_at": "2020-07-29T14:49:10.798Z", "closed_at": "2021-01-29T23:59:59.999Z", "moderation_threshold_reached_at": "2020-05-17T19:42:44.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": null, "government_response": null, "debate": null, "departments": [{"acronym": "HMT", "name": "HM Treasury", "url": "https://www.gov.uk/government/organisations/hm-treasury"}], "topics": []}}, {"type": "petition", "id": 601724, "links": {"self": "https://petition.parliament.uk/petitions/601724.json"}, "attributes": {"action": "Make the planning system transparent, impartial and fair.", "background": "Review the planning process, in order to make it fair and impartial, and compelled to react to communities' concerns where proposed developments run counter to local neighbourhood development plans (NDP), and environmental protections (eg, AONBs, SSSIs).  Establish a planning ombudsman as arbiter.", "additional_details": "A developer's appeal to build houses in a green field enclave within an AONB was upheld by the Planning Inspectorate, with scant regard to the town's NDP and despite the fact that: quotas for new homes had already been exceeded; the land in question is prone to flooding, and that road access to the site is inherently unsafe.  Another planned development of tightly-packed urban-style housing within an AONB failed to take into account the existing landscape, with dispersed forest smallholdings.", "committee_note": null, "state": "rejected", "signature_count": 7, "created_at": "2021-11-22T11:05:53.608Z", "updated_at": "2021-11-29T10:14:55.959Z", "rejected_at": "2021-11-29T10:14:55.260Z", "opened_at": null, "closed_at": null, "moderation_threshold_reached_at": "2021-11-23T19:59:28.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": {"code": "no-action", "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe understand that you are concerned about current planning processes, but we're not sure exactly how you'd like these to be changed.\r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do."}, "government_response": null, "debate": null, "departments": [], "topics": []}}]}