{"links": {"self": "https://petition.parliament.uk/petitions.json?q=green&page=8", "first": "https://petition.parliament.uk/petitions.json?q=green", "last": "https://petition.parliament.uk/petitions.json?page=8&q=green", "next": null, "prev": "https://petition.parliament.uk/petitions.json?page=7&q=green"}, "data": [{"type": "petition", "id": 598884, "links": {"self": "https://petition.parliament.uk/petitions/598884.json"}, "attributes": {"action": "To suspend all green taxes and green energy grants until further notice", "background": "Due to the energy crisis both for domestic and industrial consumers the government should make every effort to reduce consumer costs, companies that receive these taxes and grants should get help from general taxation not green taxation until further notice", "additional_details": "I would suggest the current method of raising green taxes from the consumer  is totally unsustainable due to extortionate current energy cost that look like being with us for a very long time.\r\nI would also suggest that an opt in or opt out of green taxes when signing up with energy companies is introduced, thus allowing those willing and able to pay the taxes to do so and for others the enjoy lower energy costs.", "committee_note": null, "state": "rejected", "signature_count": 6, "created_at": "2021-10-11T07:42:40.606Z", "updated_at": "2021-10-18T09:11:21.986Z", "rejected_at": "2021-10-18T09:11:20.827Z", "opened_at": null, "closed_at": null, "moderation_threshold_reached_at": "2021-10-15T12:07:38.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": {"code": "no-action", "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe're not sure exactly what you'd like the Government or Parliament to do. We're not sure exactly which taxes and grants you'd like to see suspended. \r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do. "}, "government_response": null, "debate": null, "departments": [], "topics": []}}, {"type": "petition", "id": 598867, "links": {"self": "https://petition.parliament.uk/petitions/598867.json"}, "attributes": {"action": "Remove Ecuador from the red travel list immediately", "background": "The UK Government should urgently review its travel policy towards Ecuador based on its latest scientific data available, number of daily cases and vaccination rate of its population.", "additional_details": "The UK Government must explain to all Ecuadoreans living in the UK the reasons why Ecuador is still on the red list while other countries like Brazil, Argentina, Paraguay have been moved to the green list.\r\n\r\nAccording to the World Health Organisation, on the 7th of October 2021, Ecuador reported only 363 new cases and around 67% of its population had the 2nd  vaccination dose administrated (vs Brazil 49%, Argentina 57%, Paraguay 31%)", "committee_note": null, "state": "rejected", "signature_count": 6, "created_at": "2021-10-10T21:10:06.681Z", "updated_at": "2021-10-21T10:10:28.005Z", "rejected_at": "2021-10-21T10:10:28.008Z", "opened_at": null, "closed_at": null, "moderation_threshold_reached_at": "2021-10-19T10:35:38.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": {"code": "duplicate", "details": "You may wish to sign this petition calling for the similar action: \r\n\r\nRemove Ecuador from the red list:\r\nhttps://petition.parliament.uk/petitions/597785"}, "government_response": null, "debate": null, "departments": [], "topics": []}}, {"type": "petition", "id": 598639, "links": {"self": "https://petition.parliament.uk/petitions/598639.json"}, "attributes": {"action": "Strip Sir Philip Green of his Knighthood", "background": "In 2006, British businessman Philip Green was made a Knight Bachelor \"for services to the Retail Industry\". He retains this honour despite continuously shielding his companies from paying their fair share of tax and selling out BHS workers during its takeover in 2015.", "additional_details": "The Arcadia Group pay a lower rate of tax due to the company being registered in his wife Tina Green's name. Under Philip Green's direction, there was a £571m deficit in the BHS pension fund, and only after public outrage did he agree to pay £363m into the fund. During their 15 year ownership of BHS the Greens and shareholders made £580m. Last year Green requested that the taxpayer help pay for Arcadia employees furlough wages.\r\n\r\nIf Green's services are not benefitting the taxpayer and not benefitting his workers, why does he deserve to retain this honour?", "committee_note": null, "state": "rejected", "signature_count": 6, "created_at": "2021-10-07T00:52:18.620Z", "updated_at": "2021-10-12T09:03:51.318Z", "rejected_at": "2021-10-12T09:03:51.320Z", "opened_at": null, "closed_at": null, "moderation_threshold_reached_at": "2021-10-09T18:58:58.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": {"code": "honours", "details": "We can't accept petitions asking for people's honours to be taken away. You can find out more about how honours are taken away here:\r\n\r\nhttps://www.gov.uk/guidance/having-honours-taken-away-forfeiture"}, "government_response": null, "debate": null, "departments": [], "topics": []}}, {"type": "petition", "id": 598285, "links": {"self": "https://petition.parliament.uk/petitions/598285.json"}, "attributes": {"action": "End littering in Wood Green", "background": "We want the government to require that if someone is caught littering more than 3 times they must do community service, to pick up litter. We are also asking that schools educate children about littering so they too are aware of the situation and consequences.", "additional_details": "At the moment, if you are caught littering the penalty amount is currently £150 which has to be paid within 14 days from the issue date. Unfortunately, this just isn’t enough. There should be heftier fines if you are caught littering. These laws would almost definitely have a massive impact on our streets positively. Only last week did I see 5 people litter in front of my very eyes in a matter of 2 minutes, and most of these were plastics, which is damaging the environment even further.", "committee_note": null, "state": "rejected", "signature_count": 6, "created_at": "2021-10-01T18:09:26.741Z", "updated_at": "2021-10-07T07:31:39.684Z", "rejected_at": "2021-10-07T07:31:38.832Z", "opened_at": null, "closed_at": null, "moderation_threshold_reached_at": "2021-10-03T10:55:48.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": {"code": "irrelevant", "details": "Petitions must call for a specific action that the UK Government or House of Commons is responsible for. Decisions about management of littering in particular areas are a matter for individual local authorities, not the Government or House of Commons. As a result it is not possible for the Government or House of Commons to take the action you have requested.\r\n\r\nYou could raise this issue with a local councillor, who represents you. You can use this page to find out who your local councillors are, and how to contact them: https://www.gov.uk/find-your-local-councillors\r\n\r\nWe could accept a petition calling for wider changes to penalties for littering, but it would need to be clear in the title of your petition that this is what you want to happen.\r\n\r\nWe have published the following petitions, which you might like to sign:\r\n\r\nIncrease fixed penalty fines for littering: https://petition.parliament.uk/petitions/581996\r\n\r\nMandatory community service for litter droppers: https://petition.parliament.uk/petitions/577555"}, "government_response": null, "debate": null, "departments": [], "topics": []}}, {"type": "petition", "id": 598021, "links": {"self": "https://petition.parliament.uk/petitions/598021.json"}, "attributes": {"action": "Change the current Public Health England guideline for immunisation procedures", "background": "Change the current guidelines as detailed in the 'Immunisation procedures: the green book, Chapter 4 - Injection Technique' so that aspiration of the syringe is recommended after the needle is introduced into the muscle.", "additional_details": "Recent research carried out in the US has provided in vivo evidence that inadvertent intravenous injection of COVID-19 mRNA vaccines may induce myopericarditis. Consequently, brief withdrawal of syringe plunger to exclude blood aspiration may be one simple way to reduce such risk.\r\n\r\nhttps://academic.oup.com/cid/advance-article/doi/10.1093/cid/ciab707/6353927", "committee_note": null, "state": "rejected", "signature_count": 6, "created_at": "2021-09-28T13:32:57.629Z", "updated_at": "2021-10-04T11:39:37.247Z", "rejected_at": "2021-10-04T11:39:36.223Z", "opened_at": null, "closed_at": null, "moderation_threshold_reached_at": "2021-09-28T18:52:38.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": {"code": "irrelevant", "details": "Petitions must call for a specific action that the UK Government or House of Commons is directly responsible for.\r\n\r\nProcedural and clinical decisions about public health guidance on immunisation are an operational matter for Public Health England, not the Government or House of Commons.\r\n\r\nAs a result the Government or House of Commons is not directly responsible for the action you have requested."}, "government_response": null, "debate": null, "departments": [], "topics": []}}, {"type": "petition", "id": 595555, "links": {"self": "https://petition.parliament.uk/petitions/595555.json"}, "attributes": {"action": "Declare the Marble Arch Mound an Area Of Natural Beauty (AONB)", "background": "The Marble Arch Mound is a landmark project in public green space that is spearheading the urban regeneration of inner city London post Covid. Protect the future of the Mound by declaring it an AONB and help preserve the space for future generations.", "additional_details": "The Mound is an important feature of Lonon’s inner city urban environment. To achieve our aims of regenerating our urban environment, tackling climate change and building an inclusive society open to all, its important to take action and fund bold projects such as this. Unfortunately the project has been severely underfunded, with a mere 6 million pounds dedicated to. Declaring it an AONB would recognise its inherent beauty and help us continue to develop this landmark project and protect it.", "committee_note": null, "state": "rejected", "signature_count": 6, "created_at": "2021-08-22T14:05:29.295Z", "updated_at": "2021-08-25T08:15:19.105Z", "rejected_at": "2021-08-25T08:15:18.240Z", "opened_at": null, "closed_at": null, "moderation_threshold_reached_at": "2021-08-23T11:33:25.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": {"code": "irrelevant", "details": "Petitions must call for a specific action that the UK Government or House of Commons is responsible for.\r\n\r\nDecisions about making an order to designate Areas of Natural Beuatry are a matter for Natural England, not the Government or House of Commons.\r\n\r\nAs a result it is not possible for the Government or House of Commons to take the action you have requested."}, "government_response": null, "debate": null, "departments": [], "topics": []}}, {"type": "petition", "id": 595420, "links": {"self": "https://petition.parliament.uk/petitions/595420.json"}, "attributes": {"action": "Introduce legislation that stipulates all consumer good packaging is recyclable.", "background": "Introduce legislation that stipulates that all consumer goods packaging is either compostable or recyclable by 2030 or sooner.\r\n\r\nThe government should commit to its ‘Green Industrial Revolution’ and introduce legislation that requires manufacturers to package goods in a sustainable way.", "additional_details": "The UK currently produces around 26m tonnes of waste each year and only around c.45% of this is recycled each year with other comparable European countries such as Germany and Austria recycling c.60%.\r\n\r\nCurrent packaging materials and technology available can meet all the criteria for sustainable packaging. This will position UK well in working towards closed loop product cycles and a circular economy.", "committee_note": null, "state": "rejected", "signature_count": 6, "created_at": "2021-08-20T15:53:21.370Z", "updated_at": "2021-08-24T11:17:26.733Z", "rejected_at": "2021-08-24T11:17:26.735Z", "opened_at": null, "closed_at": null, "moderation_threshold_reached_at": "2021-08-21T17:17:45.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": {"code": "duplicate", "details": "We think that the ask of your petition is covered by a petition we currently have open. You may like to sign the below petition:\r\n\r\nBan packaging that is not biodegradable or domestically recyclable\r\nhttps://petition.parliament.uk/petitions/574939"}, "government_response": null, "debate": null, "departments": [], "topics": []}}, {"type": "petition", "id": 595302, "links": {"self": "https://petition.parliament.uk/petitions/595302.json"}, "attributes": {"action": "Remove testing requirements from green and amber list countries", "background": "Remove the requirement to complete a COVID-19 PCR test on arrival from green and amber list countries for fully vaccinated people.", "additional_details": "We are lagging behind the rest of Europe and the US in our re-opening. We have one of the most successful vaccination programmes in the world but we still need to be testing on arrival in the UK. Our travel industry is crippled and removing this requirement would give them a much needed boost as it would allow people who can not afford the ridiculously high priced PCR tests to travel without this as a worry.", "committee_note": null, "state": "rejected", "signature_count": 6, "created_at": "2021-08-19T10:38:50.135Z", "updated_at": "2021-08-24T13:35:35.906Z", "rejected_at": "2021-08-24T13:35:29.715Z", "opened_at": null, "closed_at": null, "moderation_threshold_reached_at": "2021-08-19T10:58:05.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": {"code": "duplicate", "details": "We have published the following petitions, which you might like to sign:\r\n\r\nExempt vaccinated people from PCR test requirement when travelling to England: https://petition.parliament.uk/petitions/586189\r\n\r\nRemove all international travel restrictions for double vaccinated UK residents\r\nhttps://petition.parliament.uk/petitions/594895\r\n\r\nDo not require a PCR covid test to return upon England from green list countries\r\nhttps://petition.parliament.uk/petitions/586320"}, "government_response": null, "debate": null, "departments": [], "topics": []}}, {"type": "petition", "id": 594981, "links": {"self": "https://petition.parliament.uk/petitions/594981.json"}, "attributes": {"action": "Legalise self-owned electric unicycles and scooters", "background": "Legalise the use of electric unicycles and electric scooters on either public roads, pavements or both.", "additional_details": "Electric personal transport is rapidly becoming popular as a green way to travel/commute and could considerably reduce the use of cars. They’re available right now so would help accelerate pollution reduction during the considerable time before internal combustion engines cease to be in widespread use (the 2030/35 ban only applies to sales of new vehicles). Parliament should also consider related issues such as 3rd party insurance and minimum safety equipment required for riders.", "committee_note": null, "state": "rejected", "signature_count": 6, "created_at": "2021-08-15T14:45:08.375Z", "updated_at": "2021-08-20T08:58:46.582Z", "rejected_at": "2021-08-20T08:58:46.584Z", "opened_at": null, "closed_at": null, "moderation_threshold_reached_at": "2021-08-16T16:53:35.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": {"code": "duplicate", "details": "You may wish to sign this petition calling for the same action:\r\n\r\nLegalize the use of e-scooters where bikes can be used.\r\n\r\nhttps://petition.parliament.uk/petitions/583107"}, "government_response": null, "debate": null, "departments": [], "topics": []}}, {"type": "petition", "id": 593795, "links": {"self": "https://petition.parliament.uk/petitions/593795.json"}, "attributes": {"action": "Take action on the climate emergency", "background": "Emergency action is needed to ensure the survival of our species and planet. Implement a ban on plastic packaging for fruit/veg, & single use plastic bags. Donate in date food waste to food banks/homeless shelters. Protect green land from development. Ban selling fossil fuels and petrol vehicles.", "additional_details": "Around 70% of litter in the ocean is made of plastic. Plastic pollution is harmful to wildlife and humans.\r\n\r\nFood waste is responsible for more than 25 million tonnes of greenhouse gas emissions in the UK per year. Greenhouse gas emissions from road transport has increased by 6% from 1990-2017. In 2017, 21% of all greenhouse gas emissions came from road transport\r\n\r\nRecord high temperatures and severe flooding have been seen in increasing amounts across the UK and the planet.", "committee_note": null, "state": "rejected", "signature_count": 6, "created_at": "2021-07-30T17:24:36.334Z", "updated_at": "2021-08-02T12:12:47.149Z", "rejected_at": "2021-08-02T12:12:46.280Z", "opened_at": null, "closed_at": null, "moderation_threshold_reached_at": "2021-07-30T21:18:45.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": {"code": "fake-name", "details": "We have published the following petitions, which you might like to sign:\r\n\r\nBan all single-use plastic: https://petition.parliament.uk/petitions/586547\r\n\r\nBan the use of plastic packaging for all non-food items: https://petition.parliament.uk/petitions/570065\r\n\r\nBan the use of virgin plastics in all packaging sold in the UK before 2023: https://petition.parliament.uk/petitions/586539"}, "government_response": null, "debate": null, "departments": [], "topics": []}}, {"type": "petition", "id": 593528, "links": {"self": "https://petition.parliament.uk/petitions/593528.json"}, "attributes": {"action": "Accept EU Covid Certificates held by UK citizens resident in EU for entry to UK.", "background": "We ask the Government to observe international practice in relation to the provisions for international travel of  individuals who carry a valid vaccination certificate providing protection against COVID-19, subject to the restrictions applying to destinations in the Green, Amber and Red categories.", "additional_details": "The situation in which the UK Government is not accepting the EU Covid Certificate for entry to the UK by travellers from the EU (unless they are registered with a GP in the UK) presents an unwarranted barrier to UK citizens resident in the EU, most of whom are not registered with a UK GP, but who are free to travel to any other EU country on presentation of the EU Certificate. We ask that this barrier be removed.", "committee_note": null, "state": "rejected", "signature_count": 6, "created_at": "2021-07-27T12:17:26.191Z", "updated_at": "2021-07-30T09:47:18.195Z", "rejected_at": "2021-07-30T09:47:17.436Z", "opened_at": null, "closed_at": null, "moderation_threshold_reached_at": "2021-07-28T10:29:55.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": {"code": "already-happening", "details": "Since you started your petition the Government has announced that it is waiving quarantine for arrivals fully vaccinated from Europe from 4am on 2 August 2021. You can find out more about this here: https://www.gov.uk/government/news/uk-travel-update-government-waives-quarantine-for-arrivals-fully-vaccinated-from-europe-and-usa-while-also-confirming-international-cruise-restart\r\n\r\nWe have published the following related petition, which you might like to sign:\r\n\r\nSeek to agree upon equivalence of NHS Covid pass and European Covid Green Pass: https://petition.parliament.uk/petitions/593188"}, "government_response": null, "debate": null, "departments": [], "topics": []}}, {"type": "petition", "id": 592473, "links": {"self": "https://petition.parliament.uk/petitions/592473.json"}, "attributes": {"action": "Brits already in status altered green list countries to be exempt from isolating", "background": "Should a green or amber list country suddenly have it's status change, those already there should not have to isolate on return nor rush back home, creating chaos.", "additional_details": "Because this is not fair to the public who travelled to green list countries, people who are spending their well earned money to keep the aviation industry and holiday industry alive. It causes massive amounts of stress and chaos and also creates issues at their places of work!", "committee_note": null, "state": "rejected", "signature_count": 6, "created_at": "2021-07-17T08:40:23.611Z", "updated_at": "2021-07-26T09:57:29.282Z", "rejected_at": "2021-07-26T09:57:22.793Z", "opened_at": null, "closed_at": null, "moderation_threshold_reached_at": "2021-07-21T11:55:05.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": {"code": "duplicate", "details": "You may wish to sign this petition which calls for the same action: https://petition.parliament.uk/petitions/582710"}, "government_response": null, "debate": null, "departments": [], "topics": ["covid-19"]}}, {"type": "petition", "id": 592231, "links": {"self": "https://petition.parliament.uk/petitions/592231.json"}, "attributes": {"action": "Put Poland on green list of countries! So we can go and see our families!", "background": "Please reconsider Poland and put it in Green Country List! Today 14/07 there was only 86 COVID cases and 8 deaths. That’s less than in Hong Kong! And yet Poland is still in Amber list country.", "additional_details": "We want to be able to see our families :( not everyone can afford to spend 10 days on quarantine and take another holidays from work. Not everyone is wealthy enough to pay for the 2,3 or even 4 tests. Please allow us to go and see our close once’s this summer! We don’t feel this is fair. Cases of COVID are dropping in Poland, we are good. The economy is open! Please let us go home and come back freely", "committee_note": null, "state": "rejected", "signature_count": 6, "created_at": "2021-07-14T20:43:47.036Z", "updated_at": "2021-07-21T09:17:40.639Z", "rejected_at": "2021-07-21T09:17:38.947Z", "opened_at": null, "closed_at": null, "moderation_threshold_reached_at": "2021-07-14T21:22:25.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": {"code": "duplicate", "details": "You may wish to sign this petition calling for the same action: https://petition.parliament.uk/petitions/590080"}, "government_response": null, "debate": null, "departments": [], "topics": []}}, {"type": "petition", "id": 592017, "links": {"self": "https://petition.parliament.uk/petitions/592017.json"}, "attributes": {"action": "The United Kingdom should accept the European Green Pass to avoid self-isolation", "background": "In order to allow British expats in the EU and European citizens residing in the UK who have been abroad to come back home to the UK from Amber countries avoiding a 10-day quarantine, the Government should accept the European Green Pass as a valid proof of full vaccination against COVID 19.", "additional_details": "The UK Government should allow British expats in the EU and British residents who come from the EU or EEA to avoid the 10-day quarantine when coming from an Amber list country.", "committee_note": null, "state": "rejected", "signature_count": 6, "created_at": "2021-07-13T14:43:48.662Z", "updated_at": "2021-07-20T15:56:39.894Z", "rejected_at": "2021-07-20T15:56:38.601Z", "opened_at": null, "closed_at": null, "moderation_threshold_reached_at": "2021-07-14T16:53:15.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": {"code": "duplicate", "details": "https://petition.parliament.uk/petitions/591181"}, "government_response": null, "debate": null, "departments": [], "topics": []}}, {"type": "petition", "id": 589685, "links": {"self": "https://petition.parliament.uk/petitions/589685.json"}, "attributes": {"action": "Disclose full criteria with which \"Green List countries\" are selected.", "background": "Explain what criteria is used to select countries being added/taken off of the \"Green List\". Demonstrate that the reason people are forced to pay exorbitant amounts for tests and made to isolate is not a political move. Justify with quantifiable and objective reasons why these decisions are taken.", "additional_details": "The green list seems to be updated more for political reasons than real risk factors related to COVID. Often, the countries on the \"Amber list\" have lower rates of infection and they are still not being added to the \"Green List\". Although infection rates may be rising in the UK, death and hospitalisation rates are falling. Some people want to travel to countries for family they haven't seen in over a year and it is unfair that only those who can afford so many tests and to isolate can travel.", "committee_note": null, "state": "rejected", "signature_count": 6, "created_at": "2021-06-24T20:21:12.487Z", "updated_at": "2021-06-30T12:53:23.331Z", "rejected_at": "2021-06-30T12:53:22.059Z", "opened_at": null, "closed_at": null, "moderation_threshold_reached_at": "2021-06-26T14:02:05.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": {"code": "already-happening", "details": "https://www.gov.uk/government/publications/uk-covid-19-alert-level-methodology-an-overview"}, "government_response": null, "debate": null, "departments": [], "topics": []}}, {"type": "petition", "id": 588944, "links": {"self": "https://petition.parliament.uk/petitions/588944.json"}, "attributes": {"action": "Change building regulations to require climate change-impact reduction", "background": "There are hundreds of thousands of new houses being built, and converted from other use building, and it is unbelievable that this is being promoted without taking practical account of the climate change  emergency Where is the joined-up strategic thinking given this real emergency?", "additional_details": "The climate change emergency is real, and ALL policies should now be required to demonstrate how they are contributing to its impact reduction, not to mention the green jobs that will be created to offset those lost as a result of the lack of preparedness for the current pre-warned global emergency - Covid.", "committee_note": null, "state": "rejected", "signature_count": 6, "created_at": "2021-06-16T08:14:23.662Z", "updated_at": "2021-06-21T10:45:40.294Z", "rejected_at": "2021-06-21T10:45:39.243Z", "opened_at": null, "closed_at": null, "moderation_threshold_reached_at": "2021-06-16T09:13:25.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": {"code": "no-action", "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe understand that you want new build properties to have to meet certain requirements, but we're not sure what new requirements you want to be imposed. You could start a new petition explaining clearly what you would like the Government or Parliament to do.\r\n\r\nWe have published the following petitions, which you might like to sign:\r\n\r\nMake it compulsory for all new buildings to have solar panels: https://petition.parliament.uk/petitions/584316\r\n\r\nIncrease requirements and support for renewable energy for domestic property: https://petition.parliament.uk/petitions/573013\r\n\r\nMake Rain Water Harvesting systems mandatory in all multi-occupancy new builds: https://petition.parliament.uk/petitions/573971\r\n\r\nRequire all newly built homes to be Carbon Neutral by 2030: https://petition.parliament.uk/petitions/582764"}, "government_response": null, "debate": null, "departments": [], "topics": []}}, {"type": "petition", "id": 588614, "links": {"self": "https://petition.parliament.uk/petitions/588614.json"}, "attributes": {"action": "Take Qatar off UK red list and allow fully vaccinated UK citizens to return home", "background": "UK citizens living and working in Qatar are issued 30 calendar days vacation from their employer. Mandatory hotel quarantine for 10 days uses up 1/3 of our allocated vacation days. As Qatar has one of the lowest C-19 death rates in the world and low daily cases it should be on the green list", "additional_details": "UK citizens living and working in Qatar need to be able to visit their families and friends in UK without having to complete the mandatory hotel quarantine provided they have received both doses of the vaccine. Qatar airways has offered to fly fully vaccinated flights which was rejected by UK government and in addition Hamad International Airport (Doha) has taken every precaution to ensure all available safety measures are available at the airport including huge investment in new safety tech", "committee_note": null, "state": "rejected", "signature_count": 6, "created_at": "2021-06-12T05:05:27.234Z", "updated_at": "2021-06-17T09:08:49.711Z", "rejected_at": "2021-06-17T09:08:42.809Z", "opened_at": null, "closed_at": null, "moderation_threshold_reached_at": "2021-06-12T08:57:45.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": {"code": "duplicate", "details": "https://petition.parliament.uk/petitions/584022"}, "government_response": null, "debate": null, "departments": [], "topics": []}}, {"type": "petition", "id": 588577, "links": {"self": "https://petition.parliament.uk/petitions/588577.json"}, "attributes": {"action": "Make schools in the UK more eco - friendly.", "background": "We believe that the government should be doing more to help the schools in the UK reduce their carbon footprint and be more eco -friendly. Most schools have plastic packaging,single use water bottles and waste a lot of paper.", "additional_details": "We think that the government should help schools on the right path to be more eco-friendly. We believe the government focus more on making the schools in the UK more green and reduce their carbon footprint it would definitely make an impact on reducing pollution in the UK.", "committee_note": null, "state": "rejected", "signature_count": 6, "created_at": "2021-06-11T13:41:16.125Z", "updated_at": "2021-07-06T07:54:52.051Z", "rejected_at": "2021-07-06T07:54:51.349Z", "opened_at": null, "closed_at": null, "moderation_threshold_reached_at": "2021-06-30T08:33:55.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": {"code": "no-action", "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe understand that you are concerned about the environmental impact of schools, but we're not sure exactly what you'd like the Government or Parliament to do. In any case, the UK Government is only responsible for schools in England, not the rest of the UK.\r\n\r\nWe have published the following petition, which you might like to sign:\r\n\r\nCreate legal requirements for schools to reduce, reuse and recycle: https://petition.parliament.uk/petitions/583980"}, "government_response": null, "debate": null, "departments": [], "topics": []}}, {"type": "petition", "id": 588155, "links": {"self": "https://petition.parliament.uk/petitions/588155.json"}, "attributes": {"action": "Move Portugal to green list, is  safe country to travel.", "background": "Move Portugal to amber list was unfair", "additional_details": "I m Portuguese citizen , I have been leaving in Uk for 32 years.\r\nFrom the start of coronavirus I was unable to travel to Portugal for holiday.\r\nBut Portugal got more than 6.4 million people vacation. I feel move Portugal from green list to amber was unfair and political", "committee_note": null, "state": "rejected", "signature_count": 6, "created_at": "2021-06-07T05:44:23.787Z", "updated_at": "2021-06-10T06:43:23.885Z", "rejected_at": "2021-06-10T06:43:22.497Z", "opened_at": null, "closed_at": null, "moderation_threshold_reached_at": "2021-06-08T10:27:25.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": {"code": "duplicate", "details": "You may wish to sign this petition calling for the same action: https://petition.parliament.uk/petitions/587911"}, "government_response": null, "debate": null, "departments": [], "topics": []}}, {"type": "petition", "id": 587990, "links": {"self": "https://petition.parliament.uk/petitions/587990.json"}, "attributes": {"action": "Portugal in green list", "background": "Put portugal on the green lust, because again nobody die in Portugal and have today around 400 cases, i think dont make any scence. Thank you", "additional_details": "Because don't make any sense put portugal on the amber list, when portugal dont have any dies and just have around 400 cases", "committee_note": null, "state": "rejected", "signature_count": 6, "created_at": "2021-06-04T20:10:27.396Z", "updated_at": "2021-06-10T06:42:54.386Z", "rejected_at": "2021-06-10T06:42:53.252Z", "opened_at": null, "closed_at": null, "moderation_threshold_reached_at": "2021-06-05T17:35:25.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": {"code": "duplicate", "details": "You may wish to sign this petition calling for the same action: https://petition.parliament.uk/petitions/587911"}, "government_response": null, "debate": null, "departments": [], "topics": []}}, {"type": "petition", "id": 587963, "links": {"self": "https://petition.parliament.uk/petitions/587963.json"}, "attributes": {"action": "Add UAE to amber or green list.", "background": "Change the list the country is on ASAP so that families can see each other, essential tourism to the UK can restart and so that there is some consistency with regards to the traffic light system. How can a country with some of the best covid management in the world be penalised whilst others aren’t?", "additional_details": "The UAE has one of the highest vaccination rates, lowest infection rates, best covid management in the world. The excuse of it being a transit hub is obsolete as covid tests are required to be able to travel to the destination. It’s superior covid management warrants it off the red list ASAP.", "committee_note": null, "state": "rejected", "signature_count": 6, "created_at": "2021-06-04T13:24:40.046Z", "updated_at": "2021-06-10T07:33:55.419Z", "rejected_at": "2021-06-10T07:33:54.617Z", "opened_at": null, "closed_at": null, "moderation_threshold_reached_at": "2021-06-04T16:05:45.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": {"code": "duplicate", "details": "You may wish to sign this petition calling for the same action: https://petition.parliament.uk/petitions/575787"}, "government_response": null, "debate": null, "departments": [], "topics": []}}, {"type": "petition", "id": 587877, "links": {"self": "https://petition.parliament.uk/petitions/587877.json"}, "attributes": {"action": "Let us travel to the Balearics", "background": "You did not close the border to India in time and then only made Portugal green for football. We don’t want to holiday in the UK thanks please let us travel to The Balearics. We work hard and need the heat. We stay in a villa and go door to door!", "additional_details": "The UK Government are not being fair. We want to make our own choices. I know COVID is serious we have had it and have had a family member die, but you are not doing it right: \r\n\r\nYou did not close the border to India in time and then only made Portugal green for football. I don’t think I need to say anymore! Totally un-fair!", "committee_note": null, "state": "rejected", "signature_count": 6, "created_at": "2021-06-03T15:11:54.307Z", "updated_at": "2021-06-09T07:40:54.245Z", "rejected_at": "2021-06-09T07:40:52.709Z", "opened_at": null, "closed_at": null, "moderation_threshold_reached_at": "2021-06-03T19:52:25.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": {"code": "no-action", "details": "Spain (including the Balearics and Canary Islands) is an Amber list country. The Government adivses against travel to countries on the amber list, but you can travel there provided you follow certain rules before travelling to England. You can read the rules for travel to Amber list countries here: https://www.gov.uk/guidance/red-amber-and-green-list-rules-for-entering-england#amber-list\r\n\r\nWe could accept a petition calling for the Balearics to be made a Green list country, if that's what you want to happen."}, "government_response": null, "debate": null, "departments": [], "topics": []}}, {"type": "petition", "id": 587602, "links": {"self": "https://petition.parliament.uk/petitions/587602.json"}, "attributes": {"action": "Request the UK government justify its grading of the Red/Amber/Green travel list", "background": "We the public would like transparency around the methods used by the UK government in its colour coded grading of countries and reform in the system in which the lists are updated, for example a country with less than a specific amount of active cases have their colour status automatically updated", "additional_details": "An example is a country like Portugal which is on the Green list, it has 22,633 active cases and 17,023 deaths, \r\n2 Red list examples are Tanzania which has 305 active cases and 21 deaths and Mozambique which has 389 active cases with 836 deaths, (source - worldometers, which uses Ministry of Health websites)\r\nthere is evidently a severe lack of logic in the way these countries have been classified and could even be a covert punitive measure from one government to another by cutting off tourism", "committee_note": null, "state": "rejected", "signature_count": 6, "created_at": "2021-05-30T17:40:14.020Z", "updated_at": "2021-06-07T08:21:07.553Z", "rejected_at": "2021-06-07T08:21:05.334Z", "opened_at": null, "closed_at": null, "moderation_threshold_reached_at": "2021-05-31T21:37:05.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": {"code": "duplicate", "details": "You may wish to sign this petition calling for the same action: https://petition.parliament.uk/petitions/587003"}, "government_response": null, "debate": null, "departments": [], "topics": []}}, {"type": "petition", "id": 584601, "links": {"self": "https://petition.parliament.uk/petitions/584601.json"}, "attributes": {"action": "Stop one way road", "background": "The road system for hackney road and Bethnal Green", "additional_details": "The mayor am sure wanted to make roads more efficient but unfortunately he hasn’t done a great deal about it.", "committee_note": null, "state": "rejected", "signature_count": 6, "created_at": "2021-04-29T20:22:40.951Z", "updated_at": "2021-05-05T12:24:26.334Z", "rejected_at": "2021-05-05T12:24:25.470Z", "opened_at": null, "closed_at": null, "moderation_threshold_reached_at": "2021-04-30T08:34:45.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": {"code": "irrelevant", "details": "Petitions must call for a specific action that the UK Government or House of Commons is responsible for. Decisions about local traffic restrictions are a matter for your local authority, not the Government or House of Commons. As a result it is not possible for the Government or House of Commons to take the action you have requested.\r\n\r\nYou could raise this issue with a local councillor, who represents you. You can use this page to find out who your local councillors are, and how to contact them: https://www.gov.uk/find-your-local-councillors\r\n\r\nYou can also petition your local council directly. Find out how to petition your council here: https://hackney.gov.uk/calling-to-account"}, "government_response": null, "debate": null, "departments": [], "topics": []}}, {"type": "petition", "id": 582006, "links": {"self": "https://petition.parliament.uk/petitions/582006.json"}, "attributes": {"action": "Get Pakistan out of red list. Put India, Germany, France in red list", "background": "Speak about why Pakistan has been put under the travelling restrictions as other countries with higher covid rate are still on green list", "additional_details": "", "committee_note": null, "state": "rejected", "signature_count": 6, "created_at": "2021-04-02T20:12:46.510Z", "updated_at": "2021-04-08T11:26:36.717Z", "rejected_at": "2021-04-08T11:26:36.720Z", "opened_at": null, "closed_at": null, "moderation_threshold_reached_at": "2021-04-05T05:43:55.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": {"code": "duplicate", "details": "https://petition.parliament.uk/petitions/581974"}, "government_response": null, "debate": null, "departments": [], "topics": []}}, {"type": "petition", "id": 574696, "links": {"self": "https://petition.parliament.uk/petitions/574696.json"}, "attributes": {"action": "Stop New Builds Being Built In Clitheroe & Ribble Valley For The Next 10 Years", "background": "Stop housing developers destroying everything around us. Preserve our green fields for the next 10 years.\r\nStop Anymore New Builds Being Built In Clitheroe & Ribble Valley Now, as the town and villages are suffocating with the sheer amount of new houses being built & insufficient infrastructure.", "additional_details": "Are you fed up of.. seeing housing developers destroy green field after green field?\r\nOr seeing public footpaths lost for good?\r\nOf various animals and wildlife losing their habitat?\r\nHow about the relentless sets of temporary roadworks?\r\nThe 4 week wait to see a GP as the surgery is full to bursting? (And no new health centres being built)\r\nPermanent traffic jams?\r\nConstruction traffic churning up the roads?\r\nOr developers winning every single appeal, if their application is rejected?", "committee_note": null, "state": "rejected", "signature_count": 6, "created_at": "2021-02-09T22:32:11.020Z", "updated_at": "2021-04-06T13:16:29.189Z", "rejected_at": "2021-04-06T13:16:29.192Z", "opened_at": null, "closed_at": null, "moderation_threshold_reached_at": "2021-02-21T21:43:17.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": {"code": "irrelevant", "details": "Planning decisions for your area are the responsibility of Ribble Valley Borough Council. If you wished to share your concerns with the Council, you can find out how to do this here: https://www.ribblevalley.gov.uk/info/200393/have_your_say.\r\n\r\nYou could also contact your MP and ask them to take action on your behalf. You can find their contact details by entering your post code here: https://members.parliament.uk/FindYourMP."}, "government_response": null, "debate": null, "departments": [], "topics": []}}, {"type": "petition", "id": 574298, "links": {"self": "https://petition.parliament.uk/petitions/574298.json"}, "attributes": {"action": "Garden Waste Bin Collection Should Be Free", "background": "Green bin collection has been free in the past and hence should continue to be, £40 is an outrageous price to pay to clean the garden. A clean, healthy and appealing garden is a necessity not a luxury. Is it really fair we have to pay for it? Maybe your neighbour can’t afford to own a pretty garden?", "additional_details": "Due to the current position that the country is in many are financially unstable and therefore unable to pay this ridiculous price. Many gardens, front and back, will turn into jungles and consequently it’ll be the public who’d be suffering, pedestrians would have to resort to walking off the provided paths as hedges would take up space, causing accidents and much more. It’s selfish to take away safety from our children, friends and the disabled, the elderly and the animals would also suffer.", "committee_note": null, "state": "rejected", "signature_count": 6, "created_at": "2021-02-06T23:35:53.633Z", "updated_at": "2021-03-29T09:06:46.523Z", "rejected_at": "2021-03-29T09:06:46.525Z", "opened_at": null, "closed_at": null, "moderation_threshold_reached_at": "2021-02-07T08:16:17.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": {"code": "irrelevant", "details": "Decisions about local waste collection, including whether to charge for collecting garden waste, are a matter for indiviudal local authorities, not the Government or House of Commons.\r\n\r\nYou could raise this issue with a local councillor, who represents you. You can use this page to find out who your local councillors are, and how to contact them: https://www.gov.uk/find-your-local-councillors\r\n\r\nYou can also petition your local council directly. Find out how to petition your council here: https://m.luton.gov.uk/Page/Show/Council_government_and_democracy/Local-democracy/petitions/Pages/default.aspx"}, "government_response": null, "debate": null, "departments": [], "topics": []}}, {"type": "petition", "id": 573918, "links": {"self": "https://petition.parliament.uk/petitions/573918.json"}, "attributes": {"action": "Change the way Hybrid Planning works or abolish it altogether.", "background": "Stop companies from being able to put hybrid planning applications in for planning years in advance for long term developments. This doesn’t allow new residents in the area to have their say if planning was passed 6 years before they moved in and the work is a 20 year project.", "additional_details": "Climates both economically and world change massively in a short space of time. To continue to allow companies to destroy green spaces and history using out of date planning, only pausing to complete conditions of discharge, is verging on criminal! \r\nThey should be made to put in actual planning application for each ear marked site and not years in advance.This would allow all residents have their say. Saving more green spaces and history.", "committee_note": null, "state": "rejected", "signature_count": 6, "created_at": "2021-02-04T10:54:55.582Z", "updated_at": "2021-02-11T14:36:08.539Z", "rejected_at": "2021-02-11T14:36:08.543Z", "opened_at": null, "closed_at": null, "moderation_threshold_reached_at": "2021-02-04T18:43:47.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": {"code": "no-action", "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe're not sure exactly what you'd like the Government or Parliament to do. \r\n\t\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do, for example setting a time limit on work starting following a planning application being granted. "}, "government_response": null, "debate": null, "departments": [], "topics": []}}, {"type": "petition", "id": 572866, "links": {"self": "https://petition.parliament.uk/petitions/572866.json"}, "attributes": {"action": "Prioritisation of SEND teachers and support staff getting vaccinations", "background": "Change Prioritisation of SEND teachers and support staff getting vaccinations, 11 days ago myself and my collegues in my SEND setting were given the green light for vaccinations. 11 days later cancelled and no information of when it will be reinstated.", "additional_details": "Eleven days ago myself and my colleagues got the amazing news that we had been made a priority for the COVID-19 vaccinations. I went ahead and booked my appointment for Monday 1st of February, I finally felt myself and my colleagues were being recognised for the selfless support we provide for our vulnerable children and there families. Eleven days later... cancelled no date of reinstatement. Angry and let down is only a small proportion of how I'm feeling right now.", "committee_note": null, "state": "rejected", "signature_count": 6, "created_at": "2021-01-30T20:19:41.513Z", "updated_at": "2021-02-19T12:51:46.492Z", "rejected_at": "2021-02-19T12:51:46.494Z", "opened_at": null, "closed_at": null, "moderation_threshold_reached_at": "2021-01-30T20:38:57.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": {"code": "duplicate", "details": "You might like to sign the following petition:\r\n\r\nPrioritise special school staff in Covid 19 vaccinations.\r\nhttps://petition.parliament.uk/petitions/566217"}, "government_response": null, "debate": null, "departments": [], "topics": []}}, {"type": "petition", "id": 571547, "links": {"self": "https://petition.parliament.uk/petitions/571547.json"}, "attributes": {"action": "Make it compulsory for new build houses and flats to incorporate solar panels", "background": "To improve our green credentials the Government should ensure all new builds incorporate solar initiatives", "additional_details": "It's an easy way to reduce greenhouse gases", "committee_note": null, "state": "rejected", "signature_count": 6, "created_at": "2021-01-22T19:35:37.749Z", "updated_at": "2021-03-08T16:56:39.514Z", "rejected_at": "2021-03-08T16:56:39.517Z", "opened_at": null, "closed_at": null, "moderation_threshold_reached_at": "2021-01-24T08:45:27.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": {"code": "duplicate", "details": "You may wish to sign this petition calling for a similar action: https://petition.parliament.uk/petitions/573013"}, "government_response": null, "debate": null, "departments": [], "topics": []}}, {"type": "petition", "id": 566191, "links": {"self": "https://petition.parliament.uk/petitions/566191.json"}, "attributes": {"action": "Prevent the interchangeability of COVID-19 vaccinations between doses", "background": "Guidelines outlined in the Green Book Chapter 14a describe the potential of COVID-19 vaccinations being interchanged between doses depending on availability. With no formal scientific trials completed evaluating the safety and efficacy of this method, I propose the modification of these guidelines.", "additional_details": "The current guidelines state, “for individuals who started the schedule and who attend for vaccination at a site where the same vaccine is not available, or if the first product received is unknown, it is reasonable to offer one dose of the locally available product to complete the schedule. This option is preferred if the individual is likely to be at immediate high risk or is considered unlikely to attend again”. For the safety of the UK population, this experimental method should be prevented", "committee_note": null, "state": "rejected", "signature_count": 6, "created_at": "2021-01-02T16:15:03.696Z", "updated_at": "2021-01-08T16:16:21.534Z", "rejected_at": "2021-01-08T16:16:21.537Z", "opened_at": null, "closed_at": null, "moderation_threshold_reached_at": "2021-01-03T19:41:47.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": {"code": "duplicate", "details": "You may wish to sign this petition calling for the same action: https://petition.parliament.uk/petitions/566116"}, "government_response": null, "debate": null, "departments": [], "topics": []}}, {"type": "petition", "id": 562522, "links": {"self": "https://petition.parliament.uk/petitions/562522.json"}, "attributes": {"action": "Rescind the MBE from Phillip Green due to the collapse of the Arcadia group.", "background": "Phillip Green should have his MBE revoked due to his direct and obscene behaviour to his current and former staff. There is a gaping hole in the pension plan for current and future staff. He and his management team have overseen the demise on the high street. Yet he still profits from his wealth.", "additional_details": "We cannot standby and watch a business man play roulette with the finances of those that work for the Arcadia Group. People are losing their livelihoods whilst he views yachts overseas over a meagre £30 million pounds that could have saved the Arcadia Group. Compare that to his and his wife's accumulated wealth.", "committee_note": null, "state": "rejected", "signature_count": 6, "created_at": "2020-11-30T21:21:39.142Z", "updated_at": "2020-12-07T10:45:36.199Z", "rejected_at": "2020-12-07T10:45:36.202Z", "opened_at": null, "closed_at": null, "moderation_threshold_reached_at": "2020-12-01T14:00:47.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": {"code": "honours", "details": "We can't accept petitions about honours or appointments, which includes requests for someone's MBE to be taken away.\r\n\r\nHonours can be taken away from people who have done something to damage the honours system’s reputation, but this cannot be achieve by petition. You can find out more about how this works here: https://www.gov.uk/guidance/having-honours-taken-away-forfeiture"}, "government_response": null, "debate": null, "departments": [], "topics": []}}, {"type": "petition", "id": 560988, "links": {"self": "https://petition.parliament.uk/petitions/560988.json"}, "attributes": {"action": "Require all new-build supermarkets to be built with a living green roof", "background": "Government should introduce legislation requiring all new-build supermarkets to be built with a living green roof.  These help lower the supermarket’s carbon footprint, increase its energy efficiency, reduce surface run-off following rain and improve overall air quality for the community.", "additional_details": "Air pollution is the biggest environmental cause of poor health. Up to 1,200 deaths each year in Greater Manchester are contributed to by poor air quality, which is likely to be increased by Covid-19. \r\nLIDL are proposing to build a new supermarket at Mocha Parade, Salford.  Two years ago they built a store in Malmesbury in Wiltshire with a living green roof.  Unless the government introduces legislation, LIDL and their competitors will not do the same in Salford or elsewhere.", "committee_note": null, "state": "rejected", "signature_count": 6, "created_at": "2020-11-18T16:17:08.425Z", "updated_at": "2020-11-24T10:51:10.628Z", "rejected_at": "2020-11-24T10:51:10.631Z", "opened_at": null, "closed_at": null, "moderation_threshold_reached_at": "2020-11-18T17:30:37.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": {"code": "duplicate", "details": "You may wish to sign this petition which calls for the same action: https://petition.parliament.uk/petitions/332338."}, "government_response": null, "debate": null, "departments": [], "topics": []}}, {"type": "petition", "id": 556471, "links": {"self": "https://petition.parliament.uk/petitions/556471.json"}, "attributes": {"action": "Introduce Proportional Representation for UK Parliament Elections", "background": "We would like Parliament to vote for a system of Proportional Representation (PR) to be used at the next General Election, as well as permitting it for local elections in England. This is to combat the anti-democratic nature of our antiquated electoral system, & to increase diverse representation.", "additional_details": "Parliament must pass this to increase the proportionality of Parliament, to show the full range of diverse political opinion in our country, instead of the limited range we have on offer currently. For example, at the 2019 General Election, the Green Party recieved 2.7% of the vote; but only 0.2% of total seats. No matter what political stripes you come from, I think we can all agree that this is unacceptable. A Committee on PR should be introduced to evaluate the different options on offer.", "committee_note": null, "state": "rejected", "signature_count": 6, "created_at": "2020-10-26T19:43:22.975Z", "updated_at": "2020-11-02T11:23:54.081Z", "rejected_at": "2020-11-02T11:23:54.084Z", "opened_at": null, "closed_at": null, "moderation_threshold_reached_at": "2020-10-26T21:17:37.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": {"code": "duplicate", "details": "You may wish to sign this petition calling for the same action: https://petition.parliament.uk/petitions/554910"}, "government_response": null, "debate": null, "departments": [], "topics": []}}, {"type": "petition", "id": 555238, "links": {"self": "https://petition.parliament.uk/petitions/555238.json"}, "attributes": {"action": "Debate the catastrophic numbers of hedgehogs in road traffic accidents in the UK", "background": "Investigate the potential possibility of building wildlife highways to save our hedgehog and other wildlife population's dwindling numbers due to high levels of traffic. Also to explain our never ending thirst for concreting over our countries green spaces.", "additional_details": "By mans never ending over-development of our countryside, we are unbalancing our fragile ecosystem and causing irreversible damage to our environment. \r\n\r\nThis is all in the pursuit of man's greed and obsession with material wealth instead of sharing a wealth of our country's natural beauty.", "committee_note": null, "state": "rejected", "signature_count": 6, "created_at": "2020-10-20T11:48:39.397Z", "updated_at": "2020-12-01T12:53:53.401Z", "rejected_at": "2020-12-01T12:53:53.404Z", "opened_at": null, "closed_at": null, "moderation_threshold_reached_at": "2020-10-21T20:00:24.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": {"code": "duplicate", "details": "We think this petition is similar\r\n\r\nhttps://petition.parliament.uk/petitions/550379"}, "government_response": null, "debate": null, "departments": [], "topics": []}}, {"type": "petition", "id": 552433, "links": {"self": "https://petition.parliament.uk/petitions/552433.json"}, "attributes": {"action": "Repeal the Greater Manchester Spatial Framework (in all of forms).", "background": "We would like the national Government to step in and prevent the local Councils of Greater Manchester from developing on green belt land.", "additional_details": "The green belt of Greater Manchester is vitally important to all local residents. Developing on this land would have a huge impact on the local flora and fauna, and the negatives affects on the health and wellbeing of local residents far outweigh the need for additional homes. Greater Manchester has an abundance of brownfield sites that can be utilised to help with the housing crisis without damaging our natural habitats and environment.", "committee_note": null, "state": "rejected", "signature_count": 6, "created_at": "2020-09-25T12:19:07.837Z", "updated_at": "2020-10-22T09:16:58.935Z", "rejected_at": "2020-10-22T09:16:58.938Z", "opened_at": null, "closed_at": null, "moderation_threshold_reached_at": "2020-09-25T12:42:44.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": {"code": "irrelevant", "details": "Deciding on local planning policies is a matter for individual local authorities, not the Government or House of Commons.\r\n\r\nWe could accept a petition calling on the Government to ban all development on the green belt, to prevent local authorities from authorising development in these areas."}, "government_response": null, "debate": null, "departments": [], "topics": []}}, {"type": "petition", "id": 550672, "links": {"self": "https://petition.parliament.uk/petitions/550672.json"}, "attributes": {"action": "Protect Aberdeens Greenfern, Northfield against all current & future developers", "background": "Greenfern fields are a major part of our cities green belt and cultural heritage & is home to important protected wildlife. I walk there every day & enjoy watching Tawny owls, Bats, Red Kites & Sparrow Hawks & I have noticed signs of Badgers. Please help keep our green belt green & flourishing.", "additional_details": "The previous petition was stopped due to a general election, the petition mudt be re-posted. Developing this site means pushing Aberdeen's greenbelt even further out of the City. This site is home to many schedule 1 & 2 protected species which I have seen first hand. The site has high recreational value and is loved by locals, both young and old.  Dog walkers, bird watchers, families etc. love this site and it's part of the Northfield communities cultural heritage. The Council recently contracted Raeburn in for soil testing and further assessment which means the Council are looking to sell this land with such immense biodiversity value, to developers.", "committee_note": null, "state": "rejected", "signature_count": 6, "created_at": "2020-09-09T12:49:52.543Z", "updated_at": "2020-10-05T17:36:23.109Z", "rejected_at": "2020-10-05T17:36:23.113Z", "opened_at": null, "closed_at": null, "moderation_threshold_reached_at": "2020-09-09T14:01:34.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": {"code": "irrelevant", "details": "We can't accept your petition because the UK Government and Parliament aren't responsible for the issue you raise. This is a matter the local authority and the Scottish Parliament. "}, "government_response": null, "debate": null, "departments": [], "topics": []}}, {"type": "petition", "id": 549279, "links": {"self": "https://petition.parliament.uk/petitions/549279.json"}, "attributes": {"action": "Make it mandatory for for new houses to be fitted with solar panels.", "background": "To introduce new legislation, so that housing developers have to put solar panels on every new build, or at least install the fittings for solar panels, making it easier and cheaper for the buyer to get solar panels, and also encouraging them to do so.", "additional_details": "Lots of fields are used for solar panel energy, at the same time much green belt land is being built on for houses. Using house roofs as a source of solar will also help reach our legal emission targets.", "committee_note": null, "state": "rejected", "signature_count": 6, "created_at": "2020-08-22T07:35:25.761Z", "updated_at": "2020-09-08T16:25:03.461Z", "rejected_at": "2020-09-08T15:23:54.241Z", "opened_at": null, "closed_at": null, "moderation_threshold_reached_at": "2020-08-22T18:56:44.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": {"code": "duplicate", "details": "You may also wish to sign these petitions which call for a similar actions:\r\n\r\nMake rooftop solar installations mandatory for all new homes valued over £400,000: https://petition.parliament.uk/petitions/302355\r\n\r\nMake it law for all new builds to include green energy solutions:\r\nhttps://petition.parliament.uk/petitions/332338"}, "government_response": null, "debate": null, "departments": [], "topics": []}}, {"type": "petition", "id": 334251, "links": {"self": "https://petition.parliament.uk/petitions/334251.json"}, "attributes": {"action": "Stop the planning reform!", "background": "Boris Johnson's planning reform must not happen and needs to be stopped. Local residents need a say into what happens with their countryside!", "additional_details": "This reform is an attack on local democracy. It lets cash greedy house builders destroy our green land whilst giving local residents no say whatsoever. It will alow the slums of the future to be built on Britains beautiful green fields with no respect for nature. Let the people decide not the goverment and rich house builders!", "committee_note": null, "state": "rejected", "signature_count": 6, "created_at": "2020-08-08T20:30:27.077Z", "updated_at": "2020-09-04T10:18:35.419Z", "rejected_at": "2020-09-04T10:18:27.382Z", "opened_at": null, "closed_at": null, "moderation_threshold_reached_at": "2020-08-08T21:13:14.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": {"code": "no-action", "details": "The UK Government have made and proposed lots of different changes to the planning system recently. We understand that you're concerned about planning, but we're not sure what particular reforms you're concerned about. \r\n\r\nYou could start a new petition that clearly explains what you'd like to happen. For example, you could start a new petition asking the Government to ensure that planning permission is needed to expand a building, by adding more height or floor space, or change it's use, from an office to flats for example. \r\n\r\nYou can find out more about changes to the planning system here: \r\n\r\nhttps://commonslibrary.parliament.uk/research-briefings/sn00485/\r\nhttps://commonslibrary.parliament.uk/research-briefings/cbp-8981/\r\n\r\nWe have a few petitions about planning that you might like to sign and share:\r\n\r\nRemove the Planning Inspectorate's power to override elected councils\r\nhttps://petition.parliament.uk/petitions/319314\r\n\r\nBan new housing developments in National Parks\r\nhttps://petition.parliament.uk/petitions/333111\r\n\r\nMake it law for all new builds to include green energy solutions.\r\nhttps://petition.parliament.uk/petitions/332338\r\n"}, "government_response": null, "debate": null, "departments": [{"acronym": "DEFRA", "name": "Department for Environment, Food and Rural Affairs", "url": "https://www.gov.uk/government/organisations/department-for-environment-food-rural-affairs"}], "topics": []}}, {"type": "petition", "id": 326554, "links": {"self": "https://petition.parliament.uk/petitions/326554.json"}, "attributes": {"action": "Ban the sale and use one off portable BBQ's.", "background": "To fast track and prohibit, through legislation, the sale or use of one off portable silver foil BBQ's.", "additional_details": "These one of portable BBQ's are a menace in the hands of irresponsible individuals and destructive to green spaces and delicate habitats. The resulting conflagrations is a serious risk to human life and the environment plus they are extremely costly and the recovery takes years as well as expenditure and effort. Statistics should be available within the system to justify the petition.", "committee_note": null, "state": "rejected", "signature_count": 6, "created_at": "2020-06-11T13:25:26.564Z", "updated_at": "2020-07-27T14:28:26.145Z", "rejected_at": "2020-07-27T14:28:26.148Z", "opened_at": null, "closed_at": null, "moderation_threshold_reached_at": "2020-06-15T13:25:24.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": {"code": "duplicate", "details": "https://petition.parliament.uk/petitions/315762"}, "government_response": null, "debate": null, "departments": [], "topics": []}}, {"type": "petition", "id": 324990, "links": {"self": "https://petition.parliament.uk/petitions/324990.json"}, "attributes": {"action": "Face masks and coverings NOT to be made mandatory on public transport.", "background": "Face masks should not be mandatory on public transport. This is OUR choice. \r\n\r\nThis just makes way for more problems and acts of discrimination. People who depend on lip reading to communicate will not be able to cope. People with breathing difficulties will be expected to 'prove themselves'.", "additional_details": "This will give people the 'green card' to call out people who can't wear one. \r\n\r\nDeaf people who depend on lip reading to communicate will struggle even more. Autistic children and adults will find life even harder and will become further distressed.\r\n\r\nFace masks have not been proven to be effective, and this new 'condition' for travel poses more problems than its trying to prevent.\r\n\r\nWe ask that you repeal this decision and let people make their own choice about wearing a face mask. \r\n\r\nThank you.", "committee_note": null, "state": "rejected", "signature_count": 6, "created_at": "2020-06-05T17:40:15.301Z", "updated_at": "2020-07-08T09:14:29.368Z", "rejected_at": "2020-07-08T09:14:29.371Z", "opened_at": null, "closed_at": null, "moderation_threshold_reached_at": "2020-06-05T18:21:44.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": {"code": "duplicate", "details": "You may wish to sign this petition calling for the same action: https://petition.parliament.uk/petitions/325079\r\n\r\nYou can find out more about coronavirus and how you can protect yourself and others here:\r\n\r\nwww.gov.uk/coronavirus\r\nhttps://www.nhs.uk/conditions/coronavirus-covid-19/\r\n\r\nThe Government has also created an online service to help you find out what you can do if you’re struggling because of coronavirus: https://www.gov.uk/find-coronavirus-support\r\n\r\nYou can read NHS tips to help if you are worried about coronavirus here: https://www.nhs.uk/oneyou/every-mind-matters/coronavirus-covid-19-anxiety-tips\r\n\r\nYou can read impartial analysis of the Government response to coronavirus and policy developments here: https://commonslibrary.parliament.uk/coronavirus/\r\n\r\nYou may also be interested to know that because of the large number of petitions that have been started in relation to coronavirus, the Petitions Committee has been questioning the Government about its response to the coronavirus outbreak.\r\n \r\nFind out more: https://committees.parliament.uk/work/192/the-governments-response-to-coronavirus/"}, "government_response": null, "debate": null, "departments": [], "topics": ["covid-19"]}}, {"type": "petition", "id": 321233, "links": {"self": "https://petition.parliament.uk/petitions/321233.json"}, "attributes": {"action": "Enact a transformative Green New Deal for the UK", "background": "Bouncing back to black fossil fuels is not an option. Burning fossil fuels is the main cause of air pollution (DEFRA). Tragically, air pollution kills 40,000 people in the UK every year (Royal College of Physicians and the Royal College of Paediatrics and Child Health, 2016). This must stop.", "additional_details": "A transformative Green New Deal is the answer. An ambitious plan that will secure a safe climate and fairer society by totally transforming our economy (Green New Deal UK, 2019).\r\n\r\nThe Green New Deal must put the UK on a net zero greenhouse gas emissions trajectory to limit global heating to 1.5 degrees. It must also be built on the principles of social, economic and environmental justice. \r\n\r\nIt is time for a green recovery where the health and wellbeing of all people and the planet are put first.", "committee_note": null, "state": "rejected", "signature_count": 6, "created_at": "2020-05-17T11:50:28.536Z", "updated_at": "2020-06-15T07:30:05.060Z", "rejected_at": "2020-06-15T07:30:05.063Z", "opened_at": null, "closed_at": null, "moderation_threshold_reached_at": "2020-05-18T12:26:34.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": {"code": "duplicate", "details": "You may wish to sign this petition calling for the same action: https://petition.parliament.uk/petitions/317343\r\n\r\nYou can find out more about coronavirus and how you can protect yourself and others here:\r\n\r\nwww.gov.uk/coronavirus\r\nhttps://www.nhs.uk/conditions/coronavirus-covid-19/\r\n\r\nThe Government has also created an online service to help you find out what you can do if you’re struggling because of coronavirus: https://www.gov.uk/find-coronavirus-support\r\n\r\nYou can read NHS tips to help if you are worried about coronavirus here: https://www.nhs.uk/oneyou/every-mind-matters/coronavirus-covid-19-anxiety-tips\r\n\r\nYou can read impartial analysis of the Government response to coronavirus and policy developments here: https://commonslibrary.parliament.uk/coronavirus/\r\n\r\nYou may also be interested to know that because of the large number of petitions that have been started in relation to coronavirus, the Petitions Committee has been questioning the Government about its response to the coronavirus outbreak.\r\n \r\nFind out more: https://committees.parliament.uk/work/192/the-governments-response-to-coronavirus/"}, "government_response": null, "debate": null, "departments": [], "topics": ["covid-19"]}}, {"type": "petition", "id": 321098, "links": {"self": "https://petition.parliament.uk/petitions/321098.json"}, "attributes": {"action": "Give every school a garden to improve health, learning & work opportunities.", "background": "Every single school should have a garden for health, systems learning, emotional & intellectual development, environmental resilience & sustainable work opportunities. Adapt a corner of a playground/sports field/car park to enable development of school curricula & resources for local communities.", "additional_details": "We know from decades of research globally that outdoor learning & 'garden school' pedgagogies are extremely beneficial for healthy development of children & youth, as well as for lifelong learning & health. We know from climate research that we urgently need to increase urban green space & protect biological diversity in our environment-locally, nationally & globally. Additionally, we know sustainable agricultural practices & food chains increase the resilience of local economies. A win-win.", "committee_note": null, "state": "rejected", "signature_count": 6, "created_at": "2020-05-16T09:24:28.396Z", "updated_at": "2020-07-27T17:48:38.860Z", "rejected_at": "2020-07-27T17:48:38.863Z", "opened_at": null, "closed_at": null, "moderation_threshold_reached_at": "2020-05-20T12:41:44.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": {"code": "irrelevant", "details": "The Government is not responsible for school premises. This is a matter for individual schools and relevant local authorities, not the Government or House of Commons."}, "government_response": null, "debate": null, "departments": [], "topics": []}}, {"type": "petition", "id": 320958, "links": {"self": "https://petition.parliament.uk/petitions/320958.json"}, "attributes": {"action": "Allow electric scooters as another form of transport.", "background": "Now is the time to allow this green form of transport.", "additional_details": "To ease overcrowding on our transport system, less congestion on our streets, a cheeper form of transport.", "committee_note": null, "state": "rejected", "signature_count": 6, "created_at": "2020-05-15T11:12:12.912Z", "updated_at": "2020-06-03T15:53:15.386Z", "rejected_at": "2020-06-03T15:53:15.390Z", "opened_at": null, "closed_at": null, "moderation_threshold_reached_at": "2020-05-24T15:29:14.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": {"code": "duplicate", "details": "https://petition.parliament.uk/petitions/301579\r\nhttps://petition.parliament.uk/petitions/301014 "}, "government_response": null, "debate": null, "departments": [], "topics": []}}, {"type": "petition", "id": 320298, "links": {"self": "https://petition.parliament.uk/petitions/320298.json"}, "attributes": {"action": "Government to offer more assistance to car owners to meet the new emissions reqs", "background": "Offer assistance to car owners to meet the UK targets and new emissions requirements such as ULEZ!\r\n\r\nElectric cars are very unaffordable for most car buyers and its still cheaper to buy a petrol/diesel car leaving most car buyers with no other option than to buy a non-green car", "additional_details": "Without support from the Government the UK will be far behind other countries in terms of becoming 'Green' and the public are again left with the financial burden of the high costs of an electric car making the process counter-intuitive.\r\n\r\nULEZ coming to the North & South circular in 2021 millions of car owners will be unable to keep up paying the ULEZ fee or sell their existing car to buy a ULEZ compliant car. - Provide Support! \r\n\r\nYOU HELP US, WE HELP YOU #OneUK", "committee_note": null, "state": "rejected", "signature_count": 6, "created_at": "2020-05-11T09:43:02.400Z", "updated_at": "2020-07-24T11:19:14.791Z", "rejected_at": "2020-07-24T11:19:14.793Z", "opened_at": null, "closed_at": null, "moderation_threshold_reached_at": "2020-05-11T09:56:24.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": {"code": "no-action", "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe understand you'd like the Government to support car owners, but we're not sure how. \r\n\t\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do."}, "government_response": null, "debate": null, "departments": [], "topics": []}}, {"type": "petition", "id": 316090, "links": {"self": "https://petition.parliament.uk/petitions/316090.json"}, "attributes": {"action": "Use the inevitable stimulus spending after COVID-19 to boost green initiatives", "background": "The pandemic is causing a recession- recessions usually result in stimulus spending in order to boost the economy. Good or bad, this is likely inevitable, so I would like the government to prioritise green initiatives like renewable power, green building techniques, promoting plant-based diets etc.", "additional_details": "The climate crisis has not gone away, but what this current pandemic shows us is the huge cost of delaying action when experts are all but unanimous in advocating it. We need to use this crisis to avert an even larger one which is already underway, we need to use it to position the UK as a leader in sustainable living and innovation. The chance is unprecedented, we can use tragedy to mitigate the consequences of the damage we have already done and minimise further damage we will do.", "committee_note": null, "state": "rejected", "signature_count": 6, "created_at": "2020-04-14T21:52:52.782Z", "updated_at": "2020-06-22T17:16:26.077Z", "rejected_at": "2020-06-22T17:16:26.080Z", "opened_at": null, "closed_at": null, "moderation_threshold_reached_at": "2020-04-17T09:24:44.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": {"code": "duplicate", "details": "You may wish to sign this petition calling for the same action: https://petition.parliament.uk/petitions/317343\r\n\r\nYou can find out more about coronavirus and how you can protect yourself and others here:\r\n\r\nwww.gov.uk/coronavirus\r\nhttps://www.nhs.uk/conditions/coronavirus-covid-19/\r\n\r\nThe Government has also created an online service to help you find out what you can do if you’re struggling because of coronavirus: https://www.gov.uk/find-coronavirus-support\r\n\r\nYou can read NHS tips to help if you are worried about coronavirus here: https://www.nhs.uk/oneyou/every-mind-matters/coronavirus-covid-19-anxiety-tips\r\n\r\nYou can read impartial analysis of the Government response to coronavirus and policy developments here: https://commonslibrary.parliament.uk/coronavirus/\r\n\r\nYou may also be interested to know that because of the large number of petitions that have been started in relation to coronavirus, the Petitions Committee has been questioning the Government about its response to the coronavirus outbreak.\r\n \r\nFind out more: https://committees.parliament.uk/work/192/the-governments-response-to-coronavirus/"}, "government_response": null, "debate": null, "departments": [], "topics": ["covid-19"]}}, {"type": "petition", "id": 314492, "links": {"self": "https://petition.parliament.uk/petitions/314492.json"}, "attributes": {"action": "Ban Bonfires", "background": "Bring in to force the banning of bonfires in towns, cities, rural villages.", "additional_details": "Bonfires are a nuisance to everyone.   Most commonly, please are burning garden waste and they don't wait until it has dried out; they are burning green waste which is more toxic.  \r\n\r\nThe bonfires are a hazard to the environment and health of people, especially those with breathing problems.  \r\n\r\nCurrently there is no law on time restrictions of bonfires, location of bonfires or size of bonfires.  People just light them whenever they want paying no particular thought to neighbours.", "committee_note": null, "state": "rejected", "signature_count": 6, "created_at": "2020-04-06T16:18:46.917Z", "updated_at": "2020-05-26T16:15:53.231Z", "rejected_at": "2020-05-26T16:15:53.234Z", "opened_at": null, "closed_at": null, "moderation_threshold_reached_at": "2020-04-09T11:49:04.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": {"code": "duplicate", "details": "https://petition.parliament.uk/petitions/310468"}, "government_response": null, "debate": null, "departments": [], "topics": []}}, {"type": "petition", "id": 309914, "links": {"self": "https://petition.parliament.uk/petitions/309914.json"}, "attributes": {"action": "Stop councils cancelling green waste collections", "background": "Green waste has increased since this virus as people are doing their gardens. It will end up in black bins so this is not good for the environment.", "additional_details": "The council charge for green bins so they will have to refund clients who have already paid. Most people have now filled their green bins so it will be there to rot instead of being recycled. The next lot of green waste will go in black bins with household waste which costs about 4 times more for the council to process. Heavier for bin men too. This is not economical or environmentally friendly. Action needs to be taken as soon as possible.", "committee_note": null, "state": "rejected", "signature_count": 6, "created_at": "2020-03-25T17:32:36.456Z", "updated_at": "2020-05-01T09:35:53.546Z", "rejected_at": "2020-05-01T09:35:53.549Z", "opened_at": null, "closed_at": null, "moderation_threshold_reached_at": "2020-03-25T18:18:14.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": {"code": "irrelevant", "details": "Waste management is devolved, so it is up to individual local authorities how to manage this, not the Government or Parliament.\r\n\r\nYou can find out more about coronavirus and how you can protect yourself and others here:\r\n\r\nwww.gov.uk/coronavirus\r\nhttps://www.nhs.uk/conditions/coronavirus-covid-19/\r\n\r\nThe Government has also created an online service to help you out what you can do if you’re struggling because of coronavirus: https://www.gov.uk/find-coronavirus-support\r\n\r\nYou can read NHS tips to help if you are worried about coronavirus here: https://www.nhs.uk/oneyou/every-mind-matters/coronavirus-covid-19-anxiety-tips\r\n\r\nYou can read impartial analysis of the Government response to coronavirus and policy developments here: https://commonslibrary.parliament.uk/coronavirus/\r\n\r\nYou may also be interested to know that because of the large number of petitions that have been started in relation to coronavirus, the Petitions Committee has been questioning the Government about its response to the coronavirus outbreak.\r\n \r\nFind out more and watch the Committee put questions suggested by petitioners to Government Ministers and the Deputy Chief Medical Officer: https://committees.parliament.uk/committee/326/petitions-committee/news/145767/committee-question-deputy-chief-medical-officer-and-ministers-on-coronavirus-response/\r\n \r\nRead letters asking further questions of Government Ministers: https://committees.parliament.uk/committee/326/petitions-committee/publications/3/correspondence/"}, "government_response": null, "debate": null, "departments": [], "topics": ["covid-19"]}}, {"type": "petition", "id": 307497, "links": {"self": "https://petition.parliament.uk/petitions/307497.json"}, "attributes": {"action": "Safeguard recovering wildlife now: create a positive Coronavirus Legacy", "background": "Globally Covid-19 lockdowns have had unexpected benefits for emerging and recovering wildlife. The UK Gov must act now to create new situation-relevant and proactive safeguarding measures and laws specific to ensuring a return to business as usual mitigates damage to habitats, marine and wildlife.", "additional_details": "We, the undersigned, request the UK Gov act now to baseline, create action plans and implement new laws and safeguarding measures to protect areas where nature is recovering or has potential to thrive in future due to a decline in human activity. Balance human, industrial and economic recovery with natural recovery, re-wilding and replenishing.  We ask the UK Government to include recovering species protection in its forward-planning to create a positive, world-leading green Coronavirus legacy.", "committee_note": null, "state": "rejected", "signature_count": 6, "created_at": "2020-03-21T15:49:50.943Z", "updated_at": "2020-04-24T16:50:35.278Z", "rejected_at": "2020-04-22T17:28:49.982Z", "opened_at": null, "closed_at": null, "moderation_threshold_reached_at": "2020-03-21T17:00:04.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": {"code": "no-action", "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe're not sure exactly what you'd like the Government or Parliament to do. \r\n\t\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do."}, "government_response": null, "debate": null, "departments": [], "topics": ["covid-19"]}}]}