{"links": {"self": "https://petition.parliament.uk/petitions.json?q=wildlife&page=6", "first": "https://petition.parliament.uk/petitions.json?q=wildlife", "last": "https://petition.parliament.uk/petitions.json?page=9&q=wildlife", "next": "https://petition.parliament.uk/petitions.json?page=7&q=wildlife", "prev": "https://petition.parliament.uk/petitions.json?page=5&q=wildlife"}, "data": [{"type": "petition", "id": 312508, "links": {"self": "https://petition.parliament.uk/petitions/312508.json"}, "attributes": {"action": "Include plants & planting as 'essential items and activity' during C19 lock-down", "background": "Urgently review the 'essential items and activities' to include plants, agriculture and horticulture. This is a time-sensitive issue... planting and nature will not wait!", "additional_details": "Mitigate:\r\n• the potentially devastating impact of C19 lockdown rules n the agriculture and horticulture industries\r\n• long-term implications of not allowing people to tend their allotments mean potential fruit/veg shortages\r\n• the impact on insect and wildlife [with reduced pollination] long-term impacts\r\n• impact on mental health if people can't 'do something' for nature in these terrible times – homes need life in plant form too populated with butterflies/bees [other insects], etc.", "committee_note": null, "state": "rejected", "signature_count": 13, "created_at": "2020-03-31T09:58:45.088Z", "updated_at": "2020-05-29T14:59:40.248Z", "rejected_at": "2020-05-18T17:30:12.490Z", "opened_at": null, "closed_at": null, "moderation_threshold_reached_at": "2020-03-31T11:04:24.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": {"code": "no-action", "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe're not sure exactly what you'd like the Government or Parliament to do. Agriculture has been permitted, including the use allotments. There is no essential items list, but there are limited retailers who are able to operate for visitors, however since you started your petition garden centres have been able to reopen. \r\n\t\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do."}, "government_response": null, "debate": null, "departments": [], "topics": ["covid-19"]}}, {"type": "petition", "id": 627102, "links": {"self": "https://petition.parliament.uk/petitions/627102.json"}, "attributes": {"action": "Make it mandatory to build houses on all brownfield sites 1st before greenfield.", "background": "The government must make it mandatory to build new homes on brownfield sites instead of destroying areas of natural land to preserve the wildlife which inhabit them and the beauty of these natural areas, making use of sites which have previously been developed but now unused.", "additional_details": "Although there is a need for housing, more areas of local natural space are being destroyed to meet the increasing need to build more homes, leading to fewer natural spaces within and around local communities for nature to thrive and for people to benefit from. Distinction between council districts are diminishing in places due to the development of new housing. No new land should be destroyed until all brownfield sites have been utilised to their potential. Prioritising preservation of nature.", "committee_note": null, "state": "rejected", "signature_count": 12, "created_at": "2022-10-30T09:28:28.319Z", "updated_at": "2022-11-03T08:15:47.425Z", "rejected_at": "2022-11-03T08:15:44.845Z", "opened_at": null, "closed_at": null, "moderation_threshold_reached_at": "2022-10-30T18:03:10.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": {"code": "no-action", "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe understand that you're concerned about development of greenfield sites, but it's not clear if you want a total ban on development of greenfield land, or just restrictions on when development of greenfield land can be approved.\r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do. If you want new restrictions on when development of greenfield land can be approved, rather than an outright ban, it would need to be clear what restrictions you want to be imposed."}, "government_response": null, "debate": null, "departments": [], "topics": []}}, {"type": "petition", "id": 598346, "links": {"self": "https://petition.parliament.uk/petitions/598346.json"}, "attributes": {"action": "Make fireworks only legal for events.", "background": "Ban the sale of fireworks to the general public.\r\nThey cause too much stress to humans suffering with PTSD and for animals who don’t know what’s going on.", "additional_details": "Fireworks not only cause stress to wildlife but to those suffering from PTSD from war experience, which we should have more respect for those who fight for our country but also to our animals.\r\nDogs get so stressed out during “firework season” where people let them off at all hours, every day and it’s not fair.", "committee_note": "", "state": "rejected", "signature_count": 12, "created_at": "2021-10-02T19:29:16.740Z", "updated_at": "2022-02-17T11:54:43.966Z", "rejected_at": "2021-10-07T07:03:25.008Z", "opened_at": null, "closed_at": null, "moderation_threshold_reached_at": "2021-10-02T19:54:08.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": {"code": "duplicate", "details": "You may wish to sign this petition calling for a similar action: https://petition.parliament.uk/petitions/591501"}, "government_response": null, "debate": null, "departments": [], "topics": []}}, {"type": "petition", "id": 589674, "links": {"self": "https://petition.parliament.uk/petitions/589674.json"}, "attributes": {"action": "Stop pest control companies using poison bait stations", "background": "I want the government or parliament to ban poison bait stations and make pest control companies  use non lethal methods. That won't affect other wildlife animals. Cats and the environment.", "additional_details": "Using poison bait stations is disgusting.and cruel. Which  causes unnecessary suffering.When rats and mice. eat it they go off and die. A fox or cat maybe a bird of prey will pick up the dead rodent.and get poisoned too leading to death.", "committee_note": null, "state": "rejected", "signature_count": 12, "created_at": "2021-06-24T18:33:05.741Z", "updated_at": "2021-06-30T12:18:24.021Z", "rejected_at": "2021-06-30T12:18:23.227Z", "opened_at": null, "closed_at": null, "moderation_threshold_reached_at": "2021-06-25T10:31:15.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": {"code": "no-action", "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe understand that you are concerned about poison bait stations, but we're not sure if you just want pest control companies to be banned from using these stations, or for their use to be banned entirely. We're also not sure if you want only this type of lethal pest control method to be banned, as your petition refers to requiring pest control companies to use non-lethal methods instead.\r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do."}, "government_response": null, "debate": null, "departments": [], "topics": []}}, {"type": "petition", "id": 586197, "links": {"self": "https://petition.parliament.uk/petitions/586197.json"}, "attributes": {"action": "Change the use of “adopt me” style advertisements within animal organisations", "background": "Zoos and animal parks use the term “adopt me” when advertising a product which in fact is “sponsoring” an animal.\r\nWe would like to see the word “adopt” removed from advertisements as this is incredibly harmful for adoptees who visit and see these advertisement. Adoption is complex and not a product", "additional_details": "Adoption is a complex and life long issue. We know that many adoptees struggle with the trauma of adoption and struggle to make sense of their adoption. Having advertisements in zoos and wildlife organisations that insinuates adoption is a product and a finical transaction is harmful. I have spoken to many people who have stated how these advertisements have triggered emotional upset and confusion for them as adoptees. Organisations have accepted this as an issue but we still see no change.", "committee_note": null, "state": "rejected", "signature_count": 12, "created_at": "2021-05-15T17:37:55.513Z", "updated_at": "2021-05-19T09:36:30.718Z", "rejected_at": "2021-05-19T09:36:29.535Z", "opened_at": null, "closed_at": null, "moderation_threshold_reached_at": "2021-05-15T17:49:05.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": {"code": "irrelevant", "details": "We can't accept your petition because the UK Government and Parliament aren't responsible for the issue you raise. The Government and Parliament aren't responsible for the content or regulation of adverts. You might want to contact the Advertising Standards Authority:\r\n\r\nhttps://www.asa.org.uk/"}, "government_response": null, "debate": null, "departments": [], "topics": []}}, {"type": "petition", "id": 582240, "links": {"self": "https://petition.parliament.uk/petitions/582240.json"}, "attributes": {"action": "Stop a Wash Plant being installed at the Quarry on the Coast Road, South Shields", "background": "We would like the plans to Install a Wash Plant being installed stopped at a Very historic part of our town.  The Wash Plant would create a huge amount of noise and dust and also effect the wildlife and surrounding areas.", "additional_details": "The Quarry on the Coast Road has a proposal to install a Wash Plant that would create horrendous noise and dust to a very historical part of South Shields.  Opposite the said site is Souter Lighthouse and right next to it is the historical Lime Mills.  It is a Green Belt area which has lots of different birds and wildlife.  The Coast Road which is the direct link to the Quarry is already suffering corrosion and there is plans to move the road away from the cliffs to run along side the Lime Mills", "committee_note": null, "state": "rejected", "signature_count": 12, "created_at": "2021-04-05T13:08:12.446Z", "updated_at": "2021-04-12T08:13:26.098Z", "rejected_at": "2021-04-12T08:13:26.101Z", "opened_at": null, "closed_at": null, "moderation_threshold_reached_at": "2021-04-05T14:05:55.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": {"code": "irrelevant", "details": "Local planning decisions are a matter for your local authority, not the Government or House of Commons.\r\n\r\nYou could raise this issue with a local councillor, who represents you. You can use this page to find out who your local councillors are, and how to contact them: https://www.gov.uk/find-your-local-councillors\r\n\r\nYou can also petition your local council directly. Find out how to petition your council here: https://www.southtyneside.gov.uk/article/38455/Petitions"}, "government_response": null, "debate": null, "departments": [], "topics": []}}, {"type": "petition", "id": 582030, "links": {"self": "https://petition.parliament.uk/petitions/582030.json"}, "attributes": {"action": "Compostable packaging must be used all for fresh food and takeaway containers", "background": "Manufacturers of all goods that have a short shelf life, such as readymade sandwiches and snacks, must package their goods using only materials that will degrade or compost quickly. These materials, such as starch-based plastic alternatives, are effective, hygienic and readily available.", "additional_details": "Currently, items which can only sit on the shelves for 48hrs are packaged in materials which last for hundreds of years.\r\n\r\nDespite decades of anti-litter campaigns, our countryside is still strewn with plastic litter every day, damaging our wildlife and waterways.\r\n\r\nThis simple change would help reduce the masses of needless non-recyclable waste being generated and reduce plastic litter pollution. With effective alternative materials readily available, now is the time to enforce their use.", "committee_note": null, "state": "rejected", "signature_count": 12, "created_at": "2021-04-03T06:15:01.579Z", "updated_at": "2021-04-29T12:38:20.515Z", "rejected_at": "2021-04-29T12:38:15.648Z", "opened_at": null, "closed_at": null, "moderation_threshold_reached_at": "2021-04-03T10:09:35.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": {"code": "duplicate", "details": "You may wish to sign this petition which calls for a very similar action:\r\n\r\n'Ban packaging that is not biodegradable or domestically recyclable': https://petition.parliament.uk/petitions/574939\r\n\r\nYou might also like to sign this petition which calls for a relation action: \r\n\r\n'Make it illegal to manufacture or sell products using non-recyclable plastic':\r\nhttps://petition.parliament.uk/petitions/561894"}, "government_response": null, "debate": null, "departments": [], "topics": []}}, {"type": "petition", "id": 569270, "links": {"self": "https://petition.parliament.uk/petitions/569270.json"}, "attributes": {"action": "Maintain the UK ban on bee-harming pesticides and use of Neonicotinoids", "background": "We ask the government to maintain the ban on on all outdoor uses of the neonicotinoid Thiamethoxam. This is proven to be harmful to bees and other wildlife.  We need safeguards to prevent the pollution of run off water containing the chemical at a time when British insects are in serious decline.", "additional_details": "In 2018 Michael Gove, then the environment secretary, said: “The weight of evidence now shows the risks neonicotinoids pose to our environment, particularly to the bees and other pollinators which play such a key part in our £100bn food industry, is greater than previously understood… We cannot afford to put our pollinator populations at risk.”\r\nHe also wrote in the Guardian: “Unless the evidence base changes again, the government will keep these restrictions in place after we have left the EU.”", "committee_note": null, "state": "rejected", "signature_count": 12, "created_at": "2021-01-10T17:27:29.320Z", "updated_at": "2021-01-11T11:24:39.206Z", "rejected_at": "2021-01-11T11:24:39.208Z", "opened_at": null, "closed_at": null, "moderation_threshold_reached_at": "2021-01-10T17:58:27.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": {"code": "duplicate", "details": "You might like to sign the following petitions:\r\n\r\nOverturn the decision to allow the use of neonicotinoid pesticides\r\nhttps://petition.parliament.uk/petitions/569214\r\n\r\nContinue the ban on the use of Neonicotinoids\r\nhttps://petition.parliament.uk/petitions/563943"}, "government_response": null, "debate": null, "departments": [], "topics": []}}, {"type": "petition", "id": 566174, "links": {"self": "https://petition.parliament.uk/petitions/566174.json"}, "attributes": {"action": "Revoke the decision to give development consent to Hornsea Project Three", "background": "We would like the government to reconsider consent for this new wind farm, re-evaluate it's necessity, and reassess the costs and benefits of this venture with a thought for the local environment.", "additional_details": "On Thursday 31st December 2020, the application for Hornsea Project Three Offshore Wind Farm was given development consent - a potentially disastrous decision for local wildlife. The Flamborough coast hosts the largest seabird colony in the UK, with rare seabirds including Gannets, Kittiwakes and Puffins nesting there each year. \r\n\r\nAlthough the company plan to build nesting towers to reduce the negative impact on the birds, the RSPB have commented that it will take a decade to see whether this works, and it is likely to be too late by then. With the birds being forced to dodge turbines in order to reach feeding grounds, the Hornsea Wind Farm could severely deplete numbers of seabirds in the area, disrupting the local ecosystem even further.", "committee_note": "", "state": "closed", "signature_count": 12, "created_at": "2021-01-02T14:47:29.903Z", "updated_at": "2021-08-16T23:00:05.662Z", "rejected_at": null, "opened_at": "2021-02-16T13:23:10.668Z", "closed_at": "2021-08-16T22:59:59.999Z", "moderation_threshold_reached_at": "2021-02-09T18:22:47.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": null, "government_response": null, "debate": null, "departments": [{"acronym": "BEIS", "name": "Department for Business, Energy and Industrial Strategy", "url": "https://www.gov.uk/government/organisations/department-for-business-energy-and-industrial-strategy"}], "topics": []}}, {"type": "petition", "id": 565326, "links": {"self": "https://petition.parliament.uk/petitions/565326.json"}, "attributes": {"action": "Take Back Cornwall.", "background": "The Cornish have no say anymore on development, environmental issues and our landscape and we are losing our wildlife and beauty everyday because of the money making rich whilst our poorer communities have to work together in small groups to keep things afloat in our local areas.", "additional_details": "We need to make Cornwall it’s own Nation again. We need to come together to protect what we have left here, many Cornish families have moved away because of this and instead lots of people with no interest in Cornwall but for the money and power are the only people benefitting from this. Over the years I have watched the changes and cannot stand what is slowly becoming of our Cornish heritage and land. We need to work together and mend the damage and make Cornwall how it should be.", "committee_note": null, "state": "rejected", "signature_count": 12, "created_at": "2020-12-29T13:24:52.041Z", "updated_at": "2021-01-04T17:42:05.257Z", "rejected_at": "2021-01-04T17:42:05.260Z", "opened_at": null, "closed_at": null, "moderation_threshold_reached_at": "2020-12-29T14:44:37.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": {"code": "no-action", "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe're not sure exactly what you'd like the Government or Parliament to do. \r\n\t\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do, such as holding a referendum on Cornish independence, if that's what you'd like to see happen. "}, "government_response": null, "debate": null, "departments": [], "topics": []}}, {"type": "petition", "id": 561423, "links": {"self": "https://petition.parliament.uk/petitions/561423.json"}, "attributes": {"action": "End culls by shooting in the United Kingdom", "background": "Make it illegal to practise culls by shooting within the United Kingdom. Ensure that humane methods of wildlife management are made law.", "additional_details": "The Government should be ensuring the wellbeing of all wildlife within the United Kingdom. Culls of all kind should be replaced by humane methods of wildlife management and this can only be ensured by a change in the law.", "committee_note": null, "state": "rejected", "signature_count": 12, "created_at": "2020-11-21T20:52:12.175Z", "updated_at": "2020-12-04T10:32:18.623Z", "rejected_at": "2020-12-04T10:32:18.626Z", "opened_at": null, "closed_at": null, "moderation_threshold_reached_at": "2020-11-22T11:57:17.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": {"code": "no-action", "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe understand that you are concerned about culls, but it's not clear if you want the Government to ban all culls, or just culls that involve shooting.\r\n\r\nYou could start a new petition explaining clearly what ban you want the Government to impose."}, "government_response": null, "debate": null, "departments": [], "topics": []}}, {"type": "petition", "id": 559177, "links": {"self": "https://petition.parliament.uk/petitions/559177.json"}, "attributes": {"action": "Change the laws for fireworks only to use silent fireworks.", "background": "Why do we need noises and banging. Ban the noise", "additional_details": "There are pets, wildlife and people that are impacted by noise all the time due to fireworks. We don't need it. Let's light up the sky silently not with bangs", "committee_note": null, "state": "rejected", "signature_count": 12, "created_at": "2020-11-05T18:36:25.230Z", "updated_at": "2020-11-09T11:56:22.196Z", "rejected_at": "2020-11-09T11:56:22.199Z", "opened_at": null, "closed_at": null, "moderation_threshold_reached_at": "2020-11-05T20:45:57.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": {"code": "duplicate", "details": "You may wish to sign this petition calling for a similar action: https://petition.parliament.uk/petitions/549758\r\n\r\nWhile some fireworks are marketed as silent, these still make some noise. If you would like the Government to reduce the decibel limit to a specific level, you could start a new petition requesting this."}, "government_response": null, "debate": null, "departments": [], "topics": []}}, {"type": "petition", "id": 559165, "links": {"self": "https://petition.parliament.uk/petitions/559165.json"}, "attributes": {"action": "Ban the sale of fireworks to the public", "background": "Ban the sale of fireworks to the public. Organised public events that include fireworks are fine but ‘bonefire night’ is more than just a night to some people. People are irresponsible", "additional_details": "I cannot believe this got denied this year. Pets are scared not to talk about wildlife. People take it way too far. Some supermarkets have banned the sale of fireworks to support the members of the public that want this to happen but others are yet to do so.", "committee_note": null, "state": "rejected", "signature_count": 12, "created_at": "2020-11-05T18:10:23.075Z", "updated_at": "2020-11-09T11:01:06.041Z", "rejected_at": "2020-11-09T11:01:06.043Z", "opened_at": null, "closed_at": null, "moderation_threshold_reached_at": "2020-11-05T19:12:47.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": {"code": "duplicate", "details": "You may wish to sign this petition calling for the same action: https://petition.parliament.uk/petitions/319891"}, "government_response": null, "debate": null, "departments": [], "topics": []}}, {"type": "petition", "id": 550685, "links": {"self": "https://petition.parliament.uk/petitions/550685.json"}, "attributes": {"action": "Ensure all UK pensions are autoutomatically enrolled into ethical funds.", "background": "Stop pension providers from investing our money into unethical programmes that have no place in a modern and progressive society. From weaponry and tobacco production to fossil fuel development and exploration.", "additional_details": "Most people would be horrified to learn that their hard earned money was being spent simply to generate a fast buck, when it means the destruction of people, wildlife and the planet. This has no place in a modern progressive society and our pension investments should automatically reflect that in line with; Our COP24 obligations, the drive to improve public health & wellbeing, to help everyone to feel safe from the threat of war and to save money in the long term.", "committee_note": null, "state": "rejected", "signature_count": 12, "created_at": "2020-09-09T14:46:39.667Z", "updated_at": "2020-10-06T13:00:15.574Z", "rejected_at": "2020-10-06T13:00:05.018Z", "opened_at": null, "closed_at": null, "moderation_threshold_reached_at": "2020-09-09T20:08:54.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": {"code": "irrelevant", "details": "We can't accept your petition because the UK Government and Parliament aren't responsible for the issue you raise. Decisions on investments by pension funds are a matter for those funds. Private pension holders can choose from a range of funds, including those which don't invest in specific types of business.\r\n\r\nYou could start a petition calling for pension holders to be entitled to opt-in to 'ethical' funds, but you would need to be clear what was covered by that.  "}, "government_response": null, "debate": null, "departments": [], "topics": []}}, {"type": "petition", "id": 550080, "links": {"self": "https://petition.parliament.uk/petitions/550080.json"}, "attributes": {"action": "Stop the extraction proposals of Natural Gas in St.Ives, Cornwall.", "background": "UK Govt funded extraction of Natural Gas by Total and the St. Ives LNG company will affect the local coastline and be detrimental to the ecology of the surrounding area.  The impact is incalculable and irrevocable.  The lasting effects will damage the natural beauty and fragility for decades.", "additional_details": "The extraction of natural gas will unbalance the ecology of the area,  damage wildlife,  damage fauna such as sea grass meadows that are vital in carbon sequestration.  The loss of such habitats will cause an imbalance in the forecast ‘offsetting’ of ecological damage and also does not help the govt image and claims to be carbon neutral by 2050.  The extraction, building infrastructure, storage and transportation all add to the carbon costs as well as damaging the carbon capture capability.", "committee_note": null, "state": "rejected", "signature_count": 12, "created_at": "2020-09-02T13:46:22.703Z", "updated_at": "2020-09-08T09:26:45.779Z", "rejected_at": "2020-09-08T09:26:45.783Z", "opened_at": null, "closed_at": null, "moderation_threshold_reached_at": "2020-09-02T13:57:14.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": {"code": "no-action", "details": "It appears that details of plans for natural gas extraction in St Ives, as set out in your petition, are false. You can read an article about this here: https://www.cornwalllive.com/news/cornwall-news/plans-large-gas-works-coast-4488818"}, "government_response": null, "debate": null, "departments": [], "topics": []}}, {"type": "petition", "id": 550015, "links": {"self": "https://petition.parliament.uk/petitions/550015.json"}, "attributes": {"action": "Make it easier to vary or revoke Tree Preservation Orders", "background": "The Government should reduce the requirements for varying or revoking Tree Preservation Orders when the benefits of an Order are no longer seen.", "additional_details": "Tree protection orders are important to help protect recreational areas and trees of importance to the local area, wildlife and bio diversity. However, Orders can become outdated and no longer support any of the above but instead can hinder the bio diversity of areas. In these cases I believe it should be easier for land owners to have the orders varied or revoked, subject to criteria proving the Order is no long relevant or beneficial.", "committee_note": "", "state": "closed", "signature_count": 12, "created_at": "2020-09-01T14:16:12.443Z", "updated_at": "2021-03-18T00:00:04.367Z", "rejected_at": null, "opened_at": "2020-09-17T10:55:55.803Z", "closed_at": "2021-03-17T23:59:59.999Z", "moderation_threshold_reached_at": "2020-09-01T14:29:44.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": null, "government_response": null, "debate": null, "departments": [{"acronym": "DLUHC", "name": "Department for Levelling Up, Housing and Communities ", "url": "https://www.gov.uk/government/organisations/department-for-levelling-up-housing-and-communities"}], "topics": []}}, {"type": "petition", "id": 549945, "links": {"self": "https://petition.parliament.uk/petitions/549945.json"}, "attributes": {"action": "Ban fire works from public sale..create controlled firework diplays", "background": "I wish for you to ban the sale of fireworks  every year there are so  many  children and wildlife  maimed and even killed every year .I run a hedgehog hospital and what I see is heartbreaking people.even strap fireworks to animals .the only way to stop this is to control it", "additional_details": "to many children injured animals and wild life injurd and killed ..young adults strapping fire works to cats nd hdgehigs which are a declining specie .i run a hedgehog hospital and what i see come in the doors is heartbreaking to even think that some young adults think the way they do and use fireworks strapped to wildlife as fun ... this has gone on to long and the only way to stop this is to take control of it", "committee_note": null, "state": "rejected", "signature_count": 12, "created_at": "2020-08-31T11:30:02.147Z", "updated_at": "2020-09-03T14:38:33.229Z", "rejected_at": "2020-09-03T14:38:33.232Z", "opened_at": null, "closed_at": null, "moderation_threshold_reached_at": "2020-08-31T18:58:24.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": {"code": "duplicate", "details": "https://petition.parliament.uk/petitions/319891"}, "government_response": null, "debate": null, "departments": [], "topics": []}}, {"type": "petition", "id": 318614, "links": {"self": "https://petition.parliament.uk/petitions/318614.json"}, "attributes": {"action": "Ban the sale of disposable bbqs thousands of acres destroyed inc wildlife killed", "background": "Ban sale of disposable bbqs.", "additional_details": "Ban sale of disposable bbqs, firefighters risk lives putting out thousands of acres of land on fire. Wildlife is destroyed and the atmosphere full of damaging smoke.", "committee_note": null, "state": "rejected", "signature_count": 12, "created_at": "2020-04-27T19:48:14.415Z", "updated_at": "2020-07-07T16:09:54.390Z", "rejected_at": "2020-07-07T16:09:54.393Z", "opened_at": null, "closed_at": null, "moderation_threshold_reached_at": "2020-04-27T21:55:44.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": {"code": "duplicate", "details": "https://petition.parliament.uk/petitions/315762"}, "government_response": null, "debate": null, "departments": [], "topics": []}}, {"type": "petition", "id": 312530, "links": {"self": "https://petition.parliament.uk/petitions/312530.json"}, "attributes": {"action": "Reopen garden centres etc in lockdown. Essential business, promotes well-being,", "background": "Add garden centres, nurseries etc to list of essential business permitted to trade during Coronavirus. Many don't have online sale of plants. Allow opening with restrictions, protecting staff and customers, similar to supermarkets. Most of us live within 2 - 5 miles or less, much like supermarkets.", "additional_details": "Many garden centres currently risk financial ruin, their busiest trading period over the next 3 months. They make a vital contribution to the nation's care of our natural world and wildlife in particular, promoting plants that attract bees and butterflies, both under serious decline. Gardening, whether we have a garden, a balcony or simply a table, helps us to keep physically and mentally well, both essential during this lockdown. Caring for plants helps us to care for ourselves and each other.", "committee_note": null, "state": "rejected", "signature_count": 12, "created_at": "2020-03-31T11:26:48.705Z", "updated_at": "2020-05-18T13:21:33.695Z", "rejected_at": "2020-05-18T13:21:33.589Z", "opened_at": null, "closed_at": null, "moderation_threshold_reached_at": "2020-03-31T12:23:14.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": {"code": "already-happening", "details": "Since you started your petition the Government has added garden centres and plant nurseries to the list of businesses that are permitted to open: https://www.gov.uk/government/publications/further-businesses-and-premises-to-close/further-businesses-and-premises-to-close-guidance\r\n\r\nYou can find out more about coronavirus and how you can protect yourself and others here:\r\n\r\nwww.gov.uk/coronavirus\r\nhttps://www.nhs.uk/conditions/coronavirus-covid-19/\r\n\r\nThe Government has also created an online service to help you out what you can do if you’re struggling because of coronavirus: https://www.gov.uk/find-coronavirus-support\r\n\r\nYou can read NHS tips to help if you are worried about coronavirus here: https://www.nhs.uk/oneyou/every-mind-matters/coronavirus-covid-19-anxiety-tips\r\n\r\nYou can read impartial analysis of the Government response to coronavirus and policy developments here: https://commonslibrary.parliament.uk/coronavirus/\r\n\r\nYou may also be interested to know that because of the large number of petitions that have been started in relation to coronavirus, the Petitions Committee has been questioning the Government about its response to the coronavirus outbreak.\r\n \r\nFind out more and watch the Committee put questions suggested by petitioners to Government Ministers and the Deputy Chief Medical Officer: https://committees.parliament.uk/committee/326/petitions-committee/news/145767/committee-question-deputy-chief-medical-officer-and-ministers-on-coronavirus-response/\r\n \r\nRead letters asking further questions of Government Ministers: https://committees.parliament.uk/committee/326/petitions-committee/publications/3/correspondence/"}, "government_response": null, "debate": null, "departments": [], "topics": ["covid-19"]}}, {"type": "petition", "id": 623716, "links": {"self": "https://petition.parliament.uk/petitions/623716.json"}, "attributes": {"action": "Protect and Enhance Via Francigena and Nature at UNESCO World City Canterbury", "background": "Stop Canterbury City Council allowing Corinthian to destroy the holy agricultural land, spring and pilgrimage path  just outside the City to make place for a giant 4,000 house urban extension and sewage works. Uphold international obligation for sustainability: UN resolution 42/187.", "additional_details": "People of all faith and none have had spiritual experiences on this land, which has felt the feet of Pilgrims for over 1,000 years and was where Christianity first came back to Britain.  The birdsong, sunset and open space over the fields have sustained residents over lockdown.  Approaching, the Cathedral takes your breath away.  Grade 1 soil produces more crops and it is a final refuge for Kent wildlife whose habitat has been destroyed by urban sprawl without infrastructure. It belongs to all.", "committee_note": null, "state": "rejected", "signature_count": 11, "created_at": "2022-09-24T18:50:16.503Z", "updated_at": "2022-09-30T15:01:02.231Z", "rejected_at": "2022-09-30T14:59:51.831Z", "opened_at": null, "closed_at": null, "moderation_threshold_reached_at": "2022-09-24T22:09:40.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": {"code": "irrelevant", "details": "Urban planning and development decisions are the responsibility of each local authority and in this case would be a decision of Canterbury City Council and not one for the UK Government or Parliament.\r\n\r\nMost local authorities have their petitioning platform. You can find out more about how to petition Canterbury City Council via the link below:\r\n\r\nhttps://www.canterbury.gov.uk/consultations-and-petitions/petitions/"}, "government_response": null, "debate": null, "departments": [], "topics": []}}, {"type": "petition", "id": 606538, "links": {"self": "https://petition.parliament.uk/petitions/606538.json"}, "attributes": {"action": "Replace the 1967 Forestry Act to halt wildlife population decline in England", "background": "In England, tree felling licences can't include 'enforceable conditions' to safeguard forest rare wildlife like red squirrel:\r\nhttps://theconversation.com/rare-woodland-wildlife-at-risk-because-of-50-year-old-tree-felling-rules-107535\r\n\r\nThe Government should bring in new legislation to rectify this", "additional_details": "The Welsh Government recognised 'a disjoint' between the Forestry 1967 Act and other environmental legislation led to gaps in wildlife protection:\r\n\r\nhttps://www.thenational.wales/environment/19771766.planned-change-welsh-forestry-law-protect-red-squirrels/\r\n\r\nScotland & Northern Ireland already have powers to include enforceable wildlife protection conditions in tree felling licences; Wales is writing new legislation to allow this. This means only England retains outdated 1960s tree felling law.", "committee_note": null, "state": "rejected", "signature_count": 11, "created_at": "2022-01-17T16:26:18.527Z", "updated_at": "2022-01-21T08:29:09.815Z", "rejected_at": "2022-01-21T08:29:09.007Z", "opened_at": null, "closed_at": null, "moderation_threshold_reached_at": "2022-01-17T17:16:38.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": {"code": "no-action", "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe understand that you are concerned about the Forestry Act, but we're not sure exactly what legislation you want to be introduced to replace this.\r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do."}, "government_response": null, "debate": null, "departments": [], "topics": []}}, {"type": "petition", "id": 595429, "links": {"self": "https://petition.parliament.uk/petitions/595429.json"}, "attributes": {"action": "Please protect our heather moorland", "background": "Please recognise our heather moorland as sites of national importance giving them national heritage status .", "additional_details": "We have a big responsibility to look after our heather moorland and all the wildlife and biodiversity that depends on it. Heather moors are a haven for many types of wildlife  you might see a curlew, black grouse, ring ouzel, field vole, merlin, short-eared owl, adder a red grouse. We have a duty to protect all habitats and not to lose some that seem less important than others . They are visually beautiful particularly in August when the heather blooms . They are under threat and will be sadly missed if they are not allowed to be managed and conserved .", "committee_note": null, "state": "rejected", "signature_count": 11, "created_at": "2021-08-20T19:24:40.539Z", "updated_at": "2021-08-24T13:56:07.218Z", "rejected_at": "2021-08-24T13:55:58.418Z", "opened_at": null, "closed_at": null, "moderation_threshold_reached_at": "2021-08-20T19:33:05.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": {"code": "no-action", "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe understand that you are concerned about protection for heather moorlands, but we're not sure exactly what you'd like the Government or Parliament to do. There are number of protections that already apply to areas of the countryside, and establishing additional protections are largely a matter for local authorities and other authorities responsible for areas of the countryside.\r\n\r\nYou can find out more about protected areas of the countryside here: https://www.gov.uk/check-your-business-protected-area\r\n\r\nIf there are specific changes you want to be made to the framework for how areas of the countryside are protected, you could start a new petition, but would need to explain clearly what changes you would like the Government or Parliament to make to existing rules."}, "government_response": null, "debate": null, "departments": [], "topics": []}}, {"type": "petition", "id": 592785, "links": {"self": "https://petition.parliament.uk/petitions/592785.json"}, "attributes": {"action": "PLEASE STOP THE PROPOSED BADGER CULL FOR NORTHERN IRELAND 2021", "background": "Please stop Edwin Poot's proposed Badger Cull..   Bovine TB has not been proven that Badgers spread it..  Also 8 got of 10 Badgers are healthy - this would be just pure murder of one of our best loved wildlife creatures...  Please Sign. Thank you.", "additional_details": "", "committee_note": null, "state": "rejected", "signature_count": 11, "created_at": "2021-07-20T11:15:03.601Z", "updated_at": "2021-07-23T12:50:00.286Z", "rejected_at": "2021-07-23T12:49:59.201Z", "opened_at": null, "closed_at": null, "moderation_threshold_reached_at": "2021-07-20T12:00:25.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": {"code": "irrelevant", "details": "Your petition is about something that the Northern Ireland Assembly is responsible for. \r\n\r\nIf you'd like to send your petition to the Northern Ireland Assembly, you can find the contact details here:\r\n\r\nhttp://www.niassembly.gov.uk/about-the-assembly/contact-us/\r\n\r\nIf you want to raise this issue you could contact your MLA.\r\n\r\nYou can find contact details for your MLAs here: http://www.niassembly.gov.uk/your-mlas/"}, "government_response": null, "debate": null, "departments": [], "topics": []}}, {"type": "petition", "id": 586348, "links": {"self": "https://petition.parliament.uk/petitions/586348.json"}, "attributes": {"action": "Protect productive agricultural land and green belt from development in law", "background": "Bring in legal protection for  productive agricultural  and green belt land from development.", "additional_details": "We need our prime agricultural land to grow sustainable high quality food which will cut our carbon foot print.  The soil where the crops are growing locks in carbon so is a big part of the fight against the Climate Emergency. The fields also provide habitats and hunting grounds for wildlife.\r\nGreen spaces provide a home for biodiversity to thrive also part of the solution to the Climate Crisis. They are also vital for people's health and well being.", "committee_note": null, "state": "rejected", "signature_count": 11, "created_at": "2021-05-17T06:48:05.832Z", "updated_at": "2021-05-21T14:43:27.195Z", "rejected_at": "2021-05-21T14:43:25.626Z", "opened_at": null, "closed_at": null, "moderation_threshold_reached_at": "2021-05-17T11:31:25.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": {"code": "no-action", "details": "We understand you're concerned about development of greenbelt land, however it's not clear what legal protections you want to be introduced to protect such land. \r\n\r\nIf there is a specific legal protection you would like to be brought in, you could start a petition about that.\r\n\r\nYou may like to sign this petition which calls for a related action: https://petition.parliament.uk/petitions/575169"}, "government_response": null, "debate": null, "departments": [], "topics": []}}, {"type": "petition", "id": 565919, "links": {"self": "https://petition.parliament.uk/petitions/565919.json"}, "attributes": {"action": "Take the bang out of fire works.", "background": "Take the bang out of fire works.\r\nPlease make fireworks quiet. We do not need the noise of fire works anymore upsetting are domestic pets, farm animals and wildlife.\r\nMake it illegal for firework manufacturers to produce noisy fireworks.", "additional_details": "Fireworks are extremely upsetting to most pet owners. My dog for example is having fits when fireworks noises are going of for the majority of the night. I have seen horses torn to bits by barb wire fencing. Let alone the effects it must have on the country’s wildlife.\r\nAll for the sake of a human beings satisfaction which only last for a moment.\r\nBut the animals are left petrified for hours. And sometimes it causes the animals fatality.\r\nNot except able in this day and age.", "committee_note": null, "state": "rejected", "signature_count": 11, "created_at": "2021-01-01T11:14:57.763Z", "updated_at": "2021-01-05T15:22:02.970Z", "rejected_at": "2021-01-05T15:22:02.937Z", "opened_at": null, "closed_at": null, "moderation_threshold_reached_at": "2021-01-01T12:11:47.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": {"code": "duplicate", "details": "You might like to sign the following petitions:\r\n\r\nBan the use of all fireworks in order to reduce air and noise pollution.\r\nhttps://petition.parliament.uk/petitions/334448\r\n\r\nReview and reduce the decibel limit on fireworks sold to the public\r\nhttps://petition.parliament.uk/petitions/549758\r\n\r\nBan the use of fireworks in residential areas\r\nhttps://petition.parliament.uk/petitions/559560"}, "government_response": null, "debate": null, "departments": [], "topics": []}}, {"type": "petition", "id": 560851, "links": {"self": "https://petition.parliament.uk/petitions/560851.json"}, "attributes": {"action": "Ban the use of fireworks in residential homes.", "background": "Ban the use of fireworks in private homes and all places outside organised displays on Community celebration recognised days.\r\nFoe example *New Year, Diwali, EidChinese new year\r\nHave set Days and Reasonable start/finish times.\r\nThis way people can prepare for event.", "additional_details": "Few societies allow this constant bombardment of what appears longer periods every year.\r\nAnxiety and distress to both domestic pets and wildlife is unacceptable in a civilised society.  \r\nFireworks  are  dangerous and the emergency services are fully stretched to provide care.\r\nLegislation allows use of fireworks everyday. It’s impossible to take precautions.\r\nEnforcement on sales and use is not feasible and if organised displays were the only displays allowed would not be needed.", "committee_note": null, "state": "rejected", "signature_count": 11, "created_at": "2020-11-17T15:15:53.286Z", "updated_at": "2020-11-24T10:48:53.032Z", "rejected_at": "2020-11-24T10:48:53.034Z", "opened_at": null, "closed_at": null, "moderation_threshold_reached_at": "2020-11-18T18:27:17.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": {"code": "duplicate", "details": "https://petition.parliament.uk/petitions/319891"}, "government_response": null, "debate": null, "departments": [], "topics": []}}, {"type": "petition", "id": 560415, "links": {"self": "https://petition.parliament.uk/petitions/560415.json"}, "attributes": {"action": "Save wildlife and trade - ban fishing in at least a third of our coastal seas.", "background": "Create zones in which fishing is illegal in at least one third of the UK's coastal seas. Protect these areas under a law to be named Attenborough's Law.", "additional_details": "Banning commercial fishing in coastal seas has been shown to be an effective way to protect wildlife and improve trade. Protecting the eco systems in coastal seas with no-fishing zones allows the wildlife population to recover, this leads to a higher fish population in areas where commercial fishing is permitted, which protects the fishing trade. As David Attenborough has stated, this could be the key to protecting both humanity and nature. No fishing zones Should be legally protected under 'Attenborough's Law'.", "committee_note": null, "state": "rejected", "signature_count": 11, "created_at": "2020-11-13T16:22:48.608Z", "updated_at": "2020-11-20T11:57:43.469Z", "rejected_at": "2020-11-20T11:57:43.471Z", "opened_at": null, "closed_at": null, "moderation_threshold_reached_at": "2020-11-13T18:28:07.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": {"code": "duplicate", "details": "You may wish to sign this petition calling for the same action: https://petition.parliament.uk/petitions/553334"}, "government_response": null, "debate": null, "departments": [], "topics": []}}, {"type": "petition", "id": 557223, "links": {"self": "https://petition.parliament.uk/petitions/557223.json"}, "attributes": {"action": "Stop HS2 and give the money to the NHS", "background": "Give the £106 Billion in taxpayers money to the NHS. HS2 is not needed now especially as England goes into it's second lockdown, more people are working from home. \r\nThe NHS is struggling.", "additional_details": "⚠️HS2 will destroy 108 ancient woodlands and 693 protected wildlife sites.\r\n⚠️This is the most wildlife destruction/deforestation since WW1.\r\n⚠️HS2 have commited numerous wildlife crimes including cutting down trees in nesting and cubbing season.\r\n⚠️ Hundreds of thousands of peoples water supply will be potentially contaminated due to pile driving into aquifers. \r\n⚠️HS2 is the most expensive infrastructure project in the UK. \r\n⚠️HS2 have compulsory purchased thousands of peoples homes and farmers land, without giving proper or ANY compensation.", "committee_note": null, "state": "rejected", "signature_count": 11, "created_at": "2020-10-31T22:18:05.838Z", "updated_at": "2020-11-09T16:05:06.839Z", "rejected_at": "2020-11-09T16:05:06.842Z", "opened_at": null, "closed_at": null, "moderation_threshold_reached_at": "2020-10-31T22:43:27.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": {"code": "duplicate", "details": "You may wish to sign this petition calling for the same action: https://petition.parliament.uk/petitions/311642"}, "government_response": null, "debate": null, "departments": [], "topics": []}}, {"type": "petition", "id": 333923, "links": {"self": "https://petition.parliament.uk/petitions/333923.json"}, "attributes": {"action": "Protect the UK's dwindling hedgehog population before it's too late.", "background": "Now the hedgehog has been listed as vulnerable to extinction in the UK, we are calling on the Government to move hedgehogs to schedule 5 of the Wildlife & Countryside Act 1981 to allow them greater protection.", "additional_details": "This change will mean hedgehogs will be afforded greater protection and hopefully help their numbers recover.", "committee_note": null, "state": "rejected", "signature_count": 11, "created_at": "2020-08-05T09:57:29.359Z", "updated_at": "2020-08-11T14:35:01.038Z", "rejected_at": "2020-08-11T14:35:01.040Z", "opened_at": null, "closed_at": null, "moderation_threshold_reached_at": "2020-08-05T11:28:24.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": {"code": "duplicate", "details": "You may wish to sign this petition calling for the same action: https://petition.parliament.uk/petitions/300100"}, "government_response": null, "debate": null, "departments": [], "topics": []}}, {"type": "petition", "id": 333323, "links": {"self": "https://petition.parliament.uk/petitions/333323.json"}, "attributes": {"action": "Increase protection offered to hedgehogs under the Wildlife and Countryside Act", "background": "Increase the protection offered to the hedgehog under the Wildlife and Countryside Act by moving it to schedule 5, allowing the level of protection appropriate for such a keystone species in decline.", "additional_details": "The hedgehog the has been added to the International Union for the Conservation of Nature’s (IUCN) Red List for British Mammals. We want the government to take action to preserve this species and save it from extinction.", "committee_note": null, "state": "rejected", "signature_count": 11, "created_at": "2020-07-30T09:19:54.846Z", "updated_at": "2020-08-06T09:58:44.896Z", "rejected_at": "2020-08-06T09:58:44.899Z", "opened_at": null, "closed_at": null, "moderation_threshold_reached_at": "2020-07-30T10:10:04.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": {"code": "duplicate", "details": "https://petition.parliament.uk/petitions/300100"}, "government_response": null, "debate": null, "departments": [], "topics": []}}, {"type": "petition", "id": 328565, "links": {"self": "https://petition.parliament.uk/petitions/328565.json"}, "attributes": {"action": "Stop dangerous pollution from poultry farms along the Wye and its tributaries.", "background": "Intensive poultry units (IPUs) along the River Wye and its tributaries are turning it into a wildlife deathtrap and causing untold damage to one of Britain’s best loved rivers. Runoff from IPUs causes the spread of algal blooms that devastate the river’s ecosystem and turn the water a murky green.", "additional_details": "Take long-term strategic action to ensure that the UK poultry industry is environmentally sound, through effective delivery of the Environment Act, Conservation of Habitats and Species Regulations 2017, the Well-Being of Future Generations Act and the Water Framework Directive. Conduct urgent research, regulate and monitor IPUs and enforce LPA planning conditions. Regulate the poultry industry and hold it to account for breach of environmental responsibility. Publish public reports on progress.", "committee_note": null, "state": "rejected", "signature_count": 11, "created_at": "2020-06-21T20:27:33.165Z", "updated_at": "2021-09-14T12:39:20.154Z", "rejected_at": "2020-09-03T10:53:05.502Z", "opened_at": null, "closed_at": null, "moderation_threshold_reached_at": "2020-06-22T15:30:24.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": {"code": "irrelevant", "details": "Your petition appears to relate to activities in Wales, and planning and the environment are devolved matters, so the responsibility of the Welsh Government, Welsh local authorities and Natural Resources Wales, not the UK Government or House of Commons.\r\n\r\nYou can petition the Welsh Parliament here: https://petitions.senedd.wales/"}, "government_response": null, "debate": null, "departments": [], "topics": []}}, {"type": "petition", "id": 325307, "links": {"self": "https://petition.parliament.uk/petitions/325307.json"}, "attributes": {"action": "Restructure BBC News and Current Affairs as a separately funded distinct unit.", "background": "The Ofcom News Consumption Survey 2019, found a smaller proportion of BBC TV news viewers, consider it to be impartial than viewers of ITV, Channel 4 or Sky News.  To enable management and real cultural change to address this, structural change is proposed.", "additional_details": "Without structural change ( establishment of BBC News and Current Affairs as a distinct unit with defined and ring-fenced resources) management and cultural change will be unlikely to bring about improved impartiality. Excellent wildlife and dance programmes, high profile representations of diversity in the BBC are rightly highly valued, however they are distinct from the objective of improving the impartiality of BBC News and the editorial decisions it displays.", "committee_note": null, "state": "rejected", "signature_count": 11, "created_at": "2020-06-07T12:56:55.606Z", "updated_at": "2020-08-18T15:47:58.354Z", "rejected_at": "2020-08-18T15:47:53.892Z", "opened_at": null, "closed_at": null, "moderation_threshold_reached_at": "2020-06-08T11:55:54.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": {"code": "irrelevant", "details": "The structure of the BBC is an operational decision for BBC management, not the UK Government or Parliament. You could start a petition calling on the Government to provide the BBC with ring-fenced funding for BBC News if that is something you'd like to happen."}, "government_response": null, "debate": null, "departments": [], "topics": []}}, {"type": "petition", "id": 318520, "links": {"self": "https://petition.parliament.uk/petitions/318520.json"}, "attributes": {"action": "Protect the Oak trees in Craythorne Road, Stretton, Burton-on-Trent", "background": "Protect the old Oak trees (aproxamate age 70yrs) and hedgerows lining Craythorne Road, Stretton, Burton-upon-Trent with a TPO (tree preservation order) These trees are being threatened by development and possible road widening to facilitate the development.", "additional_details": "Protect the old Oak trees (aproxamate age 70yrs) and hedgerows lining Craythorne Road, Stretton, Burton-on-Trent with a TPO (tree preservation order) These trees are being threatened by development and possible road widening to facilitate a development of 385 houses.\r\nThe trees and hedgerow are a very important part of the village and a heaven for wildlife.", "committee_note": null, "state": "rejected", "signature_count": 11, "created_at": "2020-04-27T08:36:58.567Z", "updated_at": "2020-07-07T12:40:41.056Z", "rejected_at": "2020-07-07T12:40:41.059Z", "opened_at": null, "closed_at": null, "moderation_threshold_reached_at": "2020-04-27T09:37:44.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": {"code": "irrelevant", "details": "This is a matter for the local authority, which appears to be East Staffordshire Borough Council, not the UK Government or Parliament. It would be for East Staffs Council to issue a TPO: https://www.gov.uk/guidance/tree-preservation-orders-and-trees-in-conservation-areas.\r\n\r\nYou could start a petition on this issue on the Council's e-petition system here: http://www.eaststaffsbc.gov.uk/council-democracy/e-petitions. "}, "government_response": null, "debate": null, "departments": [], "topics": []}}, {"type": "petition", "id": 629039, "links": {"self": "https://petition.parliament.uk/petitions/629039.json"}, "attributes": {"action": "Ban the manufacture and sale of disposable vapes", "background": "Allowing the manufacture and sale of disposable vapes is undermining national targets to reduce the amount of chemicals and plastics entering the environment. Government must work urgently with manufacturers and retailers to ban the manufacture and sale of disposable vapes to protect the environment", "additional_details": "Disposable vapes contain lithium batteries, metal wiring and plastic parts. \r\n\r\nCarelessly discarded vapes now litter the UK and pose a choking hazard to wildlife. The batteries pose a fire hazard and leach toxic chemicals into the environment. \r\n\r\nResearch suggests that people in the UK are throwing away approximately two disposable vapes every second, resulting in 10 tonnes of lithium being sent to landfill every year.\r\n\r\nLithium is a precious metal that is used in electric cars and solar panels.", "committee_note": null, "state": "rejected", "signature_count": 10, "created_at": "2022-11-28T21:07:47.634Z", "updated_at": "2022-12-21T12:24:35.091Z", "rejected_at": "2022-12-21T12:24:33.996Z", "opened_at": null, "closed_at": null, "moderation_threshold_reached_at": "2022-12-18T10:06:30.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": {"code": "duplicate", "details": "https://petition.parliament.uk/petitions/628115"}, "government_response": null, "debate": null, "departments": [], "topics": []}}, {"type": "petition", "id": 624044, "links": {"self": "https://petition.parliament.uk/petitions/624044.json"}, "attributes": {"action": "Ban Single-Use Electronic Cigarettes.", "background": "They are made of plastic and a hazardous lithium-ion battery These chemicals are extremely hazardous to the environment and wildlife. The batteries are also fully rechargeable. they are simply designed without a power connection to render them obsolete after 24 hours use.", "additional_details": "It is very contradictory against the green agenda that is going on at the moment. Citizens are being told to work more hours and take shorter showers when corporations are being allowed to profit from this kind of plastic and chemical waste destined for landfill and the ground. Look around on any street and you will see these devices on the ground. often with their batteries hanging out. These batteries have potential years of use in them. designing them to be disposed of so quickly is immoral.", "committee_note": null, "state": "rejected", "signature_count": 10, "created_at": "2022-09-29T07:01:48.373Z", "updated_at": "2022-10-03T11:56:55.988Z", "rejected_at": "2022-10-03T11:56:54.831Z", "opened_at": null, "closed_at": null, "moderation_threshold_reached_at": "2022-09-29T08:07:20.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": {"code": "duplicate", "details": "You may wish to sign this petition which calls for the same action: https://petition.parliament.uk/petitions/612333"}, "government_response": null, "debate": null, "departments": [], "topics": []}}, {"type": "petition", "id": 620424, "links": {"self": "https://petition.parliament.uk/petitions/620424.json"}, "attributes": {"action": "Cats are destroying wildlife.  Many species of bird have become almost extinct.", "background": "Bring in cat licensing, for each domestic cat which must be renewed yearly.", "additional_details": "Cats are destroying wildlife. Most households have at least one free roaming cat, but many more keep multiple cats. Many species of bird have become almost extinct. Cats spread deadly disease. Toxoplasmosis can get into vegetables that grow in our gardens when cats defecate on the surrounding soil causing a lifetime incurable parasite that destroys the immune system and can cause death. Bring in the laws that they have in Australia.", "committee_note": null, "state": "rejected", "signature_count": 10, "created_at": "2022-07-16T00:34:36.555Z", "updated_at": "2022-08-02T12:14:39.972Z", "rejected_at": "2022-08-02T12:14:39.237Z", "opened_at": null, "closed_at": null, "moderation_threshold_reached_at": "2022-07-30T08:38:39.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": {"code": "no-action", "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe understand that you are concerned about the impact on other wildlife of domestic cats, but we're not sure exactly what you'd like the Government or Parliament to do.\r\n\r\nWe could accept a petition calling for the Government to require people who own cats to have a licence, but it would need to be clear what, if any, requirements you wanted to be imposed on owners of cats.\r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do."}, "government_response": null, "debate": null, "departments": [], "topics": []}}, {"type": "petition", "id": 616434, "links": {"self": "https://petition.parliament.uk/petitions/616434.json"}, "attributes": {"action": "Amend the Wildlife and Countryside act to legalise Bowhunting on private land", "background": "Legalise bowhunting on private land in the United Kingdom. This can be governed by a licenced body which you would receive a membership upon completing a competency test.", "additional_details": "There has not been a revision on bowhunting within the Wildlife and Country act since 1969. modern bows can fire arrows in excess of 300fps ensuring a humane kill. Many European countries have already legalised bowhunting as well as the United States where bowhunting for large and small game is legal. If this is licenced it would bring a revenue stream to help with conservation.", "committee_note": null, "state": "rejected", "signature_count": 10, "created_at": "2022-05-11T14:49:52.799Z", "updated_at": "2022-05-13T07:18:10.647Z", "rejected_at": "2022-05-13T07:18:09.107Z", "opened_at": null, "closed_at": null, "moderation_threshold_reached_at": "2022-05-11T15:36:39.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": {"code": "duplicate", "details": "You may wish to sign this petition which calls for a similar action: https://petition.parliament.uk/petitions/612384"}, "government_response": null, "debate": null, "departments": [], "topics": []}}, {"type": "petition", "id": 593662, "links": {"self": "https://petition.parliament.uk/petitions/593662.json"}, "attributes": {"action": "5 Year Ban and from National Parks and unlimited fine if you're caught littering", "background": "If caught littering in a national park you should receive a 5 year ban.\r\nYou can reduce this sentence by performing community service cleaning a national park or choose it over a fine.\r\nTrespass after offence should be added to criminal record, offender then needing to wear a tag to prevent trespass", "additional_details": "Litter is killing our wildlife, polluting our waters and damaging our ecosystems, in areas of outstanding beauty people are damaging them and it must be taken seriously, offenders don't deserve to get away with this and should be expelled from these areas if caught and forced to clean them, it's disgusting and these people should be forced to repair the damage that they have committed to the environment.", "committee_note": null, "state": "rejected", "signature_count": 10, "created_at": "2021-07-29T09:32:40.696Z", "updated_at": "2021-08-02T13:30:59.366Z", "rejected_at": "2021-08-02T13:30:58.404Z", "opened_at": null, "closed_at": null, "moderation_threshold_reached_at": "2021-07-29T12:45:35.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": {"code": "irrelevant", "details": "Petitions must call for a specific action that the UK Government or House of Commons is responsible for.\r\n\r\nDecisions about banning someone from a national park or parks would be a matter for the relevant parks authority, not the Government or House of Commons. As a result it is not possible for the Government or House of Commons to take the action you have requested.\r\n\r\nWe have published the following petitions, which you might like to sign:\r\n\r\nIncrease fixed penalty fines for littering: https://petition.parliament.uk/petitions/581996\r\n\r\nMandatory community service for litter droppers: https://petition.parliament.uk/petitions/577555"}, "government_response": null, "debate": null, "departments": [], "topics": []}}, {"type": "petition", "id": 579198, "links": {"self": "https://petition.parliament.uk/petitions/579198.json"}, "attributes": {"action": "License all wildlife rescue centres regardless of charity status.", "background": "To license, regulate and inspect all wildlife rescue centres regardless of whether they are a charity or not.", "additional_details": "Wildlife rescue centres are completely unregulated and often cause unnecessary suffering, charity status seems to fool the public into thinking they must be ok because they are a ‘charity’\r\nOften these places lack proper housing, cause unnecessary suffering and keep wildlife as prized trophies, using them to drum up donations.\r\nThey should be regulated under the AAL, at the moment anyone can call themselves a wildlife rescue centre and operating completely under the radar.", "committee_note": null, "state": "rejected", "signature_count": 10, "created_at": "2021-03-12T09:50:32.038Z", "updated_at": "2021-03-22T15:33:33.382Z", "rejected_at": "2021-03-22T15:33:33.386Z", "opened_at": null, "closed_at": null, "moderation_threshold_reached_at": "2021-03-12T16:39:25.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": {"code": "duplicate", "details": "You might like to sign the following petition:\r\n\r\nEstablish a mandatory licensing system for animal rescue homes\r\nhttps://petition.parliament.uk/petitions/575719"}, "government_response": null, "debate": null, "departments": [], "topics": []}}, {"type": "petition", "id": 572577, "links": {"self": "https://petition.parliament.uk/petitions/572577.json"}, "attributes": {"action": "Hedgehogs be protected animals under the Wildlife & Countryside Act.", "background": "Stop loss of habit to all wildlife House building firms to consider habitat lost to hedgehogs and rehome as with bats and newts etc.", "additional_details": "Stop numbers of hedgehogs twindling to low or nearing extinction levels by loss of habitat caused by house building.\r\nWith so many deaths of over 100k surely not so much house building required and loss of countryside. Protect countryside", "committee_note": null, "state": "rejected", "signature_count": 10, "created_at": "2021-01-28T21:49:14.037Z", "updated_at": "2021-02-05T10:22:15.764Z", "rejected_at": "2021-02-05T10:22:15.767Z", "opened_at": null, "closed_at": null, "moderation_threshold_reached_at": "2021-01-29T12:31:07.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": {"code": "duplicate", "details": "You may wish to sign this petition calling for the same action: https://petition.parliament.uk/petitions/550379"}, "government_response": null, "debate": null, "departments": [], "topics": []}}, {"type": "petition", "id": 569228, "links": {"self": "https://petition.parliament.uk/petitions/569228.json"}, "attributes": {"action": "Continue the ban on non-bee-friendly pesticides (neonicotinoid and thiamethoxam)", "background": "The EU had a ban on two forms of pesticide due to their lethal effects on bees: neonicotinoid and thiamethoxam. This ban should be continued, as bees pollinate 3/4 of Britain's crops, and their population is quickly decreasing. This trend cannot continue, if not for the bees, for British farming.", "additional_details": "As we leave the European Union, the ban on these two pesticides will be ceased. It is important that, as a government so committed to 'one-nation conservatism', that said one nation includes our wildlife and our farmers, and this ban remains in force. It is likely that 30% of the bumblebee population has been lost in a single generation (The Guardian), and the government has a moral responsibility to keep the ban.", "committee_note": null, "state": "rejected", "signature_count": 10, "created_at": "2021-01-10T14:21:16.884Z", "updated_at": "2021-01-11T11:23:11.064Z", "rejected_at": "2021-01-11T11:23:11.067Z", "opened_at": null, "closed_at": null, "moderation_threshold_reached_at": "2021-01-10T15:46:17.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": {"code": "duplicate", "details": "You might like to sign the following petitions:\r\n\r\nOverturn the decision to allow the use of neonicotinoid pesticides\r\nhttps://petition.parliament.uk/petitions/569214\r\n\r\nContinue the ban on the use of Neonicotinoids\r\nhttps://petition.parliament.uk/petitions/563943"}, "government_response": null, "debate": null, "departments": [], "topics": []}}, {"type": "petition", "id": 569175, "links": {"self": "https://petition.parliament.uk/petitions/569175.json"}, "attributes": {"action": "Continue the ban of deadly neonicotinoid pesticide Thiamethoxam on all crops", "background": "The UK government has approved insect-killing pesticide Thiamethoxam. We were promised that Brexit would not compromise our environmental standards and they have already gone back on their word. They should urgently reverse their plans to roll out Thiamethoxam - it was banned for a reason.", "additional_details": "Food webs are at higher risk of contamination than has been previously recognised, with long-lasting toxicity. \r\n\r\nThe knock-on effect that this pesticide will have on wildlife will be detrimental, not only affecting insect pollinators, but birds, aquatic inverts and mammals. \r\n\r\nWe rely on pollinating insects for 3/4 of our crop species, surely the government should be prioritising and promoting conservation at a time where half of the world's insects have disappeared it seems like a strange decision to make.", "committee_note": null, "state": "rejected", "signature_count": 10, "created_at": "2021-01-10T11:01:41.945Z", "updated_at": "2021-01-11T11:22:55.904Z", "rejected_at": "2021-01-11T11:22:55.908Z", "opened_at": null, "closed_at": null, "moderation_threshold_reached_at": "2021-01-10T11:06:27.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": {"code": "duplicate", "details": "You might like to sign the following petitions:\r\n\r\nOverturn the decision to allow the use of neonicotinoid pesticides\r\nhttps://petition.parliament.uk/petitions/569214\r\n\r\nContinue the ban on the use of Neonicotinoids\r\nhttps://petition.parliament.uk/petitions/563943"}, "government_response": null, "debate": null, "departments": [], "topics": []}}, {"type": "petition", "id": 559917, "links": {"self": "https://petition.parliament.uk/petitions/559917.json"}, "attributes": {"action": "Ever Arts - 'make Britain an orchard' initiative. Investing in british produce", "background": "Plant in the 70-80% undeveloped land, fruit, nut trees for produce and wildlife. The 'make Britain an orchard' initiative is just that. A boast of British produce when the government aims for 20% fruit tree coverage per 500 ache. A tithe of following for wildlife and also for foraging. Planting.", "additional_details": "Wildlife, environmental nurture, produce for nature and Britain's commerce. Make 'Britain an orchard' is a divert from European import. Cherry, walnut, apple, pear, hazel. Many different additions. For Britain's imports of fruit and nuts. Separated from Europe. It shows environmental support, appealing to public yet supporting British stability in produce in the mid to long term.", "committee_note": null, "state": "rejected", "signature_count": 10, "created_at": "2020-11-10T08:16:18.288Z", "updated_at": "2020-11-20T13:16:17.051Z", "rejected_at": "2020-11-20T13:16:17.053Z", "opened_at": null, "closed_at": null, "moderation_threshold_reached_at": "2020-11-11T08:33:17.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": {"code": "no-action", "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe're not sure exactly what you'd like the Government or Parliament to do. \r\n                \r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do."}, "government_response": null, "debate": null, "departments": [], "topics": []}}, {"type": "petition", "id": 555724, "links": {"self": "https://petition.parliament.uk/petitions/555724.json"}, "attributes": {"action": "Ban face masks", "background": "Ban the use of face masks due them being improperly worn & irresponsibly disposed of.", "additional_details": "There is an ever increasing amount of face masks being improperly worn & irresponsibly disposed of on the floor which make their way into rivers & our seas polluting them & the wildlife there. It is not only an unsightly mess but a health hazard & potential environmental catastrophe waiting to happen. They are causing more harm than good & we have a moral duty not just to fellow human beings but other living inhabitants of this planet which we share.  Urgent action is needed. #BanTheMask", "committee_note": null, "state": "rejected", "signature_count": 10, "created_at": "2020-10-22T18:28:58.259Z", "updated_at": "2020-10-29T14:00:31.576Z", "rejected_at": "2020-10-29T14:00:31.579Z", "opened_at": null, "closed_at": null, "moderation_threshold_reached_at": "2020-10-22T18:49:14.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": {"code": "duplicate", "details": "You may wish to sign this petition calling for the same action: https://petition.parliament.uk/petitions/549832\r\n\r\nIf you want the Government to ban all face masks, you could start a new petition requesting this."}, "government_response": null, "debate": null, "departments": [], "topics": []}}, {"type": "petition", "id": 330092, "links": {"self": "https://petition.parliament.uk/petitions/330092.json"}, "attributes": {"action": "Increase Environmental Protection and Green Focus in Covid-19 Recovery Plan", "background": "The government must enforce stronger environmental protection within plans for Covid-19 recovery. It must implement a green focus and invest in active travel, energy efficiency, renewable energy, nature tourism, wildlife and environmental conservation, and other green projects.", "additional_details": "Despite declaring a climate emergency in 2019 the UK Covid-19 recovery plan has an overly strong focus on construction and development at the expense of protecting the natural environment.\r\nPolls show a public preference for a change to the economy and a greener focus, which was promised but quickly forgotten. \r\nThe UK has failed to meet the majority of climate action targets. \r\nIt is our responsibility to protect the natural environment, especially after it has provided us with so many benefits.", "committee_note": null, "state": "rejected", "signature_count": 10, "created_at": "2020-07-01T22:09:33.048Z", "updated_at": "2020-07-28T15:45:09.590Z", "rejected_at": "2020-07-28T15:45:09.594Z", "opened_at": null, "closed_at": null, "moderation_threshold_reached_at": "2020-07-01T22:53:54.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": {"code": "duplicate", "details": "https://petition.parliament.uk/petitions/317343"}, "government_response": null, "debate": null, "departments": [], "topics": []}}, {"type": "petition", "id": 324425, "links": {"self": "https://petition.parliament.uk/petitions/324425.json"}, "attributes": {"action": "Allow UK Zoos and Wildlife Parks to reopen with social distancing in place.", "background": "The Government has placed zoos on the list of businesses to remain closed, this will be detrimental to zoos' income if they are not allowed to reopen. There has been no financial support from the Government for large zoos, and they are under extreme financial pressure, and could end up closing.", "additional_details": "Due to the Coronavirus crisis, UK zoos have had to remain closed to the public which has been detrimental to their income. With social distancing in place zoos could safely be reopened, allowing them to generate revenue in their busiest time of year. This is vital for zoos to be able to continue vital conservation work for both the UK and other countries internationally.", "committee_note": null, "state": "rejected", "signature_count": 10, "created_at": "2020-06-03T12:39:05.025Z", "updated_at": "2020-06-09T08:17:46.765Z", "rejected_at": "2020-06-09T08:17:46.767Z", "opened_at": null, "closed_at": null, "moderation_threshold_reached_at": "2020-06-03T13:22:04.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": {"code": "duplicate", "details": "You may wish to sign some of these petitions:\r\n\r\nAllow Zoos and Wildlife attractions to reopen with social distancing in place: https://petition.parliament.uk/petitions/323881\r\n\r\nProvide financial help to zoos, aquariums, & rescue centres during the pandemic: https://petition.parliament.uk/petitions/308733\r\n\r\nYou can find out more about coronavirus and how you can protect yourself and others here:\r\n\r\nwww.gov.uk/coronavirus\r\nhttps://www.nhs.uk/conditions/coronavirus-covid-19/\r\n\r\nThe Government has also created an online service to help you find out what you can do if you’re struggling because of coronavirus: https://www.gov.uk/find-coronavirus-support\r\n\r\nYou can read NHS tips to help if you are worried about coronavirus here: https://www.nhs.uk/oneyou/every-mind-matters/coronavirus-covid-19-anxiety-tips\r\n\r\nYou can read impartial analysis of the Government response to coronavirus and policy developments here: https://commonslibrary.parliament.uk/coronavirus/\r\n\r\nYou may also be interested to know that because of the large number of petitions that have been started in relation to coronavirus, the Petitions Committee has been questioning the Government about its response to the coronavirus outbreak.\r\n \r\nFind out more: https://committees.parliament.uk/work/192/the-governments-response-to-coronavirus/"}, "government_response": null, "debate": null, "departments": [], "topics": ["covid-19"]}}, {"type": "petition", "id": 324201, "links": {"self": "https://petition.parliament.uk/petitions/324201.json"}, "attributes": {"action": "Ban the sale of disposable BBQs", "background": "Ban the sale and use of disposable BBQ’s", "additional_details": "In recent weeks, hot weather has led to a surge in the public buying and using disposable BBQs yet, the damage and destruction it causes the environment, alongside the intense pressure it puts on our emergency services is unfathomable. The news is constantly showing the death of wildlife, ruined countryside and precious resources being used to put out the out of control fires these BBQs can cause. They are single use, unsustainable and cause more trouble than they are worth in the modern age.", "committee_note": null, "state": "rejected", "signature_count": 10, "created_at": "2020-06-02T17:54:27.353Z", "updated_at": "2020-06-26T12:19:01.733Z", "rejected_at": "2020-06-26T12:19:01.736Z", "opened_at": null, "closed_at": null, "moderation_threshold_reached_at": "2020-06-02T18:52:24.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": {"code": "duplicate", "details": "https://petition.parliament.uk/petitions/315762"}, "government_response": null, "debate": null, "departments": [], "topics": []}}, {"type": "petition", "id": 316779, "links": {"self": "https://petition.parliament.uk/petitions/316779.json"}, "attributes": {"action": "Ban Chinese Lanterns", "background": "Stop the sale and use of Lanterns make them illegal", "additional_details": "Safety of wildlife and property from fire damage", "committee_note": null, "state": "rejected", "signature_count": 10, "created_at": "2020-04-16T20:47:03.421Z", "updated_at": "2020-05-29T12:46:11.800Z", "rejected_at": "2020-05-29T12:46:11.805Z", "opened_at": null, "closed_at": null, "moderation_threshold_reached_at": "2020-04-17T07:14:14.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": {"code": "duplicate", "details": "https://petition.parliament.uk/petitions/310556"}, "government_response": null, "debate": null, "departments": [], "topics": []}}, {"type": "petition", "id": 625797, "links": {"self": "https://petition.parliament.uk/petitions/625797.json"}, "attributes": {"action": "Ban Fracking in Lancashire (and Nationwide)", "background": "To vote against fracking in the UK to uphold our country's commitment to the global fight against climate change and prevent the environmental disasters caused by fracking in other countries from occurring in our country; preserving our beautiful rural areas, its wilderness and biodiversity.", "additional_details": "Earlier in Liz Truss's premiership she stated that fracking would go ahead in areas as long as there is local support; as a constituent of Blackpool I can categorically state that there has already been passionate resistance to previous attempts to frack in the area. Fracking cause tremors which are a threat to peoples houses and livelihoods as seen elsewhere in the world, furthermore, fracking also disrupts and displaces wildlife due to noise pollution and the destruction of natural habitats.", "committee_note": null, "state": "rejected", "signature_count": 9, "created_at": "2022-10-19T17:29:04.342Z", "updated_at": "2022-10-21T07:42:07.812Z", "rejected_at": "2022-10-21T07:42:06.578Z", "opened_at": null, "closed_at": null, "moderation_threshold_reached_at": "2022-10-19T19:24:30.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": {"code": "duplicate", "details": "You may wish to sign this petition which calls for the same action: https://petition.parliament.uk/petitions/614611"}, "government_response": null, "debate": null, "departments": [], "topics": []}}, {"type": "petition", "id": 623494, "links": {"self": "https://petition.parliament.uk/petitions/623494.json"}, "attributes": {"action": "Restore the Fracking Ban", "background": "The fracking ban was lifted on 22nd September against the wishes of many communities and without addressing the concerns about earth tremors and other issues.\r\nThere's no democratic mandate for lifting the ban wasn't in the last Conservative manifesto and it hasn't been approved by Parliament.", "additional_details": "It'll take years for the fracking industry to develop and become economically viable if ever so it won't address the current cost of living crisis.\r\nA large scale fracking industry will destroy swathes of our countryside that we need for growing food, for wildlife and our own wellbeing. \r\nInstead, we need to focus on developing renewable energy rather than fossil fuels that will pollute the planet and eventually run out.", "committee_note": null, "state": "rejected", "signature_count": 9, "created_at": "2022-09-22T10:11:01.462Z", "updated_at": "2022-09-26T12:13:13.035Z", "rejected_at": "2022-09-26T12:13:13.038Z", "opened_at": null, "closed_at": null, "moderation_threshold_reached_at": "2022-09-22T14:35:00.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": {"code": "duplicate", "details": "You might like to sign the following petition:\r\n\r\nKeep The Fracking Ban\r\nhttps://petition.parliament.uk/petitions/614611"}, "government_response": null, "debate": null, "departments": [], "topics": []}}]}