{"links": {"self": "https://petition.parliament.uk/petitions.json?q=climate+change&page=7", "first": "https://petition.parliament.uk/petitions.json?q=climate+change", "last": "https://petition.parliament.uk/petitions.json?page=8&q=climate+change", "next": "https://petition.parliament.uk/petitions.json?page=8&q=climate+change", "prev": "https://petition.parliament.uk/petitions.json?page=6&q=climate+change"}, "data": [{"type": "petition", "id": 306444, "links": {"self": "https://petition.parliament.uk/petitions/306444.json"}, "attributes": {"action": "Clear 3rd term student accommodation fees during this COVID-19 pandemic", "background": "Clear student accommodation fees for the third term of 2019/2020 academic year\r\nGuarantee the right for students to stay until the end of their contracts. \r\nIf possible, offer working-students and students from low-income backgrounds more on-site jobs during this pandemic", "additional_details": "COVID-19 has left students stressed by changing their daily lives, but it has also threatened the fragile financial stability of working-students and low income families. Accommodation is considered as a shelter. However, shelter has its price and one working-students cannot afford in the current economical climate. \r\nClearing accommodation fees for this 3rd term will enable them to escape stressful and unprecedented financial difficulties but will also encourage them to focus on their studies.", "committee_note": null, "state": "rejected", "signature_count": 7, "created_at": "2020-03-20T10:15:57.727Z", "updated_at": "2020-03-31T18:05:57.607Z", "rejected_at": "2020-03-31T18:05:47.520Z", "opened_at": null, "closed_at": null, "moderation_threshold_reached_at": "2020-03-20T11:10:24.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": {"code": "irrelevant", "details": "Suspending payments or providing refunds for tuition fees and rent are a matter for individual universities and landlords, and not the UK Government or Parliament.\n\nIf you want the Government to refund university rent and tuition fees due to coronavirus, you may wish to sign this petition: https://petition.parliament.uk/petitions/302855\n\nIf you want the Government to encourage lenders, landlords and utilities to freeze payments during lockdown, you may wish to sign this petition: https://petition.parliament.uk/petitions/302256\n\nIf you have concerns about your university's arrangements for teaching and assessment you should raise these with your university or the Office for Students, which regulates the higher education sector.\n\nWe understand that the current situation is stressful for many people. Student Minds, a mental health charity for students, is collating guidance and developing resources to support students experiencing stress as a result of the current situation, which you may find useful: https://www.studentminds.org.uk/coronavirus.html\n\nYou can find out more about coronavirus and how you can protect yourself and others here:\n\nNHS website: https://www.nhs.uk/conditions/coronavirus-covid-19/\nUK Government website: https://www.gov.uk/coronavirus\n\nYou can read NHS tips to help if you are worried about coronavirus here: https://www.nhs.uk/oneyou/every-mind-matters/coronavirus-covid-19-anxiety-tips\n\nYou may also be interested to know that because of the large number of petitions that have been started in relation to coronavirus, the Petitions Committee has been questioning the Government about its response to the coronavirus outbreak.\n\nFind out more and watch the Committee put questions suggested by petitioners to Government Ministers and the Deputy Chief Medical Officer: https://committees.parliament.uk/committee/326/petitions-committee/news/145767/committee-question-deputy-chief-medical-officer-and-ministers-on-coronavirus-response/\n\nRead letters asking further questions of Government Ministers: https://committees.parliament.uk/committee/326/petitions-committee/publications/3/correspondence/\n"}, "government_response": null, "debate": null, "departments": [], "topics": ["covid-19"]}}, {"type": "petition", "id": 303399, "links": {"self": "https://petition.parliament.uk/petitions/303399.json"}, "attributes": {"action": "Refuse all bailouts for airlines", "background": "The government should refuse any monetary assistance, including the proposed loans, to airlines amidst the Covid-19 crisis.", "additional_details": "Airlines are not a public service, they are for-profit companies that are causing catastrophic climate change. They are therefore undeserving of any assistance and should be heavily taxed instead.\r\n\r\nMany public services are in urgent need of additional funds, such as the NHS. Ordinary citizens are set to lose huge amounts of money due to social distancing.\r\n\r\nThe government's regard for public safety is already in question. Spend that money on the people, not on destroying the environment.", "committee_note": null, "state": "rejected", "signature_count": 7, "created_at": "2020-03-15T22:19:46.636Z", "updated_at": "2020-04-02T08:45:32.570Z", "rejected_at": "2020-04-01T15:33:36.987Z", "opened_at": null, "closed_at": null, "moderation_threshold_reached_at": "2020-03-16T16:50:44.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": {"code": "duplicate", "details": "https://petition.parliament.uk/petitions/302992"}, "government_response": null, "debate": null, "departments": [], "topics": []}}, {"type": "petition", "id": 301179, "links": {"self": "https://petition.parliament.uk/petitions/301179.json"}, "attributes": {"action": "Make formal examinations computer based to reduce deforestation", "background": "Make it so students have to do their formal tests on computers instead of on paper", "additional_details": "Because of the current state of affairs with climate change I think examinations cause a huge waste of paper which is reducing our planet of a lot of trees this would be a way to help this", "committee_note": null, "state": "rejected", "signature_count": 7, "created_at": "2020-03-09T22:08:27.171Z", "updated_at": "2020-03-13T15:25:19.862Z", "rejected_at": "2020-03-13T15:25:16.602Z", "opened_at": null, "closed_at": null, "moderation_threshold_reached_at": "2020-03-09T22:45:44.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": {"code": "irrelevant", "details": "Decisions about the conduct of exams are a matter for exam boards and individual educational institutions, and are not a matter for the UK Government or Parliament."}, "government_response": null, "debate": null, "departments": [], "topics": []}}, {"type": "petition", "id": 629556, "links": {"self": "https://petition.parliament.uk/petitions/629556.json"}, "attributes": {"action": "Stop plans for a new coal mine in Cumbria", "background": "A debate should be had in parliament about the environmental impact of a new coal mine in Cumbria. This petition and others should be used as evidence that the public do not support this new mine.", "additional_details": "Coal mining damages the climate and moves Britain further from its net zero target. It reduces our ability to lobby other countries to mitigate the effects of climate change.", "committee_note": null, "state": "rejected", "signature_count": 6, "created_at": "2022-12-08T20:26:02.512Z", "updated_at": "2022-12-14T17:37:24.706Z", "rejected_at": "2022-12-14T17:37:23.689Z", "opened_at": null, "closed_at": null, "moderation_threshold_reached_at": "2022-12-10T16:03:50.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": {"code": "duplicate", "details": "https://petition.parliament.uk/petitions/629570"}, "government_response": null, "debate": null, "departments": [], "topics": []}}, {"type": "petition", "id": 625993, "links": {"self": "https://petition.parliament.uk/petitions/625993.json"}, "attributes": {"action": "After Liz Truss's resignation, call a General Election", "background": "The public deserves the opportunity to decide who is the future prime minister and not from a preselected group of individuals but from an open democratic process. An accurate representation of public views and knowledge allows an opportunity for all to be heard & considered in such a turbulent time", "additional_details": "After the 2019 GE, the UK has gone though a swathe of nation changing events including, the effects of Brexit, COVID, the war in Ukraine, the cost of living crisis (inc. housing, food and energy prices), energy independence, onset climate issues (inc. water sewage and pollution) & the political turbulence that has come with all of this. \r\n2022 Britain is not even close to that of 2019, but an opportunity for a fresh start, where all are heard, could bring the trust & stability so deeply desired.", "committee_note": null, "state": "rejected", "signature_count": 6, "created_at": "2022-10-20T14:06:02.340Z", "updated_at": "2022-10-27T07:37:09.981Z", "rejected_at": "2022-10-27T07:37:07.877Z", "opened_at": null, "closed_at": null, "moderation_threshold_reached_at": "2022-10-23T11:07:40.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": {"code": "duplicate", "details": "You may wish to sign this petition which calls for a similar action: https://petition.parliament.uk/petitions/619781"}, "government_response": null, "debate": null, "departments": [], "topics": []}}, {"type": "petition", "id": 625173, "links": {"self": "https://petition.parliament.uk/petitions/625173.json"}, "attributes": {"action": "Increase windfall tax", "background": "Reconsider increasing windfall tax in the attempt to try and help the economy and climate change, by moving money back from elitist companies and back into the community more into a pot of money, for the wider people and to support everyday needs of the public and services everybody needs and uses.", "additional_details": "During the current economic crisis which is affecting most of us, it is not the time to favour the people who have the most money in society: companies that are profiting while the most of us struggle to afford even just the cost of living. It is important now more than ever, to support the unemployed, homeless or poorer communities living in poverty in the UK. By sharing money out more evenly, from the wealthy, to the less advantaged, so that ultimately everyone is more comfortable financially.", "committee_note": null, "state": "rejected", "signature_count": 6, "created_at": "2022-10-12T20:57:41.761Z", "updated_at": "2022-10-17T11:40:27.765Z", "rejected_at": "2022-10-17T11:40:27.768Z", "opened_at": null, "closed_at": null, "moderation_threshold_reached_at": "2022-10-13T18:23:50.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": {"code": "duplicate", "details": "We currently have the following petitions open on this topic, which you might like to sign:\r\n\r\nExtend the windfall tax to all utility companies\r\nhttps://petition.parliament.uk/petitions/622266\r\n\r\nIncrease the windfall tax on energy companies and apply it retroactively.\r\nhttps://petition.parliament.uk/petitions/623277\r\n\r\nIntroduce a windfall tax on pharmaceutical companies’ Covid-19 related profits\r\nhttps://petition.parliament.uk/petitions/617111"}, "government_response": null, "debate": null, "departments": [], "topics": []}}, {"type": "petition", "id": 620709, "links": {"self": "https://petition.parliament.uk/petitions/620709.json"}, "attributes": {"action": "Fine big clothing and apparel companies that use child labour", "background": "Implement sanctions and fines for large companies, especially UK based companies, that utilise child labour and unethical production means that also contribute to rising global carbon emissions and subsequently, climate change.", "additional_details": "Child labour is in no means acceptable universally, as it reduces the quality of life and violates many human rights. \r\nThe climate crisis is also heightened due to fast fashion as production of fast fashion products has a significant contribution to the annual global carbon emissions.", "committee_note": null, "state": "rejected", "signature_count": 6, "created_at": "2022-07-21T13:42:44.645Z", "updated_at": "2022-07-22T14:47:32.781Z", "rejected_at": "2022-07-22T14:47:31.437Z", "opened_at": null, "closed_at": null, "moderation_threshold_reached_at": "2022-07-21T13:58:49.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": {"code": "no-action", "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nChild labour is already illegal in the UK, and it's not clear what new requirements you want to be placed on businesses in respect of carbon emissions.\r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do."}, "government_response": null, "debate": null, "departments": [], "topics": []}}, {"type": "petition", "id": 620485, "links": {"self": "https://petition.parliament.uk/petitions/620485.json"}, "attributes": {"action": "Stricter restrictions on businesses to reduce their greenhouse gas emissions", "background": "We're asking for the government to place restrictions on the most polluting UK companies to set a cap on the level of GHG emissions they can emit, depending on factors such as the size and nature of the company. If they exceed their cap, they should face some form of sanction, such as a fine.", "additional_details": "A study has shown that 100 companies are responsible for 71% of global greenhouse gas emissions. This means that in order to tackle climate change and save our planet, action must be taken to stop these polluting companies from further damaging the world. I believe these restrictions would be one of the most effective ways to ensure large companies finally move towards more sustainable ways of running their business, before it's too late.", "committee_note": null, "state": "rejected", "signature_count": 6, "created_at": "2022-07-17T19:42:35.311Z", "updated_at": "2022-07-22T11:26:17.187Z", "rejected_at": "2022-07-22T11:25:18.423Z", "opened_at": null, "closed_at": null, "moderation_threshold_reached_at": "2022-07-20T20:25:09.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": {"code": "no-action", "details": "We understand you would like a cap on greenhouse gas (GHG) emissions to be created and for businesses to be fined if they exceed that cap. However, the UK already operates the UK Emissions Trading Scheme, which sets a maximum amount of GHG emissions businesses can emit. Businesses in sectors to which this scheme applies have to report their emissions, and there is a cost implication if they exceed the cap. You can read more about this scheme here: https://www.gov.uk/government/publications/participating-in-the-uk-ets/participating-in-the-uk-ets.\r\n\r\nIt's therefore not clear how the emissions cap you are proposing would differ from the existing ETS, nor to which businesses you want this new scheme to apply.\r\n\r\nYou could have a petition calling for certain changes to be made to the ETS, or for it to be replaced with a different system, so long as it was clear what those changes were or how that new system would operate. "}, "government_response": null, "debate": null, "departments": [], "topics": []}}, {"type": "petition", "id": 619984, "links": {"self": "https://petition.parliament.uk/petitions/619984.json"}, "attributes": {"action": "Stop plastic production immediately", "background": "We need to stop the production of plastics immediately. As a government I want you to help our environments and help by stopping the production of virgin plastics. I want a future for future generations to have a habitable place to live.", "additional_details": "This is my home too and the the other 7.5 billion humans as well as the billions of other lives on this planet we call animals. Without them we cannot survive, so buy stopping the production of virgin plastics, it will help our fight against the climate change catastrophe.", "committee_note": null, "state": "rejected", "signature_count": 6, "created_at": "2022-07-09T13:39:44.051Z", "updated_at": "2022-07-19T08:21:36.794Z", "rejected_at": "2022-07-13T14:02:58.049Z", "opened_at": null, "closed_at": null, "moderation_threshold_reached_at": "2022-07-09T13:55:19.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": {"code": "fake-name", "details": ""}, "government_response": null, "debate": null, "departments": [], "topics": []}}, {"type": "petition", "id": 619506, "links": {"self": "https://petition.parliament.uk/petitions/619506.json"}, "attributes": {"action": "More money invested into renewable energy sources", "background": "As a part of the 2008 Climate Change Act, the government must invest more money into renewable energy sources.", "additional_details": "The government isn’t putting enough money into their schemes. Included in the 2008 act is a pledge to reach net zero by 2050. This will simply not happen if the government doesn’t invest more money into increasing renewable energy sources, and support scientists in discovering how we can make these sources more efficient. This is why we are demanding significantly increased funding and investment, so that we can save our planet before it's too late.", "committee_note": null, "state": "rejected", "signature_count": 6, "created_at": "2022-07-02T20:12:26.620Z", "updated_at": "2022-07-08T07:43:47.318Z", "rejected_at": "2022-07-08T07:43:45.649Z", "opened_at": null, "closed_at": null, "moderation_threshold_reached_at": "2022-07-03T18:38:59.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": {"code": "duplicate", "details": "You may wish to sign this petition which calls for the same action: https://petition.parliament.uk/petitions/617729"}, "government_response": null, "debate": null, "departments": [], "topics": []}}, {"type": "petition", "id": 619505, "links": {"self": "https://petition.parliament.uk/petitions/619505.json"}, "attributes": {"action": "Fines on transnational companies with excessive pollutions.", "background": "A law imposing fines or tariffs on multinational companies which are headquartered in the UK, but who purposefully locate their polluting factories in lower income countries with weaker restrictions, thus allowing them to pollute over the UK’s guidelines.", "additional_details": "More and more multinational companies headquartered in the UK, are locating their factories in countries with more lax environmental regulations, allowing them to pollute more heavily than they’d be allowed here. \r\n\r\nClimate Change is a global problem, just because the polluting isn’t happening in the UK, doesn’t mean that we can’t do something to stop it. Our proposal is to develop a law to help prevent this issue, and to ensure businesses find less harmful ways to operate, instead of avoiding making changes by moving somewhere else. These companies must start facing consequences for their damaging actions.", "committee_note": null, "state": "rejected", "signature_count": 6, "created_at": "2022-07-02T20:08:46.709Z", "updated_at": "2022-07-08T07:43:20.794Z", "rejected_at": "2022-07-08T07:43:19.737Z", "opened_at": null, "closed_at": null, "moderation_threshold_reached_at": "2022-07-03T18:37:59.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": {"code": "irrelevant", "details": "We can only accept petitions about things the Government or Parliament are directly responsible for.\r\n\r\nThe UK Government and Parliament are only responsible for managing domestic carbon emissions, and is not responsible for fining businesses for operations in other countries."}, "government_response": null, "debate": null, "departments": [], "topics": []}}, {"type": "petition", "id": 619502, "links": {"self": "https://petition.parliament.uk/petitions/619502.json"}, "attributes": {"action": "Stricter laws placed on businesses to reduce their greenhouse gas emissions", "background": "Impose stricter laws on polluting businesses to reduce their emissions by a certain amount each year, depending on various factors such as the size and nature of each company.", "additional_details": "A study has shown that 100 companies are responsible for 71% of global greenhouse gas emissions. This means that in order to tackle climate change and save our planet, action must be taken to stop these polluting companies from further damaging the world. I believe stricter laws would be one of the most effective ways to ensure large companies finally move towards more sustainable ways of running their business, before it's too late.", "committee_note": null, "state": "rejected", "signature_count": 6, "created_at": "2022-07-02T20:02:11.420Z", "updated_at": "2022-07-08T07:41:22.082Z", "rejected_at": "2022-07-08T07:41:20.734Z", "opened_at": null, "closed_at": null, "moderation_threshold_reached_at": "2022-07-03T18:37:39.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": {"code": "no-action", "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe understand that you are concerned about commercial emissions, but it's not clear what new laws you want the Government to introduce.\r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do."}, "government_response": null, "debate": null, "departments": [], "topics": []}}, {"type": "petition", "id": 616007, "links": {"self": "https://petition.parliament.uk/petitions/616007.json"}, "attributes": {"action": "Have Premier League clubs reduce their carbon emissions.", "background": "By 2050, one in four English football league grounds can expect flooding every year due to climate change. This will affect clubs like Chelsea, West Ham, and Norwich. \r\n\r\nThe government must put in place fines, sanctions, and point deductions to combat club's overproduction of carbon emissions.", "additional_details": "Commercialized sport accounts for 0.8% of the world’s total carbon emissions. That is the equivalent of the carbon emissions produced by Poland, Spain, and Thailand combined. \r\n\r\nFootball clubs should not be entitled to any exemption to the production of carbon emissions. Clubs and their fans should do their part in reducing emissions: (1) reduce electricity and gas use; (2) reduce fan carbon footprint; (3) alter diets of players and fans. \r\n\r\nHowever, if targets are not met, then sanctions must be given. \r\n\r\nFootball must do their part in reducing carbon emissions, but the government must make sure that they do.", "committee_note": null, "state": "rejected", "signature_count": 6, "created_at": "2022-05-03T14:35:15.457Z", "updated_at": "2022-05-13T15:24:12.466Z", "rejected_at": "2022-05-13T15:24:03.097Z", "opened_at": null, "closed_at": null, "moderation_threshold_reached_at": "2022-05-11T15:23:59.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": {"code": "irrelevant", "details": "Actions to reduce a football club's carbon emissions are a matter for those clubs, and any points deductions or fines for those who fail to do so are a matter for the Premier League and the Football Association, not the UK Government or House of Commons.\r\n\r\nIf there is an action you'd like the Government or House of Commons to take that they're directly responsible for, you could start a petition about that."}, "government_response": null, "debate": null, "departments": [], "topics": []}}, {"type": "petition", "id": 615924, "links": {"self": "https://petition.parliament.uk/petitions/615924.json"}, "attributes": {"action": "Teach more about environmental awareness in schools and tackle eco-anxiety", "background": "I ask the government to include more about climate change and the environment in the school curriculum so that the next few generations are aware of problems surrounding them and are able to take action.\r\nThe issue of eco anxiety needs to be seen and taken seriously since it is rapidly increasing", "additional_details": "Students are not taught enough about environmental issues in the modern day yet they are the ones who will have to fix it in the years to come. Awareness for our current situation needs to be prompted in all subjects (not just geography)!!!\r\nEco anxiety is becoming more and more frequent in youth and is not good for mental health. It needs to be addressed and those suffering from it need to be reassured that problems will be solved yet the problems ARENT BEING SOLVED!!!\r\nWE NEED TO TAKE ACTION!!!", "committee_note": null, "state": "rejected", "signature_count": 6, "created_at": "2022-05-01T17:45:58.434Z", "updated_at": "2022-05-04T12:06:12.196Z", "rejected_at": "2022-05-04T12:06:10.701Z", "opened_at": null, "closed_at": null, "moderation_threshold_reached_at": "2022-05-01T19:17:49.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": {"code": "no-action", "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe're not sure exactly what you'd like the Government or Parliament to do.  Sustainability and climate change is already part of the National Curriculum, which you can read more about here\r\n\r\nhttps://commonslibrary.parliament.uk/research-briefings/cdp-2021-0166/\r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do, if you'd like specific things added to the curriculum. "}, "government_response": null, "debate": null, "departments": [], "topics": []}}, {"type": "petition", "id": 615844, "links": {"self": "https://petition.parliament.uk/petitions/615844.json"}, "attributes": {"action": "Reduce plastic production by half in 5 years.", "background": "The climate is changing for the worst. We need to change for the better. Parliament needs to protect its people. Plastic needs to stop as it’s killing us all.", "additional_details": "The parliament needs to stop making fake promises and start taking action. They don’t want to let us down and this planet getting worse.\r\nIt’s a global problem.", "committee_note": null, "state": "rejected", "signature_count": 6, "created_at": "2022-04-29T18:43:00.838Z", "updated_at": "2022-05-05T08:16:44.871Z", "rejected_at": "2022-05-05T08:16:42.885Z", "opened_at": null, "closed_at": null, "moderation_threshold_reached_at": "2022-05-03T17:08:39.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": {"code": "no-action", "details": "We understand you're concerned about plastic production, however it's not clear what steps you want the Government to take that would reduce it 'by half in 5 years'. \r\n\r\nYou could have a petition calling on the Government to introduce financial incentives for manufacturers to reduce the plastic they use in their packaging, if that is something you'd like to see happen. If you do start a new petition, please be sure to include your full name as we can't accept petitions started using just a first name.\r\n\r\nYou might like to sign these petitions, which call for related actions:\r\n\r\nBan All Single Use Plastics and Plastic Packaging to Save Our Planet: https://petition.parliament.uk/petitions/607466\r\n\r\nBan plastic bags in the UK: https://petition.parliament.uk/petitions/606859\r\n\r\nBan the manufacture and sale of plastic bottles: https://petition.parliament.uk/petitions/611193\r\n\r\nBan all plastic packaging: https://petition.parliament.uk/petitions/603901"}, "government_response": null, "debate": null, "departments": [], "topics": []}}, {"type": "petition", "id": 615571, "links": {"self": "https://petition.parliament.uk/petitions/615571.json"}, "attributes": {"action": "The UK government needs to create a ministerial post of carbon chancellor.", "background": "To meet ambitious climate targets, it is essential that the government now creates a substantive post of carbon chancellor. Such a position is essential to achieving a year on year reduction in UK emissions. As with finance, an annual budget would be set and achieved with proper policy measures.", "additional_details": "To achieve a 78% reduction in UK emissions by 2035, still more net zero by 2050, requires the government to take immediate and drastic action to meet these ambitious targets. This will never happen without a new minister of state who has this specific responsibility. It is no longer acceptable to pledge changes without indicating how these can be met in an agreed and overt way. The climate emergency is still with us, and requires just as much focus as the pandemic and war in Ukraine.", "committee_note": null, "state": "rejected", "signature_count": 6, "created_at": "2022-04-25T15:58:13.821Z", "updated_at": "2022-05-03T08:21:50.763Z", "rejected_at": "2022-05-03T08:21:49.613Z", "opened_at": null, "closed_at": null, "moderation_threshold_reached_at": "2022-04-28T09:41:59.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": {"code": "no-action", "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe understand that you are concerned about the priority the Government has given climate targets, but there's already a Minister for Energy, Clean Growth and Climate Change, who is responsible for the UK's Net Zero Strategy, carbon budgets, and various other matters: https://www.gov.uk/government/ministers/minister-of-state--75\r\n\r\nIt's not clear what differences you want the ministerial post you propose to have from this current role.\r\n"}, "government_response": null, "debate": null, "departments": [], "topics": []}}, {"type": "petition", "id": 611094, "links": {"self": "https://petition.parliament.uk/petitions/611094.json"}, "attributes": {"action": "use computers instead of paper at school for the majority of work", "background": "make it noticeable to other schools and make it a law that schools can have the choice of doing.", "additional_details": "we want the government to help spread our message as using paper creates a lot of waste and using our secondary research we accumulated that schools on average spend over $11800 on paper yearly with this money they could improve the school and learning for their students. chopping down trees release greenhouse gasses adding to climate change.", "committee_note": null, "state": "rejected", "signature_count": 6, "created_at": "2022-03-09T15:01:43.171Z", "updated_at": "2022-03-14T13:54:48.974Z", "rejected_at": "2022-03-14T13:54:47.349Z", "opened_at": null, "closed_at": null, "moderation_threshold_reached_at": "2022-03-09T15:12:08.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": {"code": "irrelevant", "details": "Decisions on how to deliver lessons in schools are matters for individual teachers and school management, not the UK Government or Parliament.\r\n\r\nYou could have a petition calling on the Government to fund more electronic devices for schools to enable digital learning, if that is something you'd like to see happen."}, "government_response": null, "debate": null, "departments": [], "topics": []}}, {"type": "petition", "id": 610966, "links": {"self": "https://petition.parliament.uk/petitions/610966.json"}, "attributes": {"action": "Ban the use of plastic in packaging of skincare, shampoos, soap, bodywash. Etc", "background": "Ban the use of plastic bottles and tubs etc. to package soaps, shampoos, conditioners, bodywash, bodylotions, facial creams, facial skin care products, deodorants.", "additional_details": "It would reduce everyones plastic waste without severely impacting on peoples everyday life, which will be good for the environment, reduce landfill and help battle climate change.", "committee_note": null, "state": "rejected", "signature_count": 6, "created_at": "2022-03-07T22:09:56.754Z", "updated_at": "2022-03-14T09:59:57.708Z", "rejected_at": "2022-03-14T09:59:57.711Z", "opened_at": null, "closed_at": null, "moderation_threshold_reached_at": "2022-03-08T11:44:48.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": {"code": "duplicate", "details": "We currently have the below petitions open, on a similar topic, that you might like to sign:\r\n\r\nBan All Single Use Plastics and Plastic Packaging to Save Our Planet\r\nhttps://petition.parliament.uk/petitions/607466\r\n\r\nBan all plastic packaging\r\nhttps://petition.parliament.uk/petitions/603901"}, "government_response": null, "debate": null, "departments": [], "topics": []}}, {"type": "petition", "id": 605504, "links": {"self": "https://petition.parliament.uk/petitions/605504.json"}, "attributes": {"action": "Organize a environmental conference with Heads of State to restore the Aral Sea.", "background": "I want the Government to start talks with climate and marine scientists and Heads of State to take action on Sea Level Rise (SLR) by proposing the construction of a pipeline from the Black Sea to pump sea water to the Aral Sea basin to thus restore the Aral Sea, thereby reducing the effects of SLR.", "additional_details": "SLR will affect countless populations causing trillions of dollars of damage. Cutting greenhouse gasses will only go so far. I propose a new plan of action to slow and reduce SLR by restoring the Aral Sea! It doesn't take a genius to realize that if you take water out of the ocean that it will reduce its overall volume. Once the Aral Sea is restored it will help stabilize global weather patterns and also absorb CO2 from the atmosphere thereby slowing global warming, climate change and SLR.", "committee_note": null, "state": "rejected", "signature_count": 6, "created_at": "2022-01-08T12:11:50.464Z", "updated_at": "2022-01-12T14:16:00.420Z", "rejected_at": "2022-01-12T14:15:59.723Z", "opened_at": null, "closed_at": null, "moderation_threshold_reached_at": "2022-01-09T10:50:18.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": {"code": "fake-name", "details": ""}, "government_response": null, "debate": null, "departments": [], "topics": []}}, {"type": "petition", "id": 602025, "links": {"self": "https://petition.parliament.uk/petitions/602025.json"}, "attributes": {"action": "Transition from animal to arable agriculture to protect against climate change.", "background": "Encourage farmers in the UK to switch to arable agriculture to facilitate further growth in plant-based lifestyles which will in turn, reduce our carbon emissions in these desperate times.", "additional_details": "Animal agriculture is the second largest contributor to human-made greenhouse gas (GHG) emissions after fossil fuels and is a leading cause of deforestation, water and air pollution and biodiversity loss.\r\n\r\nIt is vital that we all take a stand and effect change as a matter of urgency, in order to protect our Earth and to ensure a habitable world exists for future generations.\r\n\r\nThis is supported by Sir David Attenborough.\r\n\r\nI was alarmed to see the lack of consideration for this topic at COP26.", "committee_note": null, "state": "rejected", "signature_count": 6, "created_at": "2021-11-27T09:02:16.321Z", "updated_at": "2021-12-14T12:15:38.137Z", "rejected_at": "2021-12-14T12:15:33.533Z", "opened_at": null, "closed_at": null, "moderation_threshold_reached_at": "2021-11-27T09:51:58.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": {"code": "no-action", "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe understand that you would like to see more farmers moving away from animal farming but it is unclear which policies or areas of the law you would like changed, or what should be introduced to make this happen. \r\n\r\nYou could start a new petition explaining clearly what specific action you would like the Government or Parliament to take.\r\n"}, "government_response": null, "debate": null, "departments": [], "topics": []}}, {"type": "petition", "id": 601521, "links": {"self": "https://petition.parliament.uk/petitions/601521.json"}, "attributes": {"action": "Subsidise renewable energy production, not fossil fuel extraction", "background": "Following on from COP26, introduce a full programme of  government subsidies for renewable energy production and eliminate subsidies for fossil fuel extraction.", "additional_details": "It's already been agreed worldwide that the single biggest action needed to deal with the climate crisis is to reduce fossil fuel use and promote renewable energy. It's not rocket science. If the UK government made this switch in its subsidies programme tomorrow, the carbon based giant producers would be holding top level meetings the following day to urgently change their policies to renewables. And it would be just as good for business. Thank you.", "committee_note": null, "state": "rejected", "signature_count": 6, "created_at": "2021-11-18T14:38:23.322Z", "updated_at": "2021-11-24T13:26:54.666Z", "rejected_at": "2021-11-24T13:26:53.755Z", "opened_at": null, "closed_at": null, "moderation_threshold_reached_at": "2021-11-19T19:17:48.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": {"code": "no-action", "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe understand that you want the Government to change how it funds the energy sector, but it's not clear what you mean by a \"full programme of government subsidies for renewable energy production\". The Government already provides funding for renewable generation, and it's not clear how you want this to change.\r\n\r\nWe can accept petitions calling for the Government to end financial suport for fossil fuels, although the Government says that it does give any subsidies to fossil fuels.\r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do."}, "government_response": null, "debate": null, "departments": [], "topics": []}}, {"type": "petition", "id": 600250, "links": {"self": "https://petition.parliament.uk/petitions/600250.json"}, "attributes": {"action": "Open debate on Boris Johnson's proposed Net Zero costing taxpayers trillions.", "background": "Current proposed plans by this Government are not democratic nor with consent. People need to know both sides of the argument before agreeing to ANY steps which will cost them trillions as well as change their lives. Government bases its conclusions on some scientists 'models' & 'predictions'.", "additional_details": "There has never been a debate about any Climate Change issue & therefore we call upon Government to arrange its advisors/organisations to meet in TV public debate, with scientists/organisations that oppose climate emergency/change so that the People are fully aware of both sides of the argument & have the opportunity to discuss in more detail. Only then, can you ask the People for their Consent to spending of trillions of taxpayers money on any \"Net Zero\" plan by way of vote.", "committee_note": null, "state": "rejected", "signature_count": 6, "created_at": "2021-11-01T14:36:19.654Z", "updated_at": "2021-11-08T08:19:33.923Z", "rejected_at": "2021-11-08T08:19:33.030Z", "opened_at": null, "closed_at": null, "moderation_threshold_reached_at": "2021-11-01T20:46:18.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": {"code": "irrelevant", "details": "Petitions must call for a specific action that the UK Government or Parliament are directly responsible for.\r\n\r\nDecisions about holding televised public debates are a matter for broadcasters, not the Government or Parliament.\r\n\r\nWe have published the following petition, which you might like to sign:\r\n\r\nHold a referendum on whether to keep the 2050 net zero target: https://petition.parliament.uk/petitions/599602"}, "government_response": null, "debate": null, "departments": [], "topics": []}}, {"type": "petition", "id": 599447, "links": {"self": "https://petition.parliament.uk/petitions/599447.json"}, "attributes": {"action": "Fight climate change and STOP unnecessary flights", "background": "The subject of Climate change is very prominent in the media at the moment. It has been reported that bands have chartered  private jets to play their gigs and sports teams are flying 100 miles to play the other team. Something needs to happen to prevent this action.", "additional_details": "The government need to consider implementing fines/additional taxes or stopping this happening all together. There are alternative options which cause far less damage to the climate.", "committee_note": null, "state": "rejected", "signature_count": 6, "created_at": "2021-10-19T20:13:28.779Z", "updated_at": "2021-10-28T08:32:05.448Z", "rejected_at": "2021-10-28T08:32:01.555Z", "opened_at": null, "closed_at": null, "moderation_threshold_reached_at": "2021-10-22T14:24:38.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": {"code": "no-action", "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe understand that you are concerned about certain flights, but we're not sure which flights you want the Government to act on, or whether you want this to involve a ban on such flights, or additional taxes or other charges.\r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do."}, "government_response": null, "debate": null, "departments": [], "topics": []}}, {"type": "petition", "id": 599344, "links": {"self": "https://petition.parliament.uk/petitions/599344.json"}, "attributes": {"action": "Prioritise pedestrian and bicycle infrastructure over cars within our cities", "background": "Clear separation of ‘roads’ primarily for inter-city car journeys, and ‘streets’ primarily for pedestrians, bicycles, necessary service vehicles (e.g. emergency, deliveries) and disabled access vehicles\r\n\r\nWiden pavements\r\n\r\nCreate new cycle lanes\r\n\r\nReduce traffic and car speeds in neighbourhoods", "additional_details": "1. Economic Development - people who walk or cycle make more trips to the high street and spend more money \r\n2. Reduction of Congestion – congestion costs average UK road user 115 hours and £894 a year  \r\n3. Air Quality – automobile pollutants harm our health and contain greenhouses gases that cause climate change  \r\nDemand – 77% support measures to encourage more walking and cycling \r\nRealistic – separated cycle lanes work. In London introduction increased usage by 53% \r\n  \r\nStats: www.cyclinguk.org", "committee_note": null, "state": "rejected", "signature_count": 6, "created_at": "2021-10-18T15:03:18.132Z", "updated_at": "2021-10-26T09:55:39.686Z", "rejected_at": "2021-10-26T09:55:39.690Z", "opened_at": null, "closed_at": null, "moderation_threshold_reached_at": "2021-10-19T21:27:38.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": {"code": "irrelevant", "details": "Petitions must call for a specific action that the UK Government or Parliament is responsible for.\r\n\r\nDecisions about prioritising pedestrian and bicycle infrastructure is a matter for local authorities, not the Government or Parliament.\r\n\r\nYou could start a petition asking the Government to provide funding for local authorities to prioritise pedestrian and bike infrastructure over cars, if that's something you'd like to happen. You could also ask the Government to require local authorities to meet certain standards for pedestrian and cycling infrastructure."}, "government_response": null, "debate": null, "departments": [], "topics": []}}, {"type": "petition", "id": 598971, "links": {"self": "https://petition.parliament.uk/petitions/598971.json"}, "attributes": {"action": "End Discrimination and Violence through Early Years Education!", "background": "We ask the government urgently to stop reacting & start preventing the societal crises plaguing our streets. Think Equal is a preventative, evidence-based, holistic social justice programme that has been designed by global experts to tackle the root causes of violence, discrimination & inequality.", "additional_details": "Right now, 1 in 6 young citizens across the UK are experiencing record levels of anxiety & depression in a mental health pandemic. Furthermore, gender-based violence & systemic racism continue to lead to national outrage, all in the midst of an intensifying climate emergency. Think Equal is a cost-efficient, plug & play, evidence-based solution constructed by global thought leaders to change mindset while brains are still developing. Changing the world is not rocket science - it's neuroscience!", "committee_note": null, "state": "rejected", "signature_count": 6, "created_at": "2021-10-12T16:17:59.534Z", "updated_at": "2021-10-29T08:46:32.772Z", "rejected_at": "2021-10-14T09:13:19.042Z", "opened_at": null, "closed_at": null, "moderation_threshold_reached_at": "2021-10-13T09:42:08.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": {"code": "no-action", "details": "It isn't clear how you would like the Government to implement a programme in early years education to prevent discrimination and violence. You might start a petition setting out clear actions for the Government to do this. "}, "government_response": null, "debate": null, "departments": [], "topics": []}}, {"type": "petition", "id": 598915, "links": {"self": "https://petition.parliament.uk/petitions/598915.json"}, "attributes": {"action": "Close golf courses and re-use the land to rebuild England forests.", "background": "British golf courses are calculated to cover 1,256sq km, that is roughly the equivalent to the whole of Greater Manchester. \r\n\r\nClose the golf courses and rebuild UK woodlands to help fight climate change, create new sustainable jobs for young & old. Support & create communities that strive.", "additional_details": "One mature tree can provide enough oxygen per day to support between 2 to 10 people. It is a realistic simple solution that is necessary to help fight climate change and have an immediate affect on its citizens. It is predicted that we will experience more floods and this is a sustainable method to protect the UK from such disasters. It will create new eco systems, purify the air and support science/health research. To fight erosion from the rain, increase pollination & wild life. Use our lands.", "committee_note": null, "state": "rejected", "signature_count": 6, "created_at": "2021-10-11T16:57:35.000Z", "updated_at": "2022-04-12T09:10:46.889Z", "rejected_at": "2021-10-18T08:30:55.840Z", "opened_at": null, "closed_at": null, "moderation_threshold_reached_at": "2021-10-13T21:32:38.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": {"code": "irrelevant", "details": "The use of privately-owned golf courses for reforestation is a matter for their owners, not the UK Government or Parliament.\r\n\r\nIf there is an action you'd like to see taken, for which the UK Government or Parliament is directly responsible, you could start a petition about that."}, "government_response": null, "debate": null, "departments": [], "topics": []}}, {"type": "petition", "id": 596760, "links": {"self": "https://petition.parliament.uk/petitions/596760.json"}, "attributes": {"action": "Make running a car engine whilst stationary illegal.", "background": "Bring about new legislation and also focus on awareness of this issue.", "additional_details": "I feel that this is extremely and urgently important, both on an immediate level for children and others exposed to harmful pollution (I live near a community centre and parents waiting for children frequently are sitting in cars with engines running for 30 mins or more), and on global environmental level, to do everything possible slow catastrophic climate change. It seems to be very widespread and not a topic that is thought about, quick decisive action will save lives.", "committee_note": null, "state": "rejected", "signature_count": 6, "created_at": "2021-09-09T19:08:13.331Z", "updated_at": "2021-09-17T07:40:12.090Z", "rejected_at": "2021-09-17T07:40:11.399Z", "opened_at": null, "closed_at": null, "moderation_threshold_reached_at": "2021-09-12T09:59:18.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": {"code": "already-happening", "details": "It is already an offence to leave a vehicle idling: https://www.legislation.gov.uk/uksi/2002/1808/regulation/7/made\r\n\r\nEnforcement of fines for this offence are a matter for individual local authorities, not the Government or House of Commons."}, "government_response": null, "debate": null, "departments": [], "topics": []}}, {"type": "petition", "id": 595555, "links": {"self": "https://petition.parliament.uk/petitions/595555.json"}, "attributes": {"action": "Declare the Marble Arch Mound an Area Of Natural Beauty (AONB)", "background": "The Marble Arch Mound is a landmark project in public green space that is spearheading the urban regeneration of inner city London post Covid. Protect the future of the Mound by declaring it an AONB and help preserve the space for future generations.", "additional_details": "The Mound is an important feature of Lonon’s inner city urban environment. To achieve our aims of regenerating our urban environment, tackling climate change and building an inclusive society open to all, its important to take action and fund bold projects such as this. Unfortunately the project has been severely underfunded, with a mere 6 million pounds dedicated to. Declaring it an AONB would recognise its inherent beauty and help us continue to develop this landmark project and protect it.", "committee_note": null, "state": "rejected", "signature_count": 6, "created_at": "2021-08-22T14:05:29.295Z", "updated_at": "2021-08-25T08:15:19.105Z", "rejected_at": "2021-08-25T08:15:18.240Z", "opened_at": null, "closed_at": null, "moderation_threshold_reached_at": "2021-08-23T11:33:25.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": {"code": "irrelevant", "details": "Petitions must call for a specific action that the UK Government or House of Commons is responsible for.\r\n\r\nDecisions about making an order to designate Areas of Natural Beuatry are a matter for Natural England, not the Government or House of Commons.\r\n\r\nAs a result it is not possible for the Government or House of Commons to take the action you have requested."}, "government_response": null, "debate": null, "departments": [], "topics": []}}, {"type": "petition", "id": 594617, "links": {"self": "https://petition.parliament.uk/petitions/594617.json"}, "attributes": {"action": "Stop the exploration of the Cambo oilfield", "background": "The UK government needs to intervene urgently and stop further exploration and the extraction of oil in the Cambo oil field. Now is the time to take climate change serious and act decisively.", "additional_details": "Climate change is one the biggest threats to humanity. The UK is hosting this years climate summit COP26 and the UK government has repeatedly expressed it's commitment to tackle CO2 emissions. The recently published IPCC report urges immediate action to prevent the worst effects of climate change. \r\nThe UK government has recently decided to bar new licenses for oil exploration, but is in the process of allowing explorations in the Cambo oilfield based on a licence granted in 2001.", "committee_note": null, "state": "rejected", "signature_count": 6, "created_at": "2021-08-10T18:50:47.792Z", "updated_at": "2021-09-06T14:36:41.820Z", "rejected_at": "2021-08-17T10:21:37.058Z", "opened_at": null, "closed_at": null, "moderation_threshold_reached_at": "2021-08-12T20:39:55.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": {"code": "irrelevant", "details": "Consent to proceed to production at Cambo filed will be a matter for the UK's regulators, the Oil and Gas Authority (OGA), and the Offshore Petroleum Regulator for Environment and Decommissioning (OPRED), following their standard regulatory processes."}, "government_response": null, "debate": null, "departments": [], "topics": []}}, {"type": "petition", "id": 594571, "links": {"self": "https://petition.parliament.uk/petitions/594571.json"}, "attributes": {"action": "Introduce focused media coverage about how we are dealing with climate change.", "background": "Most people have come to terms and agree that Climate Change is a catastrophic disaster. But yet most are also; to no immediate fault of their own, immensely unclear about what we as a country are doing or should be doing about it. This has to improve.", "additional_details": "During the last couple of years, it has been near impossible to stay away from any news of Covid 19 even if people wanted to (though this was needed the point still stands). Through this, our way of life itself changed and has adapted for what challenges we needed to face. This should be no different for climate change. We have to reshape the way we as a society view and understand this crisis. A more efficient stream of news coverage could do this, whether it was focused on what we are trying to achieve as a country or advice about how individuals can adapt their lives.", "committee_note": null, "state": "rejected", "signature_count": 6, "created_at": "2021-08-10T00:18:40.741Z", "updated_at": "2021-08-16T11:23:36.433Z", "rejected_at": "2021-08-16T11:23:35.391Z", "opened_at": null, "closed_at": null, "moderation_threshold_reached_at": "2021-08-10T12:13:55.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": {"code": "irrelevant", "details": "Petitions must call for a specific action that the UK Government or House of Commons is responsible for.\r\n\r\nDecisions about media coverage are a matter for news providers, not the Government or House of Commons. As a result it is not possible for the Government or House of Commons to take the action you have requested.\r\n\r\nWe have published the following petition, which you might like to sign:\r\n\r\nLaunch a public information campaign on the climate and ecological emergency: https://petition.parliament.uk/petitions/578800"}, "government_response": null, "debate": null, "departments": [], "topics": []}}, {"type": "petition", "id": 594546, "links": {"self": "https://petition.parliament.uk/petitions/594546.json"}, "attributes": {"action": "Act immediately to help combat the climate crisis", "background": "The Paris Climate Agreement set a limit of global warming to 1.5°C. We are going to surpass this within the next 19 years and we need to act now. We can only do this by eliminating the burning of all fossil fuels immediately and by bringing action to the large companies that are emitting gases.", "additional_details": "The Intergovenmental Panel on Climate Change (IPCC) has said that \"major climate changes [are] inevitable and irreversible\". We need to protect humanity from this extinction event. We need to stop it now to give future generations hope. Wildfires are spreading and causing mass destruction along with floods, droughts, melting ice and heatwaves, killing many... and this is just the start. The Government needs to stop passing new projects that could hinder world progress to stop a catastrophe.", "committee_note": null, "state": "rejected", "signature_count": 6, "created_at": "2021-08-09T16:48:40.850Z", "updated_at": "2021-08-16T12:25:28.582Z", "rejected_at": "2021-08-16T12:25:27.589Z", "opened_at": null, "closed_at": null, "moderation_threshold_reached_at": "2021-08-10T18:00:55.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": {"code": "no-action", "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe understand that you are concerned about the climate crisis, but we're not sure exactly what you'd like the Government or Parliament to do. Your petition calls for eliminating the burning of all fossil fuels immediately, but then goes on to say that the Government needs to stop passing new projects. It's therefore not clear if you want all use of fossil fuels to be prohibited immediately, or if you want the Government to do something else.\r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do.\r\n\r\nWe have published the following petition, which you might like to sign:\r\n\r\nIntroduce charges on carbon emissions to tackle climate crisis and air pollution: https://petition.parliament.uk/petitions/574678"}, "government_response": null, "debate": null, "departments": [], "topics": []}}, {"type": "petition", "id": 594512, "links": {"self": "https://petition.parliament.uk/petitions/594512.json"}, "attributes": {"action": "Implement Climate Crisis and Sustainability into the National Curriculum", "background": "Majority of students in the UK are unaware of the severity of the climate crisis, and the inevitable impact it will have on their future lives. This is due to its minimal coverage of the topic within the school curriculum.", "additional_details": "This new policy would aim to solve this issue by increasing awareness to children from a young age. Furthermore, it aims to spark conversations and critical thought in young people, which could lead to proactive change and a positive movement towards a greener future. This policy was implemented in schools both in New Zealand and Italy, due to an outcry by the younger demographic to be taught more about the climate crisis. We should follow suit, as a leading country in this fight.", "committee_note": null, "state": "rejected", "signature_count": 6, "created_at": "2021-08-09T10:57:34.738Z", "updated_at": "2021-08-16T11:28:10.502Z", "rejected_at": "2021-08-16T11:28:09.629Z", "opened_at": null, "closed_at": null, "moderation_threshold_reached_at": "2021-08-10T13:08:45.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": {"code": "duplicate", "details": "You may wish to sign this petition calling for a similar action: https://petition.parliament.uk/petitions/590815\r\n\r\nThe national curriculum already requires schools to teach students about potential effects of, and mitigation of, increased levels of carbon dioxide and methane on the Earth’s climate: https://assets.publishing.service.gov.uk/government/uploads/system/uploads/attachment_data/file/840002/Secondary_national_curriculum_corrected_PDF.pdf"}, "government_response": null, "debate": null, "departments": [], "topics": []}}, {"type": "petition", "id": 594427, "links": {"self": "https://petition.parliament.uk/petitions/594427.json"}, "attributes": {"action": "House builders should include solar panels in all new property developments.", "background": "The Government should pass laws which require all new house-builds to be fitted with solar panels. The cost of this should not be borne by the tax payer but by the construction companies.", "additional_details": "Renewable energy is an absolute necessity in the fight against climate change. House building companies make substantial profits, some of which should be used to make their developments more environmentally sustainable. If the government is serious about climate change they should create this legislation to support it.", "committee_note": null, "state": "rejected", "signature_count": 6, "created_at": "2021-08-08T09:18:20.942Z", "updated_at": "2021-08-11T14:28:48.473Z", "rejected_at": "2021-08-11T14:28:48.474Z", "opened_at": null, "closed_at": null, "moderation_threshold_reached_at": "2021-08-09T19:47:15.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": {"code": "duplicate", "details": "You may wish to sign this petition calling for the same action:\r\n\r\nMake it compulsory for all new buildings to have solar panels\r\nhttps://petition.parliament.uk/petitions/584316"}, "government_response": null, "debate": null, "departments": [], "topics": []}}, {"type": "petition", "id": 591320, "links": {"self": "https://petition.parliament.uk/petitions/591320.json"}, "attributes": {"action": "Stop heat pumps from replacing gas central heating systems in homes from 2025", "background": "The proposed decision to replace gas central heating systems with heat pumps from 2025 is not suitable for the majority of UK homes. Heat pumps are expensive to install, do not provide sufficient heat, can be noisy when in operation and need sufficient spacing to install. Say NO people!", "additional_details": "Whilst we all appreciate that we need to do our part with climate change, this is one change which will not provide a sufficient alternative to gas central heating. You need to appreciate that the majority of UK households cannot afford an heat pump. They do not provide sufficient heat when in operation to cope with the UK long winters. Many UK homes are not suitable for heat pumps to work sufficiently with more than one device being required. They are expensive to run. Please reconsider.", "committee_note": null, "state": "rejected", "signature_count": 6, "created_at": "2021-07-09T12:01:58.161Z", "updated_at": "2021-07-13T09:39:56.317Z", "rejected_at": "2021-07-13T09:39:51.979Z", "opened_at": null, "closed_at": null, "moderation_threshold_reached_at": "2021-07-09T12:23:25.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": {"code": "no-action", "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe're not sure exactly what you'd like the Government or Parliament to do.  The requirement for heat pumps after 2025 is only for new homes and not a requirement for all homeowners to switch.  \r\n\r\nYou could start a new petition calling for the requirement for new homes to have heat pumps to be scrapped, if that's what you'd like to see happen. "}, "government_response": null, "debate": null, "departments": [], "topics": []}}, {"type": "petition", "id": 589759, "links": {"self": "https://petition.parliament.uk/petitions/589759.json"}, "attributes": {"action": "Preventing pollution and climate change", "background": "Raising awareness of the damages created by pollution and climate change.", "additional_details": "Pollution is a serious problem due to its severe damages. For example long-term exposure to air pollution which can lead to chronic respiratory disease, lung cancer and other diseases. Toxic chemicals that accumulate in top predators can make some species unsafe to eat. Also climate change is affecting the temperature of the Earth. This leads to melting ice, meaning rising sea waters, leading to floods. And if it continues this way, after years the population will eventually die.", "committee_note": null, "state": "rejected", "signature_count": 6, "created_at": "2021-06-25T13:42:56.782Z", "updated_at": "2021-07-06T08:02:04.935Z", "rejected_at": "2021-07-06T08:02:04.290Z", "opened_at": null, "closed_at": null, "moderation_threshold_reached_at": "2021-06-30T08:43:45.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": {"code": "no-action", "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe understand that you are concerned about pollution and climate change, but we're not sure exactly what you'd like the Government or Parliament to do.\r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do. You'd need to give your full name if you start a new petition.\r\n\r\nWe have published the following petitions, which you might like to sign:\r\n\r\nLaunch a public information campaign on the climate and ecological emergency: https://petition.parliament.uk/petitions/578800\r\n\r\nIntroduce charges on carbon emissions to tackle climate crisis and air pollution: https://petition.parliament.uk/petitions/574678"}, "government_response": null, "debate": null, "departments": [], "topics": []}}, {"type": "petition", "id": 588944, "links": {"self": "https://petition.parliament.uk/petitions/588944.json"}, "attributes": {"action": "Change building regulations to require climate change-impact reduction", "background": "There are hundreds of thousands of new houses being built, and converted from other use building, and it is unbelievable that this is being promoted without taking practical account of the climate change  emergency Where is the joined-up strategic thinking given this real emergency?", "additional_details": "The climate change emergency is real, and ALL policies should now be required to demonstrate how they are contributing to its impact reduction, not to mention the green jobs that will be created to offset those lost as a result of the lack of preparedness for the current pre-warned global emergency - Covid.", "committee_note": null, "state": "rejected", "signature_count": 6, "created_at": "2021-06-16T08:14:23.662Z", "updated_at": "2021-06-21T10:45:40.294Z", "rejected_at": "2021-06-21T10:45:39.243Z", "opened_at": null, "closed_at": null, "moderation_threshold_reached_at": "2021-06-16T09:13:25.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": {"code": "no-action", "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe understand that you want new build properties to have to meet certain requirements, but we're not sure what new requirements you want to be imposed. You could start a new petition explaining clearly what you would like the Government or Parliament to do.\r\n\r\nWe have published the following petitions, which you might like to sign:\r\n\r\nMake it compulsory for all new buildings to have solar panels: https://petition.parliament.uk/petitions/584316\r\n\r\nIncrease requirements and support for renewable energy for domestic property: https://petition.parliament.uk/petitions/573013\r\n\r\nMake Rain Water Harvesting systems mandatory in all multi-occupancy new builds: https://petition.parliament.uk/petitions/573971\r\n\r\nRequire all newly built homes to be Carbon Neutral by 2030: https://petition.parliament.uk/petitions/582764"}, "government_response": null, "debate": null, "departments": [], "topics": []}}, {"type": "petition", "id": 588851, "links": {"self": "https://petition.parliament.uk/petitions/588851.json"}, "attributes": {"action": "3d print blocks, using plastic waste products", "background": "Source existing 3d printing capabilities from institutions that have these. Collect and separate \"good\" plastic, use this as raw material. Print \"bricklike\" objects.", "additional_details": "If suitably large walls are built it will stop climate change! And reverse it's effects! Am currently working with the best technological university in Europe, KTH in Stockholm, to do some calculations.\r\n\r\n If we donate these to contries in warmer latitudes, for them to provide shade for their residents. It will mitigate the effects of climate change.  Now we pay for poorer nations to handle our plastic waste! This is a disgrace which will come and haunt us all....", "committee_note": null, "state": "rejected", "signature_count": 6, "created_at": "2021-06-15T04:22:25.815Z", "updated_at": "2021-06-28T12:44:20.585Z", "rejected_at": "2021-06-28T12:44:18.923Z", "opened_at": null, "closed_at": null, "moderation_threshold_reached_at": "2021-06-23T09:35:45.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": {"code": "irrelevant", "details": "You could start a petition calling for the Government to fund research into the use of plastic to combat climate change, if that's what you'd like to see happen. "}, "government_response": null, "debate": null, "departments": [], "topics": []}}, {"type": "petition", "id": 588134, "links": {"self": "https://petition.parliament.uk/petitions/588134.json"}, "attributes": {"action": "All fast food restaurants with car parks to provide recycling bins outside.", "background": "More and more people use drive through/park up in fast food places. It is concerning seeing so much rubbish go straight in the bin with no choice to even recycle. We should be doing as much as we can to fight climate change and to encourage others to do so, even if it is just recycling.", "additional_details": "Recycling helps to reduce the pollution caused by waste and reduces the need for raw materials so that the rainforests and other raw materials can be preserved. It requires much less energy and therefore helps to save natural resources and reduces the amount of waste to be sent to landfill.\r\nSee link (https://friendsoftheearth.uk/sustainable-living/7-benefits-recycling) for some benefits of recycling. Help make a change and achieve a more resilient future!", "committee_note": null, "state": "rejected", "signature_count": 6, "created_at": "2021-06-06T18:29:50.135Z", "updated_at": "2021-06-11T09:31:47.515Z", "rejected_at": "2021-06-11T09:31:45.560Z", "opened_at": null, "closed_at": null, "moderation_threshold_reached_at": "2021-06-06T19:32:55.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": {"code": "irrelevant", "details": "We can't accept your petition because the UK Government and Parliament aren't responsible for the issue you raise. This is a decision for restaurants, landowners and the local authority.\r\n\r\nYou could raise your issue with a local councillor who represents you. You can use this page to find out who your local councillors are, and how to contact them:\r\nhttps://www.gov.uk/find-your-local-councillors "}, "government_response": null, "debate": null, "departments": [], "topics": []}}, {"type": "petition", "id": 580674, "links": {"self": "https://petition.parliament.uk/petitions/580674.json"}, "attributes": {"action": "Cancel planned spending on expanding the UK's military nuclear capacity.", "background": "Step back from spending billions of pounds of public money on additional military nuclear capacity, thereby breaching our legal duties under the nuclear non-proliferation treaty, and put the money to socially beneficial ends, such as on the NHS and tackling climate change.", "additional_details": "The UK faces immediate crises like the underfunding of the NHS and the global climate issue. Before spending billions of pounds on more nuclear warheads and new Dreadnought submarines to deploy them, we could better use that money to properly fund our NHS, ensuring an ongoing fit for purpose healthcare system for everyone, retrofit insulation to our housing and provide infrastructure for electric vehicles, improving the real everyday lives of UK citizens and ultimately citizens globally.", "committee_note": null, "state": "rejected", "signature_count": 6, "created_at": "2021-03-21T18:16:25.345Z", "updated_at": "2021-03-29T15:24:44.234Z", "rejected_at": "2021-03-29T15:24:44.238Z", "opened_at": null, "closed_at": null, "moderation_threshold_reached_at": "2021-03-21T19:49:15.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": {"code": "duplicate", "details": "You may wish to sign this petition calling for the same action: https://petition.parliament.uk/petitions/579991"}, "government_response": null, "debate": null, "departments": [], "topics": []}}, {"type": "petition", "id": 580049, "links": {"self": "https://petition.parliament.uk/petitions/580049.json"}, "attributes": {"action": "Make it law that shops must turn lights off when closed", "background": "Create a law to make it illegal for shops to light their windows during closed hours.  To work alongside legislation to help stop climate change.", "additional_details": "Energy being used to light shop windows when stores are closed is a massive waste. This is adding greatly to climate change. The money saved by companies should be being used to protect jobs and source more sustainable products and production technologies.  There is no evidence that stores are at more risk of burglaries due to no store lighting.", "committee_note": null, "state": "rejected", "signature_count": 6, "created_at": "2021-03-16T16:31:30.419Z", "updated_at": "2021-04-07T08:30:28.075Z", "rejected_at": "2021-04-07T08:30:28.079Z", "opened_at": null, "closed_at": null, "moderation_threshold_reached_at": "2021-03-28T18:15:45.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": {"code": "duplicate", "details": "You might like to sign the following petition:\r\n\r\nRequire shops to have their lights switched off after closing\r\nhttps://petition.parliament.uk/petitions/550430"}, "government_response": null, "debate": null, "departments": [], "topics": []}}, {"type": "petition", "id": 579131, "links": {"self": "https://petition.parliament.uk/petitions/579131.json"}, "attributes": {"action": "More privileged people pay more tax, and it’s evenly distributed.", "background": "The government had the power to choose who receives tax money, therefore they should distribute it more evenly to help the citizens and people of there constituencies. If they did this there would be less poverty and the government could focus on other issues such as climate change and racism.", "additional_details": "There are many people especially in London and the surrounding areas who struggle to pay rent, buy food and even give their children and education (allow them to study at university). Although the government already provide a lot for those with less money, there is still a lot more that can be done.", "committee_note": null, "state": "rejected", "signature_count": 6, "created_at": "2021-03-11T21:56:18.925Z", "updated_at": "2021-03-24T17:25:29.936Z", "rejected_at": "2021-03-24T17:25:29.938Z", "opened_at": null, "closed_at": null, "moderation_threshold_reached_at": "2021-03-13T12:43:05.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": {"code": "no-action", "details": "Petitions need to call on the Government or Parliament to take a specific action. We're not sure exactly what you'd like the Government or Parliament to do. \r\n\r\nYou might like to sign the following petitions:\r\n\r\nIntroduce a new top rate of income tax for highest earners\r\nhttps://petition.parliament.uk/petitions/568669\r\n\r\nTake action to address the rising levels of child poverty\r\nhttps://petition.parliament.uk/petitions/552744\r\n\r\nIncrease government funding for the provision of social housing.\r\nhttps://petition.parliament.uk/petitions/573198"}, "government_response": null, "debate": null, "departments": [], "topics": []}}, {"type": "petition", "id": 573918, "links": {"self": "https://petition.parliament.uk/petitions/573918.json"}, "attributes": {"action": "Change the way Hybrid Planning works or abolish it altogether.", "background": "Stop companies from being able to put hybrid planning applications in for planning years in advance for long term developments. This doesn’t allow new residents in the area to have their say if planning was passed 6 years before they moved in and the work is a 20 year project.", "additional_details": "Climates both economically and world change massively in a short space of time. To continue to allow companies to destroy green spaces and history using out of date planning, only pausing to complete conditions of discharge, is verging on criminal! \r\nThey should be made to put in actual planning application for each ear marked site and not years in advance.This would allow all residents have their say. Saving more green spaces and history.", "committee_note": null, "state": "rejected", "signature_count": 6, "created_at": "2021-02-04T10:54:55.582Z", "updated_at": "2021-02-11T14:36:08.539Z", "rejected_at": "2021-02-11T14:36:08.543Z", "opened_at": null, "closed_at": null, "moderation_threshold_reached_at": "2021-02-04T18:43:47.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": {"code": "no-action", "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe're not sure exactly what you'd like the Government or Parliament to do. \r\n\t\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do, for example setting a time limit on work starting following a planning application being granted. "}, "government_response": null, "debate": null, "departments": [], "topics": []}}, {"type": "petition", "id": 573456, "links": {"self": "https://petition.parliament.uk/petitions/573456.json"}, "attributes": {"action": "Reform the education system to make it a better place to learn", "background": "The current education system is severely flawed as it does not do what is intended - preparing students for the future. The Government, particularly the Minister of Education, must change the way students are educated in order to give them more opportunity and problem solving skills.", "additional_details": "In a modern world, there are more problems than there have ever been, from Global Climate Change, to Vast Income Disparity, to Mental Health. With a large change to the way education takes place, more people will have the ability to think creatively, opening a whole world of solutions to our biggest problems.\r\nCurrently, students are taught as if we are destined to be factory workers. Students must follow instructions do whatever the teacher tells them. This is a terrible way to educate people.", "committee_note": null, "state": "rejected", "signature_count": 6, "created_at": "2021-02-02T19:28:03.768Z", "updated_at": "2021-02-09T10:10:21.262Z", "rejected_at": "2021-02-09T10:10:21.265Z", "opened_at": null, "closed_at": null, "moderation_threshold_reached_at": "2021-02-02T22:16:37.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": {"code": "no-action", "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe're not sure exactly what you'd like the Government or Parliament to do to change the education system.  \r\n\t\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do. "}, "government_response": null, "debate": null, "departments": [], "topics": []}}, {"type": "petition", "id": 570322, "links": {"self": "https://petition.parliament.uk/petitions/570322.json"}, "attributes": {"action": "Stop the UK setting up the new deep coal mine in Cumbria.", "background": "The government must intervene and stop the creation of the mine. Show the country that the impact of fossil fuels on our planet is not a “local issue”. Each decision made that will be a detriment to our environment must be scrutinised and evaluated on a national level before it is approved.", "additional_details": "The impact and fight against Climate change will define our planet for the next hundred years. With the U.K. aiming to champion the transition to a greener economy, the existence of proposals like this will make us a laughing stock in the global community. Post-Brexit; at a time where we need to secure our position as a prominent global figure, we need to innovate the industries of the future and bury the outdated methods of the past.", "committee_note": null, "state": "rejected", "signature_count": 6, "created_at": "2021-01-15T10:00:05.691Z", "updated_at": "2021-01-20T12:59:15.094Z", "rejected_at": "2021-01-20T12:59:15.097Z", "opened_at": null, "closed_at": null, "moderation_threshold_reached_at": "2021-01-15T13:54:37.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": {"code": "duplicate", "details": "You may wish to sign this petition calling for the same action: https://petition.parliament.uk/petitions/568475"}, "government_response": null, "debate": null, "departments": [], "topics": []}}, {"type": "petition", "id": 566470, "links": {"self": "https://petition.parliament.uk/petitions/566470.json"}, "attributes": {"action": "Introduce a carbon tax on large corporations. They should be held responsible.", "background": "Tax large companies on their co2 emissions both nationally and globally, have consequences for those companies who we know pollute and damage the environment. Put this money back into funding new renewable, nuclear, and hydrogen fuel technologies and fund the scientific breakthroughs we need.", "additional_details": "If we can tax sugar to protect public health or introduce a lockdown to save lives, why can't we tax those companies who are not held responsible for their environmental damage and CO2 emissions. Climate change will cause more deaths then corona and action must be taken to save those lives. We have both a legal and moral obligation to tackle this and the responsibility lies with both governments and TNCs. If we don't hold them responsible you are committing us to extinction.", "committee_note": null, "state": "rejected", "signature_count": 6, "created_at": "2021-01-03T21:41:45.832Z", "updated_at": "2021-01-11T10:00:48.518Z", "rejected_at": "2021-01-11T10:00:48.521Z", "opened_at": null, "closed_at": null, "moderation_threshold_reached_at": "2021-01-04T06:04:47.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": {"code": "duplicate", "details": "You may wish to sign this petition calling for the same action: https://petition.parliament.uk/petitions/321854\r\n\r\nYour petition refers to large corporations, and taxing both national and global emissions, but it is not clear how this would work in practice.\r\n\r\nIf you want the Government to take an action different to that requested by the above petition you could start a new petition stating more clearly what you want the Government to do."}, "government_response": null, "debate": null, "departments": [], "topics": []}}, {"type": "petition", "id": 565133, "links": {"self": "https://petition.parliament.uk/petitions/565133.json"}, "attributes": {"action": "Stop 10'000 lorries travelling daily between Dover & Calais bring fresh produce", "background": "We must stop importing fresh produce from the EU via lorries, and actively encourage UK farmers to start farming for Britain again. The Carbon Footprint of locally produced fresh produce is far less than imported tomatoes from Spain, with a round trip of 2'000 miles.", "additional_details": "At the Climate Ambition Summit 12/12/2020, Prime Minister Boris Johnson said he will cut carbon emissions by at least 68% in the next 10 years, whilst reminding world leaders of their responsibility to tackling climate change while encouraging other countries to take more action. Prof Sir Brian Hoskins said: \"Mr Johnson's target is ambitious, but we need action to back it up, right now”. \r\nSigning this petition will help decrease carbon emissions, and lead the way for other countries to follow.", "committee_note": null, "state": "rejected", "signature_count": 6, "created_at": "2020-12-28T08:01:42.873Z", "updated_at": "2021-01-06T12:29:02.993Z", "rejected_at": "2021-01-06T12:29:02.997Z", "opened_at": null, "closed_at": null, "moderation_threshold_reached_at": "2020-12-31T09:03:07.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": {"code": "duplicate", "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe understand that you are concerned about the environmental impact of importing food, but it's not clear exactly what you'd like the Government or Parliament to do. \r\n                \r\nWe have published the following petitions, which you might like to sign: \r\n\r\nSet a 5-year plan to lead the UK to self-sustainability, less reliance on others: https://petition.parliament.uk/petitions/564594\r\n\r\nIf you want the Government to take an action different to the above petition you could start a new petition explaining clearly what you would like the Government or Parliament to do."}, "government_response": null, "debate": null, "departments": [], "topics": []}}, {"type": "petition", "id": 563158, "links": {"self": "https://petition.parliament.uk/petitions/563158.json"}, "attributes": {"action": "Media Live Scientific Debate on Climate Change/CO2 Accuracy", "background": "Want the government to invite leading scientists to present facts, records in a public/media live debate to prove/disprove whether impact of Climate Change/ CO2 is harmful or good for the planet.", "additional_details": "At the moment there is wide spread publicity on the harm Climate Change/CO2 is damaging our planet, there is no publicity to counter this claim whatsoever. This is the most important issue the public will be made to endure, more than the Covid-19 as it will create an economic and social Armageddon which will, if ever, take decades to\r\nrecover from. Democracy must prevail by informing the public in a series of live debates by leading scientists from around the world who can present all their facts, records that will leave no one in any doubt as to the truth and falsehood of individual claims.", "committee_note": null, "state": "rejected", "signature_count": 6, "created_at": "2020-12-07T18:57:13.322Z", "updated_at": "2020-12-22T11:45:37.144Z", "rejected_at": "2020-12-22T11:45:37.147Z", "opened_at": null, "closed_at": null, "moderation_threshold_reached_at": "2020-12-12T11:01:47.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": {"code": "irrelevant", "details": "The Government is not responsible for organising public debates. This would be a matter for broadcasters or other bodies that want to host such debates.\r\n\r\nWe could accept a petition calling on the Government to review the costs and benefits of climate change, and associated policies, if that is what you want to happen."}, "government_response": null, "debate": null, "departments": [], "topics": []}}, {"type": "petition", "id": 559907, "links": {"self": "https://petition.parliament.uk/petitions/559907.json"}, "attributes": {"action": "Save the planet from Overpopulation with a '1 child policy reward system'", "background": "A system should be set in place to financially reward those who have 1 or no children.\r\n\r\nThis money would be diverted from those receiving excessive benefits for having 3+ children.\r\n\r\nMeasures should be taken to educate why having 3 or more children isn't sustainable or responsible.", "additional_details": "Overpopulation causes a multitude of problems in the UK and globally.\r\n\r\nAs citizens of a highly developed country we must take responsibility for our disproportionate impact on the worlds resources in relation to climate change. The average UK citizen causes a far greater strain on the world than the global average.\r\nhttps://populationmatters.org/the-facts/uk\r\n\r\nWith new laws, we can combat climate change, improve overall quality of life, and make for a brighter future for the next generation.", "committee_note": null, "state": "rejected", "signature_count": 6, "created_at": "2020-11-10T02:20:13.611Z", "updated_at": "2020-12-08T09:21:38.069Z", "rejected_at": "2020-11-23T14:06:31.582Z", "opened_at": null, "closed_at": null, "moderation_threshold_reached_at": "2020-11-10T18:31:47.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": {"code": "duplicate", "details": "https://petition.parliament.uk/petitions/556830"}, "government_response": null, "debate": null, "departments": [], "topics": []}}, {"type": "petition", "id": 558756, "links": {"self": "https://petition.parliament.uk/petitions/558756.json"}, "attributes": {"action": "Electrify public transport in the UK, especially large city’s!", "background": "Encourage public transport company’s to convert electric vehicle's to electric propulsion and fund electric vehicle technology.", "additional_details": "There is absolutely no benefit to internal combustion powered public transport, and the lack of electrification is outright pathetic and lazy. The large engines of these vehicles are huge contributors to climate change and it’s solely unacceptable.", "committee_note": null, "state": "rejected", "signature_count": 6, "created_at": "2020-11-03T20:47:09.103Z", "updated_at": "2020-12-15T12:24:06.580Z", "rejected_at": "2020-12-15T12:24:06.582Z", "opened_at": null, "closed_at": null, "moderation_threshold_reached_at": "2020-11-07T10:34:07.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": {"code": "irrelevant", "details": "We can't accept your petition because the UK Government and Parliament aren't responsible for the issue you raise.  This would be a matter for local councils.\r\n\r\nWe could publish a petition calling for the Government to create a fund to enable local authorities to electrify public transport, if that's what you'd like to see happen. "}, "government_response": null, "debate": null, "departments": [], "topics": []}}, {"type": "petition", "id": 556630, "links": {"self": "https://petition.parliament.uk/petitions/556630.json"}, "attributes": {"action": "Make supermarkets display the climate impact of the products they sell", "background": "The government should make it obligatory for supermarkets to display the climate impact of products they sell to enable consumers to make informed choices about what they buy. This could be done in a similar format to the existing traffic lights labelling system used for nutritional information.", "additional_details": "We know that changing our diets is one way of lowering individual carbon footprints as part of the broader effort to prevent climate catastrophe. Yet, consumers currently lack sufficient information to make informed choices about the products they buy and consume. Providing such information in the form of a standardised labelling system could help consumers to choose more sustainable diets and will raise awareness of the impact that certain foods can have on our environment.", "committee_note": null, "state": "rejected", "signature_count": 6, "created_at": "2020-10-28T13:01:10.943Z", "updated_at": "2020-11-03T12:55:58.197Z", "rejected_at": "2020-11-03T12:55:58.200Z", "opened_at": null, "closed_at": null, "moderation_threshold_reached_at": "2020-10-28T13:55:07.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": {"code": "duplicate", "details": "https://petition.parliament.uk/petitions/321482"}, "government_response": null, "debate": null, "departments": [], "topics": []}}]}