{"links": {"self": "https://petition.parliament.uk/petitions.json?q=climate+change&page=5", "first": "https://petition.parliament.uk/petitions.json?q=climate+change", "last": "https://petition.parliament.uk/petitions.json?page=8&q=climate+change", "next": "https://petition.parliament.uk/petitions.json?page=6&q=climate+change", "prev": "https://petition.parliament.uk/petitions.json?page=4&q=climate+change"}, "data": [{"type": "petition", "id": 611891, "links": {"self": "https://petition.parliament.uk/petitions/611891.json"}, "attributes": {"action": "Danger of soil extinction is grave - Save our Soil Biodiversity / Insect Biomass", "background": "UN says 1/3rd of the world's soil already degraded. Only 60 years of agricultural soil left. Journal of Biological Conservation says 80% of Insect Biomass lost in last 30 years. We caused this suicide and we must fix it. The government must introduce policies to rejuvenate and revitalize our soil.", "additional_details": "UN says soil is a very significant carbon sink linked to climate change; being the largest water soak on the planet and basis of all lives. Our wellbeing is not separate from the wellbeing of the soil. It is a very significant ecological threat as the way we grow food must change. The government must enforce policies that produces food in an organic way and stop using commercial and chemical fertilizers on our soil. Instead produce organic fertilizers using plants and animals waste themselves.", "committee_note": null, "state": "rejected", "signature_count": 11, "created_at": "2022-03-20T11:34:25.043Z", "updated_at": "2022-04-05T09:09:01.959Z", "rejected_at": "2022-03-25T08:05:57.046Z", "opened_at": null, "closed_at": null, "moderation_threshold_reached_at": "2022-03-20T13:50:38.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": {"code": "no-action", "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe understand that you are concerned about degradation of soil, but we're not sure exactly what you'd like the Government or Parliament to do.\r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do. For example, we could accept a petition calling on the Government to ban certain fertilisers, or to publish a strategy for preventing the degradation of soil quality, if either of those are something you want to happen."}, "government_response": null, "debate": null, "departments": [], "topics": []}}, {"type": "petition", "id": 604627, "links": {"self": "https://petition.parliament.uk/petitions/604627.json"}, "attributes": {"action": "Change New Year's Eve firework displays to be digitalised/virtual reality", "background": "The world is campaigning, striving to save the planet. Fireworks are not in line with that initiative. Not only that, fireworks affect so many; pets, PTSD sufferers, those with autism, misophonia and other disorders. So much is spent on NYE fireworks in London, why not save money and digitalism them", "additional_details": "If we digitalised the massive firework displays on NYE, it would have so many benefits. It would benefit the economy, 2020/21 fireworks cost £1.5m, this could go towards the NHS, the climate change movement, towards tackling homelessness, poverty, welfare, even maintaining roads, supporting new businesses. We live in such an age where technology is continually evoling, we have live action films, making lions appear real, why not do the same for fireworks?", "committee_note": null, "state": "rejected", "signature_count": 11, "created_at": "2022-01-01T00:20:03.182Z", "updated_at": "2022-01-04T15:45:57.587Z", "rejected_at": "2022-01-04T15:45:56.365Z", "opened_at": null, "closed_at": null, "moderation_threshold_reached_at": "2022-01-01T11:57:58.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": {"code": "irrelevant", "details": "We can't accept your petition because the issue you raise is not the responsibility of the Government or Parliament. It is the responsibility of the Mayor of London and the London Assembly.\r\n\r\nThe London Assembly has its own petitions process. You can find out more about how to petition the London Assembly here:\r\n\r\nhttps://www.london.gov.uk/about-us/london-assembly/petitions "}, "government_response": null, "debate": null, "departments": [], "topics": []}}, {"type": "petition", "id": 598857, "links": {"self": "https://petition.parliament.uk/petitions/598857.json"}, "attributes": {"action": "Ban the use of advertising inserts in magazines.", "background": "I subscribe to magazines and receive excessive amounts of advertising inserts which are not remotely connected to the magazine and go straight into recycling. This is a huge waste of resource and energy and increases emissions due to the production and extra weight of delivery and needs regulation.", "additional_details": "Bring in Legislation banning or restricting the use of magazine inserts which will help mitigate wasting resources and emissions not only caused by the production of the waste inserts but also reducing the weight of delivery that will also help. All of this benefits us in our mission of climate change. After all, reduce waste come before reuse and recycle as recycling still uses valuable resources.", "committee_note": null, "state": "rejected", "signature_count": 11, "created_at": "2021-10-10T18:11:48.878Z", "updated_at": "2021-10-12T10:55:51.918Z", "rejected_at": "2021-10-12T10:55:22.866Z", "opened_at": null, "closed_at": null, "moderation_threshold_reached_at": "2021-10-10T18:33:58.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": {"code": "irrelevant", "details": "We can't accept your petition because the UK Government and Parliament aren't responsible for the issue you raise. This is a decision for publishers. "}, "government_response": null, "debate": null, "departments": [], "topics": []}}, {"type": "petition", "id": 593994, "links": {"self": "https://petition.parliament.uk/petitions/593994.json"}, "attributes": {"action": "The govt fully fund and undertake the insulation of all social housing by 2025", "background": "The govt immediately promise to enact within four months a legally binding national plan to fully fund and be responsible for full low-energy /carbon retrofit of all homes in Britain, with no externalised costs, by 2030 for a just transition to decarbonisation of all parts of society and the economy", "additional_details": "To meet UK commitments under the Paris Agreement to stay below 1.5C and legal obligations under the Climate Change Act 2008, as amended in 2019, emissions from heating and powering homes must be reduced by 78% in less than 15 years and then to zero by 2050.\r\nNearly 15% of the UK's total emissions comes from heating homes. The CCC flag the \"stalled\" work, which 'must be viewed and supported by the Treasury as a national infrastructure priority\" (2019) for energy efficiency, job investment & health", "committee_note": null, "state": "rejected", "signature_count": 11, "created_at": "2021-08-03T10:08:15.029Z", "updated_at": "2022-02-17T12:20:24.239Z", "rejected_at": "2021-08-05T07:19:03.828Z", "opened_at": null, "closed_at": null, "moderation_threshold_reached_at": "2021-08-03T13:00:05.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": {"code": "no-action", "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe understand that you want to see action to insulate homes in the UK, but we're not sure if you want this to apply to only social housing (referred to in your title) or all homes (referred to in the main text of your petition). In any case, the UK Government is only responsible for housing in England, and not Scotland or Wales.\r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do."}, "government_response": null, "debate": null, "departments": [], "topics": []}}, {"type": "petition", "id": 589046, "links": {"self": "https://petition.parliament.uk/petitions/589046.json"}, "attributes": {"action": "Inform the general public about the climate emergency.", "background": "We need an ongoing public information campaign to ensure that the people of the UK understand the threat posed by the climate and ecological emergency, and the scale of the changes that are needed in response to it.", "additional_details": "Entrenched interests, including lobby groups and individuals funded by oil companies, are defending their short-term profits by muddying the waters around the climate emergency. Misinformation, misunderstanding and outright denial continue to flourish, despite overwhelming scientific consensus and plentiful evidence of collapse all around us. The government must provide the general public with authoritative information about the imminence of danger and the need for rapid, large-scale action.", "committee_note": null, "state": "rejected", "signature_count": 11, "created_at": "2021-06-17T08:58:34.410Z", "updated_at": "2021-06-22T11:45:04.870Z", "rejected_at": "2021-06-22T11:45:03.533Z", "opened_at": null, "closed_at": null, "moderation_threshold_reached_at": "2021-06-17T10:19:15.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": {"code": "duplicate", "details": "https://petition.parliament.uk/petitions/578800"}, "government_response": null, "debate": null, "departments": [], "topics": []}}, {"type": "petition", "id": 583295, "links": {"self": "https://petition.parliament.uk/petitions/583295.json"}, "attributes": {"action": "Create a people’s forest. Plant a tree for every life lost during the pandemic.", "background": "Create a lasting, living memorial to those that have died during the pandemic. \r\nAlthough it may not be over, we could start to build something that literally brings life, habitat and clean air. Something positive and beautiful during this challenging time.", "additional_details": "So many people have found comfort in getting outdoors during lockdown and appreciating the natural world. Many of us that live in cities would never get the opportunity to plant a tree. \r\nA tree is something that can outgrow and out live us and bring its joy to future generations. They are symbols of life and, as our climate changes, of hope.", "committee_note": null, "state": "rejected", "signature_count": 11, "created_at": "2021-04-18T21:04:10.768Z", "updated_at": "2021-04-28T13:52:05.701Z", "rejected_at": "2021-04-28T13:52:00.108Z", "opened_at": null, "closed_at": null, "moderation_threshold_reached_at": "2021-04-23T06:35:45.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": {"code": "duplicate", "details": "You may wish to sign this petition which calls for the same action: https://petition.parliament.uk/petitions/567615"}, "government_response": null, "debate": null, "departments": [], "topics": ["covid-19"]}}, {"type": "petition", "id": 581765, "links": {"self": "https://petition.parliament.uk/petitions/581765.json"}, "attributes": {"action": "Help save our ocean and end government funding towards overfishing.", "background": "To help end overfishing, the uk needs to end funding towards the fishing industry. Preserving the ocean by having more guarded and regulated No take zones in the uk oceans. Allowing healthy Marnie life to thrive in our ocean, will have positive effects on endangered species and climate change.", "additional_details": "The uk government has funded over £100 million towards fishing, which is then sold to the consumer as 'sustainable'. The 'sustainable' fishing is killing and endangering not only Marnie life that is intended to be caught but a huge amount of Marnie life is suffering from bycatching. Wild Mammals starving as a result of no fish. \r\nMarnie life intake our co2 emissions and cool down the climate and produce over 50% of our oxygen. To help support climate change we need to take action on overfishing.", "committee_note": null, "state": "rejected", "signature_count": 11, "created_at": "2021-03-31T10:14:42.138Z", "updated_at": "2022-02-17T12:22:43.827Z", "rejected_at": "2021-04-20T11:46:19.839Z", "opened_at": null, "closed_at": null, "moderation_threshold_reached_at": "2021-03-31T10:25:45.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": {"code": "duplicate", "details": "You may wish to sign these petitions which call for the same actions:\r\n\r\n'Ban fishing on a third of UK coastal for fish repopulation':\r\nhttps://petition.parliament.uk/petitions/553334\r\n\r\n'End UK subsidies to the fishing industry': https://petition.parliament.uk/petitions/581530"}, "government_response": null, "debate": null, "departments": [], "topics": []}}, {"type": "petition", "id": 580925, "links": {"self": "https://petition.parliament.uk/petitions/580925.json"}, "attributes": {"action": "Reinstate the £200 million aid package to Yemen as pledged in 2019/2020", "background": "The government should reinstate the ambitious and essential target of providing Yemen with a £200 million aid package as delivered in 2019/202. This money is vital for famine relief and the provision of basic medical care in a country experiencing full state collapse.", "additional_details": "Yemen is the site of the world's worst humanitarian crisis. After six years of war the people of Yemen are at the brink of famine, suffering the impacts of climate change, and facing the global pandemic with ever diminishing international support. While the US has announced an end 'for all offensive operations' in the war in Yemen including the sale of arms, Britain has made no such pledge. Continuing to supply arms to the Saudis while cutting aid to Yemen is barbaric and unconscionable.", "committee_note": null, "state": "rejected", "signature_count": 11, "created_at": "2021-03-23T20:25:23.340Z", "updated_at": "2021-03-30T09:13:38.754Z", "rejected_at": "2021-03-30T09:13:38.758Z", "opened_at": null, "closed_at": null, "moderation_threshold_reached_at": "2021-03-23T21:36:45.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": {"code": "duplicate", "details": "We have published the following petitions, which you might like to sign:\r\n\r\nStop the proposed reduction of foreign aid to the Yemen: https://petition.parliament.uk/petitions/577527\r\n\r\nIncrease UK aid for Yemen from for 2021 up to £300 million: https://petition.parliament.uk/petitions/577588"}, "government_response": null, "debate": null, "departments": [], "topics": []}}, {"type": "petition", "id": 575510, "links": {"self": "https://petition.parliament.uk/petitions/575510.json"}, "attributes": {"action": "Make Sir David Attenborough a Lord.", "background": "To elevate Sir David Attenborough from a Knight to a member of the House of Lords.\r\nWhere his knowledge, passion, wisdom and influence can help shape government policy and law making.", "additional_details": "Sir David has been a national and global inspiration in the fields of climate change, nature conservation, ecology, education, pollution and environmental issues.\r\nHis impact and life long contribution deserved to be acknowledged at the highest level.", "committee_note": null, "state": "rejected", "signature_count": 11, "created_at": "2021-02-16T13:27:57.861Z", "updated_at": "2021-02-22T15:25:59.250Z", "rejected_at": "2021-02-22T15:25:59.253Z", "opened_at": null, "closed_at": null, "moderation_threshold_reached_at": "2021-02-17T20:37:47.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": {"code": "honours", "details": "You can find out how to nominate someone for an honour at http://www.gov.uk/honours"}, "government_response": null, "debate": null, "departments": [], "topics": []}}, {"type": "petition", "id": 329473, "links": {"self": "https://petition.parliament.uk/petitions/329473.json"}, "attributes": {"action": "Prevent the drilling of oil and gas on the Isle of Wight", "background": "The government should intervene to prevent the drilling of oil or gas on the Isle of Wight. Proposed plans would see exploratory wells dug with the potential for further drilling.", "additional_details": "Fracking/oil & gas drilling on the Island would be economically disastrous for the “holiday Isle” as the suggested sites are areas that welcome a high volume of tourists. Furthermore, the decision to further exploit natural gas & oil runs counter to the government’s position in facing climate change. Put simply, our government should not stand for further fossil fuel extraction and should instead seek to find alternative sources of energy.", "committee_note": null, "state": "rejected", "signature_count": 11, "created_at": "2020-06-27T11:57:47.361Z", "updated_at": "2020-09-08T11:33:07.732Z", "rejected_at": "2020-09-08T11:33:01.150Z", "opened_at": null, "closed_at": null, "moderation_threshold_reached_at": "2020-06-27T12:13:44.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": {"code": "irrelevant", "details": "We can't accept your petition because the UK Government and Parliament aren't responsible for the issue you raise. This is a planning decision for the local council.\r\n\r\nYou could start a petition calling for the Government to ban oil and gas exploration in the UK, or in specific circumsatances (such as in internationally recognised biospheres) if that's what you'd like to see happen. "}, "government_response": null, "debate": null, "departments": [], "topics": []}}, {"type": "petition", "id": 303416, "links": {"self": "https://petition.parliament.uk/petitions/303416.json"}, "attributes": {"action": "Pause the System: UK take necessary action on COVID-19", "background": "1) Pause the System: Respond to the health emergency appropriately by halting non-essential business.\r\n2) Support Everyone: Take care of the most vulnerable and provide universal basic income.\r\n3) Transform the System: Prevent future pandemics by taking action on climate change and factory farming.", "additional_details": "We are in a public health emergency. The Government is failing to listen to the World Health Organisation and are prioritising the economy, disregarding the lives of the most vulnerable in our communities. We need to pause the system, put the UK into lockdown and support everyone in doing so. A change from business as usual will give humans and the planet a change from an economic system which is destroying the planet and provide the space to reflect and imagine better alternatives.", "committee_note": null, "state": "rejected", "signature_count": 11, "created_at": "2020-03-15T22:40:30.608Z", "updated_at": "2020-03-25T09:59:05.944Z", "rejected_at": "2020-03-25T09:59:05.947Z", "opened_at": null, "closed_at": null, "moderation_threshold_reached_at": "2020-03-16T04:03:04.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": {"code": "no-action", "details": "We're not exactly sure what you'd like to happen. Since this petition was started, the Government has announced the closure of pubs, restaurants and non-essential shops. It has also asked everyone to stay at home. You can find out more here: www.gov.uk/coronavirus\r\n\r\nYou could start a new petition explaining clearly what you'd like the UK Government and Parliament to do. \r\n\r\nIf you want the Government to introduce a universal basic income, you may wish to sign this petition: https://petition.parliament.uk/petitions/302284\r\n\r\nIf you want a UK lockdown, you may wish to sign this petition: https://petition.parliament.uk/petitions/301397 \r\n"}, "government_response": null, "debate": null, "departments": [], "topics": []}}, {"type": "petition", "id": 620244, "links": {"self": "https://petition.parliament.uk/petitions/620244.json"}, "attributes": {"action": "Students should not go into school during exceedingly hot weather.", "background": "Students should not have to go into school during exceedingly hot weather and instead be replaced via online learning.", "additional_details": "In recent years, weather temperatures have been climbing and climbing as a result of climate change - this has made it so students, such as myself, have found it hard to study and concentrate during class due to the weather temperature and little being done to cool the classrooms, with many schools avoiding solutions such as air conditioning due its price and impact on the environment.", "committee_note": null, "state": "rejected", "signature_count": 10, "created_at": "2022-07-13T14:49:55.659Z", "updated_at": "2022-07-18T10:48:51.630Z", "rejected_at": "2022-07-18T10:48:50.597Z", "opened_at": null, "closed_at": null, "moderation_threshold_reached_at": "2022-07-13T15:03:09.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": {"code": "irrelevant", "details": "We can only accept petitions about things the Government or Parliament are directly responsible for.\r\n\r\nDecisions about when to close schools because of severe weather are a matter for individual local authorities, not the UK Government or Parliament.\r\n\r\nWe could accept a petition calling on the Government to require schools to close if temperatures exceed a certain level, but it would need to be clear when you want schools to be required to close.\r\n\r\nThe Department for Education has published advice for teachers and other professionals looking after children during heatwaves, which you can find here: https://www.gov.uk/government/publications/heatwave-plan-for-england/looking-after-children-and-those-in-early-years-settings-during-heatwaves-for-teachers-and-professionals"}, "government_response": null, "debate": null, "departments": [], "topics": []}}, {"type": "petition", "id": 606666, "links": {"self": "https://petition.parliament.uk/petitions/606666.json"}, "attributes": {"action": "Ban cryptocurrencies' mining and transactions as action to fight climate change", "background": "Carrying out cryptocurrency transactions requires the work of millions of computers calculating each transaction. Just Bitcoin alone consumes 0,46% global electricity production (Yougov, 21.10.2021), more than Argentina usage , or approximately 1/3 of all coal power stations’ production in the EU.", "additional_details": "On top of the energy usage, crypto mining requires millions of computers, semiconductors, other equipment which could be needed elsewhere, water for cooling, and space for mining farms. It also has a huge carbon footprint.\r\nCryptocurrencies enable criminals, drug and arm dealers to make easy, secret money transfers, out of any control. \r\nBitcoin and other cryptocurrencies made the biggest financial pyramid in history.\r\nBlockchain technology, useful for other purposes, but not investment, should be regulated by government.", "committee_note": null, "state": "rejected", "signature_count": 10, "created_at": "2022-01-18T20:47:41.738Z", "updated_at": "2022-01-25T08:23:20.156Z", "rejected_at": "2022-01-25T08:23:19.354Z", "opened_at": null, "closed_at": null, "moderation_threshold_reached_at": "2022-01-19T23:46:38.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": {"code": "duplicate", "details": "You may wish to sign this petition calling for a similar action: https://petition.parliament.uk/petitions/601629"}, "government_response": null, "debate": null, "departments": [], "topics": []}}, {"type": "petition", "id": 601024, "links": {"self": "https://petition.parliament.uk/petitions/601024.json"}, "attributes": {"action": "No New Nuclear", "background": "Nuclear power is not the solution.\r\nIt contributes to warming and \r\ncreates waste like nothing else.\r\n\r\nBe it small modular reactors (SMR), or large plants, it is not the answer.\r\n\r\nNuclear, like fossil fuels, funds mining that harms indigenous folks outside the UK. Out of sight out of mind, right?", "additional_details": "Nuclear plants (inc SMRs), are unsuitable in our changing climate. They’re ineffective/forced to close during heatwaves.\r\n\r\nPlants will face ever frequent flooding. Imagine nuclear waste entering our seas as a result. The public and planet lose out.\r\n\r\nInvesting heavily in nuclear deflects from (cleaner/greener) renewables.\r\n\r\nWe urge the Government to rethink the introduction of new nuclear, and to include a ‘No New Nuclear’ clause in all climate planning.\r\n\r\nNo new nuclear. Fund ✨sustainable✨ power.", "committee_note": null, "state": "rejected", "signature_count": 10, "created_at": "2021-11-11T10:32:33.086Z", "updated_at": "2021-11-17T09:13:17.865Z", "rejected_at": "2021-11-17T09:13:17.019Z", "opened_at": null, "closed_at": null, "moderation_threshold_reached_at": "2021-11-11T11:30:18.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": {"code": "no-action", "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe understand that you are concerned about new nuclear plants, but we're not sure if you want the Government to ban new nuclear plants, or just not provide funding for new nuclear power generation.\r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do."}, "government_response": null, "debate": null, "departments": [], "topics": []}}, {"type": "petition", "id": 593458, "links": {"self": "https://petition.parliament.uk/petitions/593458.json"}, "attributes": {"action": "Increase percentage of taxpayers money towards public transport.", "background": "We want the government to increase the amount of money that is given to public transport in order to reduce bus fares (specifically for secondary school and university students). We hope that this will help to reduce carbon emissions by encouraging more young people to use the bus services.", "additional_details": "We would like the government to do this as we believe it will reduce carbon emissions and help with the global issue of climate change. The bus fares at the moment are roughly £450 per person per year which is the highest it’s ever been. We wish for the prices to be lower so that they are more affordable for low income or large families as we believe that everyone deserves the same opportunities.", "committee_note": null, "state": "rejected", "signature_count": 10, "created_at": "2021-07-26T14:15:12.988Z", "updated_at": "2021-07-29T11:13:50.801Z", "rejected_at": "2021-07-29T11:13:50.804Z", "opened_at": null, "closed_at": null, "moderation_threshold_reached_at": "2021-07-26T14:18:55.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": {"code": "no-action", "details": "We understand you would like to see the price of travelling on public transport go down, but it is unclear how the Government can increase the percentage of taxpayers money going towards public transport. The Department for Transport's budget is formed of tax payer contributions and income from private transport providers (e.g. train operators/franchised rail) and you can read more about where and how it is spent here:\r\nhttps://researchbriefings.files.parliament.uk/documents/CDP-2018-0050/CDP-2018-0050.pdf\r\n\r\nYou could start a petition calling for an increase to the budget of the Department for Transport if that is something you would like to see happen.\r\n\r\nYou may also like to sign the below petitions we currently have open on this topic:\r\n\r\nNationalise all Public Transport and make it free to all to help climate change\r\nhttps://petition.parliament.uk/petitions/584793\r\n\r\nFund discounted public transport for under 18s travelling to school\r\nhttps://petition.parliament.uk/petitions/590106"}, "government_response": null, "debate": null, "departments": [], "topics": []}}, {"type": "petition", "id": 569247, "links": {"self": "https://petition.parliament.uk/petitions/569247.json"}, "attributes": {"action": "Demand Secretary of State makes a U-turn to call-in West Cumbria coal mine.", "background": "We want Robert Jenrick to make a U-turn on his decision to decline the call-in of the first UK deep coal mine in 30 years... So it can be discussed and decided on, on a national level as climate change goes beyond borders and counties.", "additional_details": "Last week, the secretary of state, Robert Jenrick declined to call in the decision made by local councilors to give a green light to the first UK deep coal mine in 30 years… whilst demonstrations and 86,000 signatures on petitions telling him to do otherwise. \r\n\r\nWe want this decision to be changed and for the coal mine to go through Parliamentary review.", "committee_note": null, "state": "rejected", "signature_count": 10, "created_at": "2021-01-10T15:37:34.009Z", "updated_at": "2021-01-20T12:59:07.007Z", "rejected_at": "2021-01-20T12:59:07.009Z", "opened_at": null, "closed_at": null, "moderation_threshold_reached_at": "2021-01-10T15:43:27.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": {"code": "duplicate", "details": "You may wish to sign this petition calling for the same action: https://petition.parliament.uk/petitions/568475"}, "government_response": null, "debate": null, "departments": [], "topics": []}}, {"type": "petition", "id": 563820, "links": {"self": "https://petition.parliament.uk/petitions/563820.json"}, "attributes": {"action": "A Government funded app to show available land for the planting of trees.", "background": "A STEP TOWARDS CARBON NEUTRALITY! To show available areas all around the country for Tree Planting. To show simple steps of how to grow a tree from the seed to encourage people to grow their own and plant it! This scheme could also be implemented in schools as part of a Life’s Skills Curriculum.", "additional_details": "The reason tree planting is important is to tackle climate change and aid in the UK’s target to carbon neutrality by 2050", "committee_note": null, "state": "rejected", "signature_count": 10, "created_at": "2020-12-15T19:33:22.556Z", "updated_at": "2020-12-21T13:28:07.404Z", "rejected_at": "2020-12-21T13:28:07.408Z", "opened_at": null, "closed_at": null, "moderation_threshold_reached_at": "2020-12-15T19:52:47.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": {"code": "no-action", "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe understand that you want to support the planting of trees, but whether or not land is available for the planting of trees would be a matter for the landowner, and this may be a private individual or business, rather than a local authority.\r\n\r\nWe have published the following petitions, which you might like to sign: \r\n\r\nEnshrine tree planting target in law: https://petition.parliament.uk/petitions/552296\r\n\r\nEstablish a national tree-planting scheme for graduating students: https://petition.parliament.uk/petitions/554235\r\n\r\nCreate a programme to plant a tree for every baby born in England: https://petition.parliament.uk/petitions/560715\r\n\r\nIf you want the Government to take an action not covered by the above you could start a new petition explaining clearly what you would like the Government or Parliament to do."}, "government_response": null, "debate": null, "departments": [], "topics": []}}, {"type": "petition", "id": 563569, "links": {"self": "https://petition.parliament.uk/petitions/563569.json"}, "attributes": {"action": "Change the grassroots football season to Mar-Nov for steps 4 down & children", "background": "In winter, football games get called off too regularly. By moving the football season to play March-November with a break in August for the summer holidays/tournament season, it would improve the participation rates, quality of the games and everyone would enjoy it more. The season needs changing", "additional_details": "Clubs could train and play midweek with the summer time light also. For everyone to enjoy football, the game needs to be able to be played. The plan currently is to keep the season as it is in the UK and build 3G floodlit facilities, costing the government fortunes. The alternative of a change in the season dates would be more economically affordable given the current climate where we need to save money as a country. Amateur adults and children just want to enjoy playing football.", "committee_note": null, "state": "rejected", "signature_count": 10, "created_at": "2020-12-12T09:52:02.564Z", "updated_at": "2020-12-17T12:20:20.347Z", "rejected_at": "2020-12-17T12:20:20.350Z", "opened_at": null, "closed_at": null, "moderation_threshold_reached_at": "2020-12-12T11:35:57.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": {"code": "irrelevant", "details": "We can't accept your petition because the UK Government and Parliament aren't responsible for the issue you raise. This is a matter for the footballing authorities. "}, "government_response": null, "debate": null, "departments": [], "topics": []}}, {"type": "petition", "id": 561599, "links": {"self": "https://petition.parliament.uk/petitions/561599.json"}, "attributes": {"action": "The Government should to its commitment on Foreign Aid", "background": "The Government should keep to its commitment to spending 0.7% of GDP on Foreign Aid.", "additional_details": "The new Foreign Office permanent secretary, Sir Philip Barton, appearing at the foreign affairs select committee two weeks ago, provided no details on this year’s near £2.9bn cuts to aid, but said the department’s priorities were Covid health requirements, girls’ education, climate change and biodiversity, the “bottom billion” poorest people and defending open societies, human rights and “force-for-good” programming.", "committee_note": null, "state": "rejected", "signature_count": 10, "created_at": "2020-11-23T15:50:28.863Z", "updated_at": "2020-11-26T08:49:48.698Z", "rejected_at": "2020-11-26T08:49:48.700Z", "opened_at": null, "closed_at": null, "moderation_threshold_reached_at": "2020-11-23T15:55:27.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": {"code": "duplicate", "details": "You may wish to sign this petition calling for the same action: https://petition.parliament.uk/petitions/561068"}, "government_response": null, "debate": null, "departments": [], "topics": []}}, {"type": "petition", "id": 375377, "links": {"self": "https://petition.parliament.uk/petitions/375377.json"}, "attributes": {"action": "Ban the use of excess unnecessary food packaging.", "background": "Ban the use of excessive packaging on all prepackaged food items (eg crisp , breakfast bars). As it causes an unnecessary amount of waste , which majority of the time is not recyclable . This waste goes to landfill and then in turn will contributor to global warming.", "additional_details": "Prepackaged foods are causing an unnecessary amount of waste because a large majority of their manufacturers are oversizing there the wrappers and container that protect them so that there products appeared bigger than there actual size. This can been seen crisp packaging (eg, walkers) and breakfast (eg, Cadbury’s brunch bars). Landfill contributes to climate change as greenhouse gases are released, less landfill equals ,less Greenhouse gases being released Equals, less global warming .", "committee_note": null, "state": "rejected", "signature_count": 10, "created_at": "2020-08-12T08:15:51.113Z", "updated_at": "2020-08-18T14:38:20.638Z", "rejected_at": "2020-08-18T14:38:20.640Z", "opened_at": null, "closed_at": null, "moderation_threshold_reached_at": "2020-08-12T09:23:14.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": {"code": "no-action", "details": "We understand that you are concerned about unnecessary food packaging, but it's not clear what you want the Government to ban.\r\n\r\nWe have published the following petition, which you might like to sign:\r\n\r\nMake it compulsory for food products to have environmental impact traffic lights: https://petition.parliament.uk/petitions/300770\r\n\r\nBan all single use plastic: https://petition.parliament.uk/petitions/300152\r\n\r\nBan selling drinks bottles that aren’t made out of a sustainable material: https://petition.parliament.uk/petitions/311520\r\n\r\nCreate charge for use of non-biodegradable material: https://petition.parliament.uk/petitions/300421\r\n\r\nWe could accept a new petition calling for additional restrictions on food packaging, but it would need to be clear what additional restrictions you wanted the Government to impose."}, "government_response": null, "debate": null, "departments": [], "topics": []}}, {"type": "petition", "id": 330092, "links": {"self": "https://petition.parliament.uk/petitions/330092.json"}, "attributes": {"action": "Increase Environmental Protection and Green Focus in Covid-19 Recovery Plan", "background": "The government must enforce stronger environmental protection within plans for Covid-19 recovery. It must implement a green focus and invest in active travel, energy efficiency, renewable energy, nature tourism, wildlife and environmental conservation, and other green projects.", "additional_details": "Despite declaring a climate emergency in 2019 the UK Covid-19 recovery plan has an overly strong focus on construction and development at the expense of protecting the natural environment.\r\nPolls show a public preference for a change to the economy and a greener focus, which was promised but quickly forgotten. \r\nThe UK has failed to meet the majority of climate action targets. \r\nIt is our responsibility to protect the natural environment, especially after it has provided us with so many benefits.", "committee_note": null, "state": "rejected", "signature_count": 10, "created_at": "2020-07-01T22:09:33.048Z", "updated_at": "2020-07-28T15:45:09.590Z", "rejected_at": "2020-07-28T15:45:09.594Z", "opened_at": null, "closed_at": null, "moderation_threshold_reached_at": "2020-07-01T22:53:54.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": {"code": "duplicate", "details": "https://petition.parliament.uk/petitions/317343"}, "government_response": null, "debate": null, "departments": [], "topics": []}}, {"type": "petition", "id": 303607, "links": {"self": "https://petition.parliament.uk/petitions/303607.json"}, "attributes": {"action": "Create a UK National Week of Respite", "background": "For too long the British public have endured a sustained period of stress, worry and panic.\r\n\r\nIt started with the Global Financial Crisis in 2008 which led on austerity and has included Scottish independence, Brexit, Climate Change and Coronavirus. \r\n\r\nThis is an unprecedented period of time.", "additional_details": "The British public deserve some much needed positivity and I believe Government should lead this with a National Week of Respite possibly held during the Summer Holidays and perhaps repeated each year.\r\n\r\nFunds should be provided for festivals, food, drink, fun and events for a week long period during which we celebrate overcoming many challenges and divisions, and get prepared for the ones in future. \r\n\r\nPlease help make this a reality by signing this petition. We've all earned it!", "committee_note": null, "state": "rejected", "signature_count": 10, "created_at": "2020-03-16T10:28:07.819Z", "updated_at": "2020-04-15T08:13:00.389Z", "rejected_at": "2020-03-27T12:28:41.283Z", "opened_at": null, "closed_at": null, "moderation_threshold_reached_at": "2020-03-16T10:52:04.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": {"code": "no-action", "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe're not sure exactly whether you want the Government to create extra bank holidays, provide funding for events, or a combination of both of these things. \r\n\t\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do. "}, "government_response": null, "debate": null, "departments": [], "topics": []}}, {"type": "petition", "id": 625797, "links": {"self": "https://petition.parliament.uk/petitions/625797.json"}, "attributes": {"action": "Ban Fracking in Lancashire (and Nationwide)", "background": "To vote against fracking in the UK to uphold our country's commitment to the global fight against climate change and prevent the environmental disasters caused by fracking in other countries from occurring in our country; preserving our beautiful rural areas, its wilderness and biodiversity.", "additional_details": "Earlier in Liz Truss's premiership she stated that fracking would go ahead in areas as long as there is local support; as a constituent of Blackpool I can categorically state that there has already been passionate resistance to previous attempts to frack in the area. Fracking cause tremors which are a threat to peoples houses and livelihoods as seen elsewhere in the world, furthermore, fracking also disrupts and displaces wildlife due to noise pollution and the destruction of natural habitats.", "committee_note": null, "state": "rejected", "signature_count": 9, "created_at": "2022-10-19T17:29:04.342Z", "updated_at": "2022-10-21T07:42:07.812Z", "rejected_at": "2022-10-21T07:42:06.578Z", "opened_at": null, "closed_at": null, "moderation_threshold_reached_at": "2022-10-19T19:24:30.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": {"code": "duplicate", "details": "You may wish to sign this petition which calls for the same action: https://petition.parliament.uk/petitions/614611"}, "government_response": null, "debate": null, "departments": [], "topics": []}}, {"type": "petition", "id": 601935, "links": {"self": "https://petition.parliament.uk/petitions/601935.json"}, "attributes": {"action": "Support A417 Option 12, the landscape led solution & preserve our environment", "background": "A417 Missing Link is a road upgrade project in Gloucestershire to solve a safety and traffic issue. Option 12 is a landscape led solution that has the least environmental impact with minimised destruction to local ecology, communities, farmland and the AONB. Get behind Option 12, the climate choice", "additional_details": "Never has the fragility of our environment and the effects of climate change been more of a concern to the population of our nation, it's the #1 issue. We need to preserve & restore ecology & build resilient agriculture as agreed at COP26. We need to protect the AONB as set out in the NPPF. We need to put the environment at the forefront of every debate and to always find a landscape led solution. A417 Option 12 is the solution. We want Govt to deliver on it's promises to make the climate choice", "committee_note": null, "state": "rejected", "signature_count": 9, "created_at": "2021-11-25T17:13:42.099Z", "updated_at": "2021-12-03T14:28:28.658Z", "rejected_at": "2021-12-01T08:29:23.424Z", "opened_at": null, "closed_at": null, "moderation_threshold_reached_at": "2021-11-25T17:30:58.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": {"code": "fake-name", "details": ""}, "government_response": null, "debate": null, "departments": [], "topics": []}}, {"type": "petition", "id": 601232, "links": {"self": "https://petition.parliament.uk/petitions/601232.json"}, "attributes": {"action": "Make a stronger climate deal by the end of COP 27, Egypt", "background": "The task of the COP 26 climate change conference in Glasgow is not complete. In the face of a climate change emergency the deal was a small step, when we urgently need to take a giant leap forward. We must plan, negotiate, and agree on a much stronger global climate deal by the end of COP 27, Egypt.", "additional_details": "In COP26 we agreed emissions cuts that, if fully adhered to, will limit global warming to around 2.4C, nowhere near the 1.5C target agreed by scientists and politicians. Please take a moment to watch Alok Sharma, the president of the COP26 summit, summarize what was achieved at the conference: https://www.bbc.co.uk/news/world-59277788\r\n\r\nWe must set serious targets for the next decade, not far in the future. And we must eradicate coal as a power source, not merely \"phase it down\".", "committee_note": null, "state": "rejected", "signature_count": 9, "created_at": "2021-11-14T13:05:45.416Z", "updated_at": "2021-11-19T08:19:05.914Z", "rejected_at": "2021-11-19T08:19:05.376Z", "opened_at": null, "closed_at": null, "moderation_threshold_reached_at": "2021-11-14T13:58:28.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": {"code": "no-action", "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe understand that you want to see a stronger climate deal, but we're not sure exactly what you'd like the Government to do, or try to secure in a future deal.\r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do."}, "government_response": null, "debate": null, "departments": [], "topics": []}}, {"type": "petition", "id": 600771, "links": {"self": "https://petition.parliament.uk/petitions/600771.json"}, "attributes": {"action": "Save the Upper Nene Valley countryside from massive industrialisation.", "background": "Stop the large number of distribution centres currently being planned on good agricultural land within the Upper Nene Valley.\r\n\r\nEnsure speculative developers are not allowed to exploit budget constrained councils into permitting inappropriate and unsustainable development for short term profit.", "additional_details": "Villages and towns in this beautiful rural area are becoming inundated with large ugly warehouses and more are being planned.\r\n\r\nThe increase in heavy goods vehicles and subsequent air, noise and light pollution will result in a reduction in the quality of life for all residents in the Upper Nene Valley.\r\n\r\nIncreased industrialization will contribute to global warming, flooding and climate change.\r\n\r\nThis loss of countryside will reduce the diversity of plants, animals and birds, never to be regained.", "committee_note": null, "state": "rejected", "signature_count": 9, "created_at": "2021-11-07T20:25:18.861Z", "updated_at": "2021-11-12T12:33:18.701Z", "rejected_at": "2021-11-12T12:33:17.670Z", "opened_at": null, "closed_at": null, "moderation_threshold_reached_at": "2021-11-08T06:33:18.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": {"code": "irrelevant", "details": "Local planning decisions within the Upper Nene Valley are a matter for the individual local authority, not the Government or Parliament. As a result it is not possible for the Government or Parliament to take the action you have requested.\r\n\r\nIf you are concerned about planning decisions in your area you could raise this issue with a local councillor, who represents you. You can use this page to find out who your local councillors are, and how to contact them: https://www.gov.uk/find-your-local-councillors"}, "government_response": null, "debate": null, "departments": [], "topics": []}}, {"type": "petition", "id": 600237, "links": {"self": "https://petition.parliament.uk/petitions/600237.json"}, "attributes": {"action": "Referendum on Net Zero Target and the Green Agenda", "background": "We need to start hearing opinions on the other side of Climate Change, we should have a Vote on the whole thing to see if the public even supports the Actions of our Government on Climate Change once they have heard the real evidence and the Cost / Benefit analysis.", "additional_details": "We need to take action now to avoid wrecking our way of life before it go's too far and irreversible.", "committee_note": null, "state": "rejected", "signature_count": 9, "created_at": "2021-11-01T10:50:01.329Z", "updated_at": "2021-11-05T08:34:41.455Z", "rejected_at": "2021-11-05T08:34:39.786Z", "opened_at": null, "closed_at": null, "moderation_threshold_reached_at": "2021-11-01T14:03:18.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": {"code": "irrelevant", "details": "You may wish to sign this petition calling for a similar action: https://petition.parliament.uk/petitions/599602\r\n\r\nIf you wanted to start a petition requesting something different, you'd need to provide your full name."}, "government_response": null, "debate": null, "departments": [], "topics": []}}, {"type": "petition", "id": 596250, "links": {"self": "https://petition.parliament.uk/petitions/596250.json"}, "attributes": {"action": "BBC should create a seperate section for climate emergency on their webpage", "background": "Our generation is the last generation which can do something about the environmental threat to our planet. Unless each and everyone of us goes over and beyond in a collective effort to help reverse the damage caused to the planet by human activity climate change will make life impossible on earth.", "additional_details": "Media outlets have the ability to influence and shape public opinion. The general public needs more high quality information and qualified guidance on what they can do to help save the planet. BBC should create a dedicated section for climate emergency and environment  to help raise awareness and generate debate. Being a non commercial media organisation the credibility of the BBC brand combined with their well funded science based reporting resources can become a force for change.", "committee_note": null, "state": "rejected", "signature_count": 9, "created_at": "2021-09-02T20:34:58.162Z", "updated_at": "2021-09-07T15:21:20.665Z", "rejected_at": "2021-09-07T15:21:19.328Z", "opened_at": null, "closed_at": null, "moderation_threshold_reached_at": "2021-09-03T15:10:48.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": {"code": "irrelevant", "details": "We can't accept your petition because the UK Government and Parliament aren't responsible for the issue you raise. This is a decision for the BBC. "}, "government_response": null, "debate": null, "departments": [], "topics": []}}, {"type": "petition", "id": 580314, "links": {"self": "https://petition.parliament.uk/petitions/580314.json"}, "attributes": {"action": "Improve teaching of climate science in schools.", "background": "Make David Attenborough’s book ‘A life on our planet’ a compulsory part of the school curriculum.", "additional_details": "This book will provide students with a factual text about the reality of climate change whilst also providing information about how current and future generations can reverse the affects we are already experiencing.", "committee_note": null, "state": "rejected", "signature_count": 9, "created_at": "2021-03-18T12:47:57.872Z", "updated_at": "2021-03-25T09:10:58.550Z", "rejected_at": "2021-03-25T09:10:58.551Z", "opened_at": null, "closed_at": null, "moderation_threshold_reached_at": "2021-03-18T14:42:35.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": {"code": "irrelevant", "details": "The educational materials used to teach school students is a matter for individual schools, not the Government or House of Commons.\r\n\r\nThe national curriculum already requires that students be taught about the evidence, and uncertainties in evidence, for additional anthropogenic causes of climate change, and potential effects of, and mitigation of, increased levels of carbon dioxide and methane on the Earth’s climate: https://assets.publishing.service.gov.uk/government/uploads/system/uploads/attachment_data/file/840002/Secondary_national_curriculum_corrected_PDF.pdf\r\n\r\nWe could accept a petition calling for changes to curriculum content on climate change, but it would need to be clear what changes you wanted to be made."}, "government_response": null, "debate": null, "departments": [], "topics": []}}, {"type": "petition", "id": 575212, "links": {"self": "https://petition.parliament.uk/petitions/575212.json"}, "attributes": {"action": "Future Covid restrictions to prioritise consideration of young people.", "background": "We seek a commitment from the government that all future legislation or restrictions put in place to control Covid 19, prioritise minimising the impact and promoting the recovery for young people (under 25s).  Their recovery will take many years and require much more than a vaccine.", "additional_details": "Young people have suffered their second 'once-in-a-lifetime' catastrophe, the financial collapse and now the pandemic.  Rules and remedies have prioritised older generations, protecting the assets and lives of baby-boomers who have benefitted from seventy-five years of medical and economic  prosperity. It is time that the future generations, facing catastrophic climate change, economic hardship and social upheaval  are given priority in governmental decision making. These people are the future.", "committee_note": null, "state": "rejected", "signature_count": 9, "created_at": "2021-02-14T11:18:50.310Z", "updated_at": "2021-03-01T17:07:05.708Z", "rejected_at": "2021-03-01T17:07:05.711Z", "opened_at": null, "closed_at": null, "moderation_threshold_reached_at": "2021-02-14T12:10:57.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": {"code": "no-action", "details": "Petitions need to call on the Government or Parliament to take a specific action. We're not sure exactly what you'd like the Government or Parliament to do. \r\n                \r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do."}, "government_response": null, "debate": null, "departments": [], "topics": []}}, {"type": "petition", "id": 561929, "links": {"self": "https://petition.parliament.uk/petitions/561929.json"}, "attributes": {"action": "Don't cut overseas aid: maintain the aid budget at 0.7% of GDP", "background": "In line with the United Nations aid target, to maintain our current commitment to provide 0.7% of UK's Gross Domestic Product (GDP) in overseas aid to the developing world", "additional_details": "Pressing reasons to maintain the aid budget include the following:\r\n- Developing countries, economically hit hard by covid, need urgent funding to fight the pandemic\r\n- We must show global leadership, prior to our hosting of the UN climate conference, by helping the poorest adapt to climate change \r\n- Aid strengthens democracy around the world and creates the conditions for peace\r\n- Creating a more stable and equitable world, which collectively faces these challenges, is in our own interest.", "committee_note": null, "state": "rejected", "signature_count": 9, "created_at": "2020-11-25T22:25:04.911Z", "updated_at": "2020-11-26T08:51:25.628Z", "rejected_at": "2020-11-26T08:51:25.631Z", "opened_at": null, "closed_at": null, "moderation_threshold_reached_at": "2020-11-25T23:27:47.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": {"code": "duplicate", "details": "You may wish to sign this petition calling for the same action: https://petition.parliament.uk/petitions/561068"}, "government_response": null, "debate": null, "departments": [], "topics": []}}, {"type": "petition", "id": 561534, "links": {"self": "https://petition.parliament.uk/petitions/561534.json"}, "attributes": {"action": "Stop the government bringing in pay per mile car tax", "background": "Do no bring in unfair changes to car tax which will punish the poorest, further isolate families and create a two tier travel system of rich and poor. Do not make driving a luxury for only the rich and elite. \r\nStop punishing the poor!\r\nDo not use climate change as an excuse to justify unfair policy", "additional_details": "Do no bring in unfair changes to car tax which will punish the poorest, further isolate families and create a two tier travel system of rich and poor. Do not make driving a luxury for only the rich and elite. \r\nStop punishing the poor!\r\nDo not use climate change as an excuse to justify unfair driving inaffordability.\r\n\r\nNew car tax plans unveiled by the Government could charge drivers for every mile they drive, rather than the current flat rate which could both force people to visit their families less.\r\n\r\nAn expert has warned the new plans could also put many out of a job.\r\n\r\n\r\nChancellor Rishi Sunak is believed to be fronting the proposal in order to fill a government budget hole.", "committee_note": null, "state": "rejected", "signature_count": 9, "created_at": "2020-11-22T22:58:02.097Z", "updated_at": "2020-11-23T15:45:01.079Z", "rejected_at": "2020-11-23T15:45:01.083Z", "opened_at": null, "closed_at": null, "moderation_threshold_reached_at": "2020-11-23T11:15:57.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": {"code": "duplicate", "details": "You may wish to sign this petition calling for the same action: https://petition.parliament.uk/petitions/560867"}, "government_response": null, "debate": null, "departments": [], "topics": []}}, {"type": "petition", "id": 556728, "links": {"self": "https://petition.parliament.uk/petitions/556728.json"}, "attributes": {"action": "To set up, fund and implement a national coronavirus economic recovery plan", "background": "To mitigate the immediate effects of coronavirus job losses, to ensure the country can cope with the ongoing pandemic and to make further preparations for climate change", "additional_details": "Only the government can create an integrated plan for the UK economy. This will need to support retraining, investment in public services and to encourage investment in new industries which will provide replacement jobs for Covid hit industries and strengthen our response to climate change", "committee_note": null, "state": "rejected", "signature_count": 9, "created_at": "2020-10-29T10:32:46.380Z", "updated_at": "2020-11-03T16:58:42.911Z", "rejected_at": "2020-11-03T16:58:42.913Z", "opened_at": null, "closed_at": null, "moderation_threshold_reached_at": "2020-10-29T11:36:47.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": {"code": "no-action", "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe're not sure exactly what you'd like the Government or Parliament to do. We understand you'd like increased Government funding, but we're not sure exactly how you'd like it to be spent. \r\n\t\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do."}, "government_response": null, "debate": null, "departments": [], "topics": []}}, {"type": "petition", "id": 550166, "links": {"self": "https://petition.parliament.uk/petitions/550166.json"}, "attributes": {"action": "Block decision to appoint Tony Abbott as joint president of the board of trade", "background": "I would like the government to reverse their decision to appoint Tony Abbott as joint president of the board of trade and comdemn his views, historical and present, and admit his values are disgusting in a modern democracy", "additional_details": "Tony Abbott has said overtly misogynistic and homophobic things during his career in Australian politics. I feel his a horrific choice for the board of trade as he would poorly represent our country and values. He also has been known to be a climate change denier, and therefore not suitable to represent the UK on the international stage, especially in this climate emergency. In short he is an atrocious choice especially due to his homophobia and misogyny", "committee_note": null, "state": "rejected", "signature_count": 9, "created_at": "2020-09-03T14:27:58.420Z", "updated_at": "2020-09-08T16:06:23.957Z", "rejected_at": "2020-09-08T16:06:23.958Z", "opened_at": null, "closed_at": null, "moderation_threshold_reached_at": "2020-09-03T15:36:34.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": {"code": "honours", "details": "We can't accept petitions which call for someone to be given or lose their job, as everyone is entitled to due process in line with their contractual rights."}, "government_response": null, "debate": null, "departments": [], "topics": []}}, {"type": "petition", "id": 328046, "links": {"self": "https://petition.parliament.uk/petitions/328046.json"}, "attributes": {"action": "Rescue the Economy by creating Green Jobs and scrapping investment in Fossil", "background": "The government should stimulate the economy and halt the destruction of our ecosystem by creating millions of jobs in clean energy and putting carbon emissions into structural decline.\r\n\r\nThe world only has 6 months left to change the course of the climate crisis, according to the IEA.", "additional_details": "Covid-19 has seen millions thrown into unemployment and at this critical point for the survival of life on earth, we must not look backwards by funding the industries that are destroying it.\r\n\r\nThe IEA has also stated that targeting green jobs will be more effective than pouring money into the high-carbon economy. Their sustainably recovery plan sets out the potential of 1.9m jobs in building efficiency, 1.1m in wind and solar power, 0.86m in power networks and millions more in other areas.", "committee_note": null, "state": "rejected", "signature_count": 9, "created_at": "2020-06-18T13:43:20.354Z", "updated_at": "2020-07-28T15:44:56.491Z", "rejected_at": "2020-07-28T15:44:56.495Z", "opened_at": null, "closed_at": null, "moderation_threshold_reached_at": "2020-06-20T12:55:34.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": {"code": "duplicate", "details": "https://petition.parliament.uk/petitions/317343"}, "government_response": null, "debate": null, "departments": [], "topics": []}}, {"type": "petition", "id": 324973, "links": {"self": "https://petition.parliament.uk/petitions/324973.json"}, "attributes": {"action": "A national (UK Wide) ban on the sale of single use, disposable barbecues.", "background": "Ban disposable barbecues at the point of sale to protect habitats of internationally important species, to protect the ecosystem services that these landscapes provide [resilience to flooding & climate change, water quality] & to protect the natural beauty for the health & well-being of the public.", "additional_details": "One spark from a barbecue is enough to set a catastrophic wildfire in motion. The ease of access to disposable barbecues leaves precious landscapes open to destruction on the spontaneous whim of a day-tripper. Already in 2020, many catastrophic wildfires caused by disposable barbecues have started across the UK & despite bans on use in place, are devastating landscapes that are of global environmental importance. Bans are not observed & millions of pounds of investment are going up in flames.", "committee_note": null, "state": "rejected", "signature_count": 9, "created_at": "2020-06-05T16:18:56.453Z", "updated_at": "2020-06-26T12:15:53.293Z", "rejected_at": "2020-06-26T12:15:53.296Z", "opened_at": null, "closed_at": null, "moderation_threshold_reached_at": "2020-06-06T11:26:14.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": {"code": "duplicate", "details": "https://petition.parliament.uk/petitions/315762"}, "government_response": null, "debate": null, "departments": [], "topics": []}}, {"type": "petition", "id": 321761, "links": {"self": "https://petition.parliament.uk/petitions/321761.json"}, "attributes": {"action": "Use the Green New Deal to rebuild the economy after the COVID19 crisis/recession", "background": "Make the Green New Deal the model to rebuild the UK economy after this crisis. Do this by enacting the current legislation brought forward by Caroline Lucas MP and Clive Lewis MP found here https://publications.parliament.uk/pa/bills/cbill/2017-2019/0365/190365.pdf", "additional_details": "COVID19 demonstrates the fragility of society in times of crisis. Climate change, through food insecurity, water scarcity, climate refugees etc., will create similar but larger crises in the near future.\r\n\r\nThe previous economic system guaranteed an increase in global temperatures to well above 2°C. Scientists show +2°C is the last point of safety.\r\n\r\nCOVID-19 shows we can make huge economic & social changes in times of crisis, but the bigger, climate crisis is still ahead. We must change path now.", "committee_note": null, "state": "rejected", "signature_count": 9, "created_at": "2020-05-21T13:07:15.151Z", "updated_at": "2020-06-15T07:30:25.162Z", "rejected_at": "2020-06-15T07:30:25.164Z", "opened_at": null, "closed_at": null, "moderation_threshold_reached_at": "2020-05-21T13:42:44.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": {"code": "duplicate", "details": "You may wish to sign this petition calling for the same action: https://petition.parliament.uk/petitions/317343\r\n\r\nYou can find out more about coronavirus and how you can protect yourself and others here:\r\n\r\nwww.gov.uk/coronavirus\r\nhttps://www.nhs.uk/conditions/coronavirus-covid-19/\r\n\r\nThe Government has also created an online service to help you find out what you can do if you’re struggling because of coronavirus: https://www.gov.uk/find-coronavirus-support\r\n\r\nYou can read NHS tips to help if you are worried about coronavirus here: https://www.nhs.uk/oneyou/every-mind-matters/coronavirus-covid-19-anxiety-tips\r\n\r\nYou can read impartial analysis of the Government response to coronavirus and policy developments here: https://commonslibrary.parliament.uk/coronavirus/\r\n\r\nYou may also be interested to know that because of the large number of petitions that have been started in relation to coronavirus, the Petitions Committee has been questioning the Government about its response to the coronavirus outbreak.\r\n \r\nFind out more: https://committees.parliament.uk/work/192/the-governments-response-to-coronavirus/"}, "government_response": null, "debate": null, "departments": [], "topics": ["covid-19"]}}, {"type": "petition", "id": 320346, "links": {"self": "https://petition.parliament.uk/petitions/320346.json"}, "attributes": {"action": "Use the current situation as a basis to reduce climate change and global warming", "background": "To use this opportunity as a basis for continued reductions in GHGs, by continuing to lower their reliance on fossil fuels, after this pandemic. Further they should increase the ability to work from home, free access to Internet, renewable energy, reduce meat production and dependence.", "additional_details": "We have seen unprecedented improvements to our seas and cities since this lockdown. Venice is crystal clear, the sky's are bluer, and animals have taken over the parks. This shows us how much the world can improve in such a short time and we should not erase this progress and \"return to normal\" we need a new normal that fully addresses the growing issues of global warming, climate change and continued environmental degradation.", "committee_note": null, "state": "rejected", "signature_count": 9, "created_at": "2020-05-11T13:17:29.184Z", "updated_at": "2020-08-14T13:36:49.955Z", "rejected_at": "2020-08-14T13:36:43.189Z", "opened_at": null, "closed_at": null, "moderation_threshold_reached_at": "2020-05-12T12:43:24.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": {"code": "duplicate", "details": "You may wish to sign this petition instead: https://petition.parliament.uk/petitions/317343\r\n\r\nYou can find out more about coronavirus and how you can protect yourself and others here:\r\n\r\nwww.gov.uk/coronavirus\r\nhttps://www.nhs.uk/conditions/coronavirus-covid-19/\r\n\r\nThe Government has also created an online service to help you find out what you can do if you’re struggling because of coronavirus: https://www.gov.uk/find-coronavirus-support\r\n\r\nYou can read NHS tips to help if you are worried about coronavirus here: https://www.nhs.uk/oneyou/every-mind-matters/coronavirus-covid-19-anxiety-tips\r\n\r\nYou can read impartial analysis of the Government response to coronavirus and policy developments here: https://commonslibrary.parliament.uk/coronavirus/\r\n\r\nYou may also be interested to know that because of the large number of petitions that have been started in relation to coronavirus, the Petitions Committee has been questioning the Government about its response to the coronavirus outbreak.\r\n\r\nFind out more: https://committees.parliament.uk/work/192/the-governments-response-to-coronavirus/"}, "government_response": null, "debate": null, "departments": [], "topics": ["covid-19"]}}, {"type": "petition", "id": 318132, "links": {"self": "https://petition.parliament.uk/petitions/318132.json"}, "attributes": {"action": "Commit to a 'Green Recovery' as the coronavirus lockdown eases", "background": "The climate is in crisis. While devastating, the covid-19 pandemic has changed public behaviour in ways which have been beneficial to the environment. \r\n\r\nWe would like to see the government use the coronavirus lockdown as a springboard to introduce more climate-positive policies across the board.", "additional_details": "The coronoavirus lockdown has reduced reliance on many industries whose activity is harmful to the climate. \r\n\r\nPeople have made huge changes to their daily lives during lockdown, for instance becoming used to video conferencing. We have learnt it is not always essential to commute to work, or travel to meetings abroad. \r\n\r\nWe would like to see policies encouraging a 'green recovery', with  lasting environmental benefits. Dramatic change is needed, and the country has shown we are capable of it.", "committee_note": null, "state": "rejected", "signature_count": 9, "created_at": "2020-04-24T11:29:42.520Z", "updated_at": "2020-06-15T07:28:49.359Z", "rejected_at": "2020-06-15T07:28:49.363Z", "opened_at": null, "closed_at": null, "moderation_threshold_reached_at": "2020-04-24T11:53:54.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": {"code": "duplicate", "details": "You may wish to sign this petition calling for the same action: https://petition.parliament.uk/petitions/317343\r\n\r\nYou can find out more about coronavirus and how you can protect yourself and others here:\r\n\r\nwww.gov.uk/coronavirus\r\nhttps://www.nhs.uk/conditions/coronavirus-covid-19/\r\n\r\nThe Government has also created an online service to help you find out what you can do if you’re struggling because of coronavirus: https://www.gov.uk/find-coronavirus-support\r\n\r\nYou can read NHS tips to help if you are worried about coronavirus here: https://www.nhs.uk/oneyou/every-mind-matters/coronavirus-covid-19-anxiety-tips\r\n\r\nYou can read impartial analysis of the Government response to coronavirus and policy developments here: https://commonslibrary.parliament.uk/coronavirus/\r\n\r\nYou may also be interested to know that because of the large number of petitions that have been started in relation to coronavirus, the Petitions Committee has been questioning the Government about its response to the coronavirus outbreak.\r\n \r\nFind out more: https://committees.parliament.uk/work/192/the-governments-response-to-coronavirus/"}, "government_response": null, "debate": null, "departments": [], "topics": ["covid-19"]}}, {"type": "petition", "id": 317759, "links": {"self": "https://petition.parliament.uk/petitions/317759.json"}, "attributes": {"action": "Subsidise electric cars so that they become affordable and practical to use", "background": "Subsidise the production of electric road vehicles so they become as affordable as petrol-fuelled vehicles. Increase the number of electric car charging stations and invest in new battery technology so that the vehicles are practical to use.", "additional_details": "Transport is a major source of greenhouse gas emissions in the UK. If we are to stand a chance against climate change, we need to cut greenhouse gas emissions to net-zero by 2025. \r\n\r\nAt the moment, the demand for electric cars is low because they are impractical and unaffordable. Individuals will always make decisions that provide them with the highest amount of personal utility. It is the responsibility of the government to make sustainable choices within our interest.", "committee_note": null, "state": "rejected", "signature_count": 9, "created_at": "2020-04-21T21:28:53.679Z", "updated_at": "2020-07-01T19:32:01.378Z", "rejected_at": "2020-07-01T19:32:01.380Z", "opened_at": null, "closed_at": null, "moderation_threshold_reached_at": "2020-04-22T13:15:24.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": {"code": "no-action", "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nThere is already a grant available for electric vehicles. You can find out more here:\r\n\r\nhttps://www.gov.uk/plug-in-car-van-grants\r\n\t\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do."}, "government_response": null, "debate": null, "departments": [], "topics": []}}, {"type": "petition", "id": 629608, "links": {"self": "https://petition.parliament.uk/petitions/629608.json"}, "attributes": {"action": "Close Cumbrian Coal Mine ! Instead of going backwards we should move forward !", "background": "The Government has decided short term thinking is the best strategy to combat the energy crisis. Being dependent on other countries is of no means a good position to be in but, as a country of influence, by opening this mine, we are indirectly stating “climate change is no threat”.", "additional_details": "It’s important to plant seeds for trees of shadows we will never sit in. The desperate decision to open this coal mine is the same short term thinking we had in the early 2000s when we didn’t invest in our own energy resulting in a massive energy crisis now, because we are dependent on other countries.\r\n\r\nI understand that there will be a reason why the government has done this, but I think fundamentally as a country we should take the harder route if it means standing up to climate change.", "committee_note": null, "state": "rejected", "signature_count": 8, "created_at": "2022-12-09T20:46:32.202Z", "updated_at": "2022-12-14T17:31:25.369Z", "rejected_at": "2022-12-14T17:31:15.198Z", "opened_at": null, "closed_at": null, "moderation_threshold_reached_at": "2022-12-09T23:13:40.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": {"code": "duplicate", "details": "https://petition.parliament.uk/petitions/629570"}, "government_response": null, "debate": null, "departments": [], "topics": []}}, {"type": "petition", "id": 629186, "links": {"self": "https://petition.parliament.uk/petitions/629186.json"}, "attributes": {"action": "Compulsory Domestic Rainwater Collection for all New build homes", "background": "Joined Up thinking by Planning Authorities\r\n\r\nProduce guidance or statute to ensure that Planning Authorities require all new homes built in the UK to require inclusion of an appropriately sized rainwater collection system and associated Grey water supply to WC's and other non-potable connections.", "additional_details": "Thousands of new houses increase demand for treated water and sewerage.\r\n\r\nClimate Change means bigger, more frequent storms and more FLOODING.\r\n\r\nIf every new home included a rainwater collection system then:\r\n\r\n1. Reduced need to spend £Billions to enlarge sewers\r\n2. Prevent inundation of Water Treatment Works, reducing the number of raw sewerage discharges to rivers and sea. [HoL: Sewage pollution in England’s waters, 30 June, 2022]\r\n4.  Reduce treated water demand\r\n5. Reduce the risk of flooding", "committee_note": null, "state": "rejected", "signature_count": 8, "created_at": "2022-12-01T13:03:02.901Z", "updated_at": "2022-12-12T09:44:36.681Z", "rejected_at": "2022-12-12T09:44:35.703Z", "opened_at": null, "closed_at": null, "moderation_threshold_reached_at": "2022-12-06T17:28:40.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": {"code": "duplicate", "details": "https://petition.parliament.uk/petitions/621729"}, "government_response": null, "debate": null, "departments": [], "topics": []}}, {"type": "petition", "id": 629010, "links": {"self": "https://petition.parliament.uk/petitions/629010.json"}, "attributes": {"action": "Add a tax onto the use of carbon", "background": "Create an additional tax onto every 2 metric tons used by appliances (similar to sugar tax).\r\nClimate Change is a monumental problem that needs addressing. By adding a small tax onto the price of carbon allows people to be more mindful of how freely they use appliances that include the use of carbon", "additional_details": "it is shown that 67% of pollution is caused by carbon emissions being pumped into the air by daily devices. By reducing the use of carbon it allows to find a more positive, earth- friendly alternative to allow the O-zone to heal", "committee_note": null, "state": "rejected", "signature_count": 8, "created_at": "2022-11-28T10:34:51.947Z", "updated_at": "2022-12-01T08:49:30.399Z", "rejected_at": "2022-12-01T08:49:29.195Z", "opened_at": null, "closed_at": null, "moderation_threshold_reached_at": "2022-11-28T10:43:00.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": {"code": "no-action", "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe understand that you want to see new taxes on appliances that contribute to carbon emissions, but we're not sure if you want these to be applied based on the carbon cost of manufacturing appliances, or the carbon cost of using appliances.\r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do."}, "government_response": null, "debate": null, "departments": [], "topics": []}}, {"type": "petition", "id": 628236, "links": {"self": "https://petition.parliament.uk/petitions/628236.json"}, "attributes": {"action": "We demand the UK stops the extraction of oil in UK territories", "background": "We demand that the UK government stops extraction of oil in return for renewable energy sources. New oil licences and oil exploration must be halted and current oil drilling phased out.", "additional_details": "The burning of fossil fuels, in particular oil, contributes hugely to climate change. As a developed country the UK has a responsibility to follow the examples of other countries and stop oil extraction. Even if it brings the UK money now, new oil licences will hugely contribute to climate change and will result in the need for much heavier spending further down the line, in order to prevent catastrophic consequences.", "committee_note": null, "state": "rejected", "signature_count": 8, "created_at": "2022-11-14T21:34:13.142Z", "updated_at": "2022-11-21T08:46:10.607Z", "rejected_at": "2022-11-21T08:46:09.562Z", "opened_at": null, "closed_at": null, "moderation_threshold_reached_at": "2022-11-16T08:19:20.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": {"code": "duplicate", "details": "We have published the following petitions, which you might like to sign:\r\n\r\nPrevent all new North Sea oil and gas exploration: https://petition.parliament.uk/petitions/627208\r\n\r\nEnd All Government Subsidies for Fossil Fuel Companies: https://petition.parliament.uk/petitions/621583\r\n\r\nInvest in new nuclear and renewable generation to replace fossil fuels: https://petition.parliament.uk/petitions/621050"}, "government_response": null, "debate": null, "departments": [], "topics": []}}, {"type": "petition", "id": 621487, "links": {"self": "https://petition.parliament.uk/petitions/621487.json"}, "attributes": {"action": "Stop water orgs. paying dividends for 18 months & use money to improve system", "background": "All water companies to not pay dividends to shareholders for 18 months. Money saved improving:\r\n\r\nFinding leaking pipes & detection equipment,\r\nFixing leaks including part costs, Training staff\r\n, Research into minimising water loss\r\n, Design of solutions, infrastructure investment", "additional_details": "Recent higher temperatures in 2022 & leaks have caused shortages of water in certain areas in the UK.\r\n\r\nContributions to water loss need to be minimised. Examples of usage for money saved will help address issues regarding leaks. \r\n\r\nBetter for long term quality and effectiveness of water supply system to use money to address some of the issues now rather than later, as models of climate change predict hotter climate in UK in next 30 years.\r\n\r\nSuggestion that Ofwat is involved in implementation.", "committee_note": null, "state": "rejected", "signature_count": 8, "created_at": "2022-08-07T09:56:29.067Z", "updated_at": "2022-08-08T10:02:27.392Z", "rejected_at": "2022-08-08T10:02:26.025Z", "opened_at": null, "closed_at": null, "moderation_threshold_reached_at": "2022-08-07T15:57:29.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": {"code": "irrelevant", "details": "We can't accept your petition because the UK Government and Parliament aren't responsible for the issue you raise. This would be a decision for individual companies.\r\n\r\nWe could accept a petition calling for a levy on water profits to fund improvements to water infrastructure, if that's something you'd like to see happen. "}, "government_response": null, "debate": null, "departments": [], "topics": []}}, {"type": "petition", "id": 620419, "links": {"self": "https://petition.parliament.uk/petitions/620419.json"}, "attributes": {"action": "Change school summer holidays: start at the beginning of July and end mid August", "background": "School summer holiday should start at the beginning of July and finish mid August. This would help students avoid the negative impact of climate change on their education.", "additional_details": "On average in the UK July is the warmest month. The Met Office projects the UK will have increasingly hotter, dryer summers, with heatwave events becoming more frequent and intense.  \r\n\r\nHeat negatively impacts students ability to learn. Heatwaves can cause health issues especially for young children and those with medical conditions. \r\n\r\nThe climate is changing, it's time for the school term to change too.", "committee_note": null, "state": "rejected", "signature_count": 8, "created_at": "2022-07-15T22:14:34.718Z", "updated_at": "2022-07-19T14:37:09.730Z", "rejected_at": "2022-07-19T14:37:08.095Z", "opened_at": null, "closed_at": null, "moderation_threshold_reached_at": "2022-07-17T09:12:49.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": {"code": "irrelevant", "details": "While the Government is responsible for setting the minimum number of days students should spend in school each year, decisions about term dates are a matter for local authorities.\r\n\r\nIf you are concerned about the term dates at a particular school, you could contact them. You could also raise your issue with a local councillor who represents you. You can find out who your local councillors are, and how to contact them, by entering your post code here:\r\nhttps://www.gov.uk/find-your-local-councillors\r\n\r\nYou may wish to sign this petition which calls for a related action:  https://petition.parliament.uk/petitions/618742"}, "government_response": null, "debate": null, "departments": [], "topics": []}}, {"type": "petition", "id": 618180, "links": {"self": "https://petition.parliament.uk/petitions/618180.json"}, "attributes": {"action": "Stop using plastic bags  packages on food products", "background": "Promote a law to decrase close to zero the plastic bags and package", "additional_details": "We are about to face a huge crisis due to climate change, it is important to promote a circular thinking raragaer than disposable, plastic can be substituted by paper or alluninium or even recent researches explain how an honeycomb product can be used as a plastic package and is completely reusable", "committee_note": null, "state": "rejected", "signature_count": 8, "created_at": "2022-06-09T18:35:07.205Z", "updated_at": "2022-06-14T09:53:17.014Z", "rejected_at": "2022-06-14T09:53:12.523Z", "opened_at": null, "closed_at": null, "moderation_threshold_reached_at": "2022-06-09T19:51:59.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": {"code": "no-action", "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe understand that you're concerned about the use of plastic bags, but it's not clear if you want the use of all plastic bags for food products to be banned, or for the Government to take some other action.\r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do."}, "government_response": null, "debate": null, "departments": [], "topics": []}}, {"type": "petition", "id": 612162, "links": {"self": "https://petition.parliament.uk/petitions/612162.json"}, "attributes": {"action": "Should the government do more to stop Climate change and help other poor places", "background": "I want the government to help other poor countries gradually decrease Climate change.", "additional_details": "I want them to do it because they have power and the voice to be heard throughout all of us.", "committee_note": null, "state": "rejected", "signature_count": 8, "created_at": "2022-03-24T13:18:29.554Z", "updated_at": "2022-03-29T08:11:23.584Z", "rejected_at": "2022-03-29T08:11:22.194Z", "opened_at": null, "closed_at": null, "moderation_threshold_reached_at": "2022-03-24T14:56:48.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": {"code": "no-action", "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe understand that you're concerned about climate change, but we're not sure exactly what you'd like the Government or Parliament to do.\r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do. For example, we could accept a petition calling on the Government to provide additional foreign aid directed at projects to help tackle climate change."}, "government_response": null, "debate": null, "departments": [], "topics": []}}, {"type": "petition", "id": 610001, "links": {"self": "https://petition.parliament.uk/petitions/610001.json"}, "attributes": {"action": "Say NO to further expansion of Luton Airport", "background": "We call upon the UK Government to refuse any application to increase the number of passengers using London Luton Airport (LLA), as this expansion of airport capacity is contrary to the advice of the Climate Change Committee.", "additional_details": "LLA doubled its capacity between 2014 and 2019, creating immense strain on local transport infrastructure, unbearable noise impacts on neighbouring communities and increased greenhouse gas emissions. It did so by ignoring planning conditions which required balanced growth over 15 years.\r\n\r\nNow LLA wants to almost double its capacity yet again from 18 million passengers a year to 32 million, despite the Climate Emergency and the impact the increase in flights will have on the environment.", "committee_note": null, "state": "rejected", "signature_count": 8, "created_at": "2022-02-27T11:27:40.400Z", "updated_at": "2022-03-02T16:55:45.630Z", "rejected_at": "2022-03-02T16:55:30.598Z", "opened_at": null, "closed_at": null, "moderation_threshold_reached_at": "2022-02-27T19:50:58.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": {"code": "no-action", "details": "We understand you're concerned about the expansion of Luton Airport. However there is currently no role for the UK Government or Parliament in determining the expansion of Luton Airport, as the most recent planning application was approved by Luton Council and no subsequent application has been lodged. This means it's not clear what action you want the Government or Parliament to take.\r\n\r\nYou could have a petition calling on the Government to automatically call in any future planning applications relating to Luton Airport expansion, if that is something you'd like to see happen."}, "government_response": null, "debate": null, "departments": [], "topics": []}}, {"type": "petition", "id": 601079, "links": {"self": "https://petition.parliament.uk/petitions/601079.json"}, "attributes": {"action": "Allow communities to use beavers for flood management and increase biodiversity", "background": "The River Otter Beaver trial in Devon has proven beyond doubt the benefits of reintroducing beavers. Not only do they help with flood prevention, beavers increase biodiversity by creating new habitats for plants and animals, offer tourism opportunities, store carbon and clean water, at very low cost", "additional_details": "I am a parish councillor at Braunton, North Devon and I would like to reintroduce beavers to the River Caen catchment to help reduce flooding, increase biodiversity, create tourist and academic opportunities, store carbon, and clean river water to encourage migratory fish. Current legislation will not allow this to happen. I think beavers represent a huge opportunity to use the greatest water engineers on the planet to help solve flooding, and biodiversity loss, caused by climate change.", "committee_note": null, "state": "rejected", "signature_count": 8, "created_at": "2021-11-11T23:16:04.116Z", "updated_at": "2021-11-18T09:43:00.328Z", "rejected_at": "2021-11-18T09:29:07.586Z", "opened_at": null, "closed_at": null, "moderation_threshold_reached_at": "2021-11-12T14:26:28.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": {"code": "no-action", "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe understand that you are concerned about current restrictions on the release of beavers, but we're not sure if you want the Government to remove all legal restrictions on the release of beavers, or to allow local authorities to release beavers for the purpose of flood management without needing to obtain a licence, or something else.\r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do."}, "government_response": null, "debate": null, "departments": [], "topics": []}}]}