{"links": {"self": "https://petition.parliament.uk/petitions.json?q=environment&page=1", "first": "https://petition.parliament.uk/petitions.json?q=environment", "last": "https://petition.parliament.uk/petitions.json?page=25&q=environment", "next": "https://petition.parliament.uk/petitions.json?page=2&q=environment", "prev": null}, "data": [{"type": "petition", "id": 326066, "links": {"self": "https://petition.parliament.uk/petitions/326066.json"}, "attributes": {"action": "Cancel GCSEs and A Levels in 2021", "background": "The Government should cancel GCSEs and A Levels in 2021 due to the disruption of Covid-19. By the time students go back to normal learning, 6 months will have passed since schools were closed to most pupils. This has already had a huge impact on the studying of so many.", "additional_details": "Students in the UK have already missed hundreds of hours of learning since 23rd March. This has had a huge effect. Some pupils don’t have the essential resources: a working computer, textbooks, stationary, etc. Many don’t have a proper learning environment, therefore results will most certainly not reflect the true efforts of pupils. Hence why I am writing to the Government to cancel GCSEs and A Levels and provide predicted grades to show the true reflections of students across the country.", "committee_note": "", "state": "closed", "signature_count": 211974, "created_at": "2020-06-09T21:32:29.897Z", "updated_at": "2021-07-23T11:41:38.750Z", "rejected_at": null, "opened_at": "2020-08-19T14:19:23.532Z", "closed_at": "2021-02-19T23:59:59.999Z", "moderation_threshold_reached_at": "2020-06-09T21:44:14.000Z", "response_threshold_reached_at": "2020-10-06T18:38:04.000Z", "government_response_at": "2020-10-21T16:52:24.638Z", "debate_threshold_reached_at": "2020-10-12T21:17:14.000Z", "scheduled_debate_date": "2020-12-07", "debate_outcome_at": "2020-12-08T14:01:10.957Z", "creator_name": null, "rejection": null, "government_response": {"responded_on": "2020-10-20", "summary": "The Government is committed to GCSE, AS and A level exams taking place next year. We continue to believe that exams are the best and fairest way of judging students’ performance.", "details": "We recognise that Year 11 and 13 students due to take exams in 2021, and their parents, carers and teachers, are concerned about the disruption to education caused by the COVID-19 outbreak. The government is determined to do everything possible to ensure that no student is prevented from fulfilling their potential due to the pandemic.\r\n\r\nWe continue to believe that exams are the best and fairest way of judging students’ performance and the Government is committed to GCSE, AS and A level exams taking place next year. The Department has been working closely with Ofqual, the exam boards and groups representing teachers, schools, colleges and students, to consider our approach to exams and other assessments for 2021. \r\n\r\nIn July, Ofqual ran a consultation on a range of possible measures, with the overriding aim of ensuring that exams and assessments are as fair as possible. Ofqual published its decisions (https://www.gov.uk/government/consultations/proposed-changes-to-the-assessment-of-gcses-as-and-a-levels-in-2021) on the proposed changes on 3 August. These decisions include adaptations in a number of subjects, for example, removing the requirement to record the spoken language assessment in GCSE English language, and allowing GCSE students to observe, rather than undertake, practical science work. In some subjects with a high volume of content - GCSE history, ancient history and English literature – Ofqual confirmed that exam boards should change how they assess students next year by allowing a choice of topics in the exams. For GCSE, AS and A level geography, there are changes to the requirements relating to fieldwork, both to free up teaching time and to take account of the fact that public health restrictions may make it difficult for students to fulfil the requirements next year. A full list of all subject-level adaptations to exams and assessments in 2021 can be found at Appendix A in Ofqual’s decisions document (https://www.gov.uk/government/consultations/proposed-changes-to-the-assessment-of-gcses-as-and-a-levels-in-2021). On 12 October, the Government confirmed that no further subject-level changes to exams and assessments will be made for GCSEs, AS and A levels. This confirmation gives teachers, school leaders and pupils clarity on what will be assessed in exams next summer. The government also announced the decision to delay most GCSE, AS and A level exams next year by 3 weeks to free up additional teaching time. \r\n\r\nExams next year will be underpinned by contingency measures developed in partnership with the sector. The Education Secretary wrote to Ofqual on 12 October to ask the regulator to work closely with him, school and further education leaders, exam boards, unions and the higher education sector to develop these arrangements. More detail will be published later in the autumn, to ensure students have confidence that they will be fairly treated in terms of assessment in 2021. \r\n\r\nWe have announced a package worth £1 billion to ensure that schools have the resources they need to help all pupils make up for lost teaching time. This package includes a universal catch up premium of £650 million and £350 million for a National Tutoring Programme for disadvantaged pupils. Whilst head teachers will decide how the money is spent, the Education Endowment Foundation has published guidance on effective interventions to help schools make the best use of resources. This £1 billion package is on top of the £14 billion three year funding settlement announced last year, recognising the additional work schools will need to do to help pupils to catch up.\r\n\r\nWe have also announced a 16-19 Tuition Fund, allocating up to £96m as a one-off, one year, ring-fenced grant to school sixth forms, colleges and all other 16-19 providers. This will provide small group tutoring activity for disadvantaged 16-19 students whose studies have been disrupted as a result of COVID-19.\r\n\r\nThe Department has provided a range of resources to support schools in delivering remote education. Schools may draw on examples of remote teaching practices employed during school closures and develop their own approaches to providing remote education, as well as building on our work with sector-led initiatives such as Oak National Academy. This new organisation was created by 40 teachers from schools across England and is producing at least 180 hours of online lessons per week for Reception up to Year 11 across a range of subjects. There is also specialist content for pupils with SEND covering their specific educational needs.\r\n\r\nThe Government has also committed over £100 million to enhance remote education, including providing devices and internet access for vulnerable children who need it most. This funding is intended to ensure that every school has access to free, expert technical support in using Google for Education or Microsoft’s Office 365 Education, where needed, by offering peer support from schools and colleges more experienced with the use of education technology. \r\n\r\nThe government is clear that the school curriculum should remain broad and ambitious, and all students should continue to be taught a wide range of subjects, maintaining their choices for further study and employment.\r\n\r\nDepartment for Education", "created_at": "2020-10-21T16:52:24.636Z", "updated_at": "2020-10-21T16:52:24.636Z"}, "debate": {"debated_on": "2020-12-07", "transcript_url": "https://hansard.parliament.uk/commons/2020-12-07/debates/4FFF63BD-3E7E-4CD6-A1B1-1A8400F88AD8/Covid-19ImpactOnSchoolsAndExams", "video_url": "https://youtu.be/7r7ECc92V3g", "debate_pack_url": "https://commonslibrary.parliament.uk/research-briefings/cbp-9045/", "overview": ""}, "departments": [{"acronym": "DfE", "name": "Department for Education", "url": "https://www.gov.uk/government/organisations/department-for-education"}], "topics": ["covid-19"]}}, {"type": "petition", "id": 563380, "links": {"self": "https://petition.parliament.uk/petitions/563380.json"}, "attributes": {"action": "Stop work on HS2 immediately and hold a new vote to repeal the legislation", "background": "We ask Parliament to repeal the High Speed Rail Bills, 2016 and 2019, as MPs voted on misleading environmental, financial and timetable information provided by the Dept of Transport and HS2 Ltd. It fails to address the conditions of the Paris Accord and costs have risen from £56bn to over £100bn.", "additional_details": "Our environment and economy are in peril. HS2 is destroying nature and inflicting suffering on businesses and property owners. Government is investing in an inept and recklessly run project, offering poor value for money. HS2 will not reach Net Zero by 2050 nor help us level up the North. The pandemic has changed how we work forever and invalidated the business case. Given the climate emergencies we face, and now the economic and pandemic crises - Parliament must vote to repeal the legislation.", "committee_note": null, "state": "closed", "signature_count": 155253, "created_at": "2020-12-09T22:24:17.835Z", "updated_at": "2021-12-21T13:51:48.000Z", "rejected_at": null, "opened_at": "2020-12-17T15:30:17.955Z", "closed_at": "2021-06-17T22:59:59.999Z", "moderation_threshold_reached_at": "2020-12-10T10:05:37.000Z", "response_threshold_reached_at": "2021-01-04T10:10:17.000Z", "government_response_at": "2021-01-14T17:05:16.760Z", "debate_threshold_reached_at": "2021-01-08T08:42:07.000Z", "scheduled_debate_date": "2021-09-13", "debate_outcome_at": "2021-09-15T10:10:35.759Z", "creator_name": null, "rejection": null, "government_response": {"responded_on": "2021-01-14", "summary": "HS2 will provide essential North-South connectivity, greater capacity and shorter journey times. This railway will play a vital role in delivering the Government’s carbon net zero objectives.", "details": "The Government has carefully considered the merits and disadvantages of proceeding with HS2 and has firmly concluded that it should go ahead. HS2 will transform our country’s transport network, and help to rebalance opportunity fairly across the country. This railway is a long-term investment which will bring our biggest cities closer together, boost productivity and provide a low-carbon alternative to cars and planes for many decades to come.  During construction, we want HS2 to be the most environmentally responsible major infrastructure project in UK history. \r\n\r\nHS2 has rightly been subject to a great deal of Parliamentary and public scrutiny. Phase One was the subject of considerable debate in Parliament during the passage of the High-Speed Rail (London-West Midlands) Act 2017 (“the Phase One Act”). The Phase 2a Bill is currently being taken through Parliament. The Government agreed with the Oakervee Review's conclusion that splitting Phase 2b into smaller sections, and more than one Bill, could facilitate scrutiny in Parliament, and make its management and construction more manageable. Just this month, Andrew Stephenson MP, the dedicated HS2 minister, went before the Transport Select Committee to discuss HS2 in depth, and a record of this hearing can be found on Parliament.UK. \r\n\r\nMinisters have made a clear commitment to greater transparency on HS2, and Andrew Stephenson is reporting bi-annually to Parliament on the project. \r\n\r\nWe are continuing work on managing the full impacts of the Covid-19 pandemic on delivery of the HS2 programme. We intend to update Parliament on the latest position as part of the next six-monthly Parliamentary Report, expected in Spring 2021. \r\n\r\nThis Government takes its environmental commitments extremely seriously. The environmental impacts of HS2 were closely scrutinised by Parliament during the passage of the Phase One Act, which gives statutory and planning authority for the construction of Phase One. Alongside the Act, the Government also published a suite of additional environmental commitments to further reduce the impacts of the project. \r\n\r\nAs well as environmental protections, a range of measures to mitigate and compensate for environmental impacts have been put in place. This includes a commitment to seek to achieve ‘no net loss’ to biodiversity and the creation of a ‘green corridor’ alongside HS2, which will provide bigger and better habitats for wildlife, and integrate HS2 into the landscape. Phase One expects to support 33 square kilometres of wildlife habitat - an increase of around 30% compared to what’s there now.\r\n\r\nAll environmental measures, whether they be the creation of new habitats or the enhancement of existing habitats, will be supported with long-term management plans and agreements. This will ensure that the new railway leaves a long-lasting legacy for both wildlife and future generations. \r\n\r\nHS2 will give us a step-change in capacity delivering better connectivity between our largest towns and cities. The Government’s decision to proceed with HS2 supports our objectives on climate change as the railway will play a key role in decarbonising our transport sector. This is because, once HS2 is in operation, it will offer a low carbon alternative to cars and domestic air travel. It will also free up space on the existing railway for thousands more passengers to travel by rail and to move more goods by rail freight, taking lorries off our roads.\r\n\r\nSecuring the land and property needed to construct the line of route across all Phases is vital to the programme’s success and is often the first impact that we have on line of route communities. A range of statutory and non-statutory property compensation schemes are available that seek to compensate affected parties fairly while protecting the public purse.\r\n\r\nOur policy is to provide fair compensation for those directly and indirectly impacted but the process and disputes for claims can inevitably be traumatic for some. Andrew Stephenson commissioned a detailed review of the acquisition and compensation process to ensure that there is a renewed focus on those who are being impacted by the new railway. The report contained 36 recommendations which are actively being implemented which will see rapid improvements for local communities. \r\n\r\nFor the reasons set out above, the Government has no plans to repeal any legislation relating to the development and delivery of HS2.  However, we will continue to welcome further public and parliamentary scrutiny of the project. \r\n\r\nDepartment for Transport", "created_at": "2021-01-14T17:05:16.758Z", "updated_at": "2021-01-14T17:05:16.758Z"}, "debate": {"debated_on": "2021-09-13", "transcript_url": "https://hansard.parliament.uk/commons/2021-09-13/debates/3614AE85-A25C-4874-9DAE-9802247DFDDF/HS2", "video_url": "https://www.youtube.com/watch?v=6yt-9ZsO5vg", "debate_pack_url": "https://commonslibrary.parliament.uk/research-briefings/cbp-9313/", "overview": ""}, "departments": [{"acronym": "DfT", "name": "Department for Transport", "url": "https://www.gov.uk/government/organisations/department-for-transport"}], "topics": []}}, {"type": "petition", "id": 567681, "links": {"self": "https://petition.parliament.uk/petitions/567681.json"}, "attributes": {"action": "Grant an urgent Amnesty to Undocumented Migrants living in the UK", "background": "Undocumented Migrants are suffering  in silence, with no access to adequate Financial support, or any help. The Government should grant an urgent Amnesty of 5years to those with no criminal record so that they could live their lives as normal human beings and pay tax to help the UK economy.", "additional_details": "The current pandemic has created a more hostile environment for undocumented migrants. The Government should grant an immediate Amnesty to the Undocumented Migrants with no criminal record, to enable them to live their lives as decent human beings and help the Country economically. Since the migrants are already in the UK, it would not only be cost effective but would make sense to keep them in the UK and grant them citizenship so that they are granted their basic human rights.", "committee_note": null, "state": "closed", "signature_count": 103441, "created_at": "2021-01-05T23:13:39.076Z", "updated_at": "2021-08-31T09:22:08.000Z", "rejected_at": null, "opened_at": "2021-01-14T17:20:38.052Z", "closed_at": "2021-07-14T22:59:59.999Z", "moderation_threshold_reached_at": "2021-01-06T07:15:47.000Z", "response_threshold_reached_at": "2021-02-26T20:04:47.000Z", "government_response_at": "2021-03-18T11:16:09.355Z", "debate_threshold_reached_at": "2021-05-22T16:06:25.000Z", "scheduled_debate_date": "2021-07-19", "debate_outcome_at": "2021-07-20T06:54:26.908Z", "creator_name": null, "rejection": null, "government_response": {"responded_on": "2021-03-18", "summary": "The Immigration Rules already provide for undocumented migrants to regularise their status where appropriate, but such a provision would unduly reward those who have not complied with immigration law.", "details": "We must maintain the integrity of our immigration system and ensure it is fair to those who have done the right thing and migrated here lawfully, plus contributed by paying items like the Immigration Health Surcharge, while also ensuring it works for UK taxpayers who fund public services. We will not reward those who exploit the system and break the rules by implementing this request.\r\n\r\nThe Immigration Rules already provide for undocumented migrants, who have not broken the law except for remaining here without lawful immigration status, and who have been in the UK for a long time, to regularise their status.\r\n\r\nHome Office", "created_at": "2021-03-18T11:16:09.353Z", "updated_at": "2021-03-18T11:16:09.353Z"}, "debate": {"debated_on": "2021-07-19", "transcript_url": "https://hansard.parliament.uk/commons/2021-07-19/debates/C87C5848-DF11-4B03-90FE-39FA245CB12D/AmnestyForUndocumentedMigrants", "video_url": "https://www.youtube.com/watch?v=RrTlxTNqU1I", "debate_pack_url": "https://commonslibrary.parliament.uk/research-briefings/cdp-2021-0126/", "overview": ""}, "departments": [{"acronym": "HO", "name": "Home Office", "url": "https://www.gov.uk/government/organisations/home-office"}], "topics": []}}, {"type": "petition", "id": 320507, "links": {"self": "https://petition.parliament.uk/petitions/320507.json"}, "attributes": {"action": "Allow Salons and Tattoo parlors to open at same time as hairdressers", "background": "We would like all Beauty salons, Aesthetic Clinics, Semi Permanent Makeup Salons and Tattoo Parlours to be placed in the same category as hair salons when considering who can open in the next phase of Covid-19 recovery strategy.", "additional_details": "I myself am a Semi Permanent Makeup artist and having worked in this industry, know how incredibly sterile our environments are. Even before Covid-19 we would sanitise our work stations before and after each client, wear face masks to prevent breathing in airborne blood spores, disposable gloves and disposable aprons. As well as using equipment that is either single use or protected with barrier tape and then sterilised after. \r\n\r\nI feel that we’re in a better position than hair salons to protect ourselves and our clients against infection and therefore should be put in the same category as them.", "committee_note": "", "state": "closed", "signature_count": 61486, "created_at": "2020-05-12T13:12:13.151Z", "updated_at": "2020-12-26T00:00:04.761Z", "rejected_at": null, "opened_at": "2020-06-25T15:27:59.931Z", "closed_at": "2020-12-25T23:59:59.999Z", "moderation_threshold_reached_at": "2020-05-13T07:31:24.000Z", "response_threshold_reached_at": "2020-06-28T16:29:14.000Z", "government_response_at": "2020-07-23T13:28:43.505Z", "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": null, "government_response": {"responded_on": "2020-07-17", "summary": "Beauty salons and Tattoo Parlours across England will be able to reopen safely from Monday 13. Semi-Permanent Make-up Salons can open if they do not provided services in the highest risk zone.", "details": "Beauty salons, Aesthetic Clinics and Tattoo Parlours across England will be able to reopen safely from Monday 13 July under new government plans, announced 9 July.\r\n\r\nEnabling these often small, independent businesses to reopen is yet another step in our plan to kickstart the economy to support jobs and incomes across the country.\r\n\r\nUpdated COVID-19 secure guidance sets out the measures that those providing close contact services should follow to protect staff and customers. Only services that do not involve work in the highest risk zone – directly in front of the face – should be made available to clients. This means that treatments such as face waxing, eyelash treatments, make-up application and facial treatments, should not be provided until government advice changes, due to the much greater risk of transmission.\r\n\r\nMake-up artists in the entertainment sector can, however, resume services alongside other open close contact services. The application of make up or hairdressing of performers in productions for the film and TV industry is undertaken by a limited number of professionals working with the limited number of performers in that production for the duration of that production. Make-up artists and other close contact commercial services work with whoever they have appointments with and the number of people, and hence different contacts, will far exceed the number on a production set.\r\n\r\nEnabling these often small, independent businesses to reopen is yet another step in our plan to kickstart the economy to support jobs and incomes across the country.\r\n\r\nBusinesses offering close contact services may find the COVID-19 secure Close Contact Services Guidance useful to prepare for reopening. The guidance can be found here: www.gov.uk/guidance/working-safely-during-coronavirus-covid-19/close-contact-services. Further business support can also be found here: www.gov.uk/coronavirus/business-support.\r\n\r\nWe thank members of this industry and their customers for their patience in this difficult time.\r\n\r\nDepartment for Business, Energy & Industrial Strategy", "created_at": "2020-07-23T13:28:43.503Z", "updated_at": "2020-07-24T15:12:58.698Z"}, "debate": null, "departments": [{"acronym": "DLUHC", "name": "Department for Levelling Up, Housing and Communities ", "url": "https://www.gov.uk/government/organisations/department-for-levelling-up-housing-and-communities"}], "topics": ["covid-19"]}}, {"type": "petition", "id": 580772, "links": {"self": "https://petition.parliament.uk/petitions/580772.json"}, "attributes": {"action": "Mandatory printing of car registration numbers on all Drive Thru packaging.", "background": "I would like to get all Drive Thru retailers to be required to print car registrations on all take away packaging. Hopefully, to cut down on the amount of litter that is blighting roadsides all over the country.", "additional_details": "To help cut rubbish being dumped on the road sides, and make companies and customers accountable for their litter. This will not only be good for the environment, improve areas and peoples mental health. This will also save Local Authorities millions of tax payers money in clearing up the litter.", "committee_note": "", "state": "closed", "signature_count": 60050, "created_at": "2021-03-22T16:06:45.455Z", "updated_at": "2022-09-14T09:11:53.529Z", "rejected_at": null, "opened_at": "2021-03-30T08:32:40.124Z", "closed_at": "2021-09-30T22:59:59.999Z", "moderation_threshold_reached_at": "2021-03-23T15:09:45.000Z", "response_threshold_reached_at": "2021-04-07T20:29:15.000Z", "government_response_at": "2021-04-23T16:32:50.487Z", "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": null, "government_response": {"responded_on": "2021-04-22", "summary": "We do not think it would be cost-effective to require take-away food vendors to implement a vehicle registration number printing and tracing system for packaging.", "details": "Last year, Rebecca Pow MP, Parliamentary Under Secretary of State for Defra, held a roundtable with large fast-food retailers to understand what action they are taking now to tackle the litter created by their products. It was encouraging to hear about the initiatives they are working on and, more importantly, that they are committed to delivering lasting change by working together to tackle what is an industry wide issue. The Minister was clear, however, that further action was needed.\r\n\r\nWe believe that businesses should try to reduce the amount of litter their products generate. The Litter Strategy sets out how we intend to work with the relevant industries to tackle certain types of problematic litter, including fast-food packaging.\r\n\r\nWe do not think it would be cost-effective to require take-away food vendors to implement a vehicle registration number printing and tracing system for packaging. This is due to the additional burden it would place on these businesses and those involved in enforcement. Data protection concerns have also been raised. However, we strongly support voluntary initiatives to reduce littering.\r\n\r\nUnder the Anti-social Behaviour, Crime and Policing Act 2014, councils and others have powers to tackle persistent, unreasonable behaviour that is having a negative effect on a community’s quality of life. Councils, the police and designated social housing providers can issue Community Protection Orders and Public Space Protection Orders which can be used to require the owner of a premises, such as fast food outlets, to take certain actions to tackle litter created by their activities. \r\n\r\nIn some places, street litter control notices may already be in place to prevent litter. These notices can require the owner of a premises to take action to tackle litter, including taking remedial action up to 100 metres from the premises itself.  \r\n\r\nFrom April 2018, we have given district councils in England (outside London) new powers to hold the keeper of a vehicle responsible for littering offences committed from it.  Councils can issue the keeper with a civil penalty of between £65 and £150 (default £100). A copy of the Regulations can be found online at:  \r\nhttps://www.legislation.gov.uk/uksi/2018/171/contents/made\r\n  \r\nOur recently published Extended Producer Responsibility packaging consultation proposes that producers which make or handle consumer-facing packaging should fund the full net-costs associated with the collection, sorting and treatment of the packaging they place on the market, once it becomes waste. We are also proposing that these fees could cover the costs of consumer information campaigns on recycling packaging waste and litter-related costs. We will continue to engage with producers as these measures progress.\r\n\r\nDepartment for Environment, Food and Rural Affairs\r\n", "created_at": "2021-04-23T16:32:50.483Z", "updated_at": "2021-04-23T16:32:50.483Z"}, "debate": null, "departments": [{"acronym": "BEIS", "name": "Department for Business, Energy and Industrial Strategy", "url": "https://www.gov.uk/government/organisations/department-for-business-energy-and-industrial-strategy"}], "topics": []}}, {"type": "petition", "id": 597282, "links": {"self": "https://petition.parliament.uk/petitions/597282.json"}, "attributes": {"action": "Cancel GCSE and A-Level Exams for Summer 2022 due to lack of proper education", "background": "Students would like the government and the department for education to cancel all GCSE and A-Level exams for summer 2022 and to have this replaced with the predicted grades, that was successfully operated in the summer of 2021.", "additional_details": "Due to the lack of support from online learning during the closure of all schools in the UK, many students don't have the sufficient education to undertake these exams without severe psychological distress. In addition to this, the majority of education establishments in the UK didn't have the capable needs to supply education from a remote learning environment. The overall causality will be a huge amount of failing students whom will not be able to apply to university or find a proper career.", "committee_note": null, "state": "closed", "signature_count": 47299, "created_at": "2021-09-17T12:36:40.023Z", "updated_at": "2022-03-23T10:49:48.000Z", "rejected_at": null, "opened_at": "2021-09-22T12:36:16.264Z", "closed_at": "2022-03-22T23:59:59.999Z", "moderation_threshold_reached_at": "2021-09-17T12:51:28.000Z", "response_threshold_reached_at": "2021-12-18T20:52:48.000Z", "government_response_at": "2022-01-10T17:07:24.300Z", "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": null, "government_response": {"responded_on": "2022-01-10", "summary": "All other things being equal, exams are the best way of judging what students know and can do. It is the government’s firm intention that exams should go ahead in 2022.", "details": "We know that, all other things being equal, exams are the best and fairest way of judging what students know and can do. We are monitoring the path of the pandemic and its impact on education closely, but it remains the government’s firm intention that exams and assessments will go ahead in 2022.\r\n\r\nWe do recognise, however, that students taking exams in 2022 have experienced disruption to their education due to the ongoing pandemic. In recognition of this, the department and Ofqual held a widescale programme of sector engagement, including through a public consultation, (available here: https://www.gov.uk/government/consultations/proposed-changes-to-the-assessment-of-gcses-as-and-a-levels-in-2022) to consider proposed changes to the assessment of GCSEs, AS and A levels. Our proposals received a high degree of support in the consultation, and the department and Ofqual have now confirmed a package of measures to help reduce pressures on students and teachers in the coming year and ensure exams can go ahead fairly (https://www.gov.uk/government/news/adaptations-in-2022-summer-examsto-ensure-fairness-for-students).\r\n  \r\nAs part of these measures, we have confirmed that advance information about the focus of the content of the majority of GCSE, AS and A level exams will be deployed by 7 February to support revision, although we retain the flexibility to deploy this earlier if there is significant further disruption to education. The advance information will be carefully considered to give students support with focusing their studying and revision but not so detailed that exact answers could be developed in advance. This is in line with our principles of fairness, flexibility and certainty with maintaining the standard and rigour of qualifications. This process will be managed by Ofqual working with the exam boards. Advance information will also be available for students sitting the November 2022 GCSE English language and mathematics re-sit exams. There will be advance information deployed for both subjects in July, and a formulae sheet will be available for mathematics. In addition, we are investing almost £5bn to help children and young people to catch up on missed learning. This includes high quality tutoring, additional funding for schools and additional hours in 16-19 provision. For Year 13 students, providers offered them the opportunity to repeat their final year in 2021-2022 if they had been particularly severely impacted by the pandemic. We prioritised keeping schools open for the most vulnerable children and we supported all students by ensuring schools were the last to close and the first to open. We have also invested £520 million in remote education, with 1.65million laptops and tablets delivered.\r\n\r\nThere will also be optional topics and content in GCSE English literature, history, ancient history and geography exams. Ofqual will require exam boards to change how they assess these subjects to reflect the expected changes to the way the subject content is assessed, as proposed in the consultation.\r\n\r\nOfqual has also confirmed changes to the assessment requirements for practical assessments in some subjects to take account of any public health measures that may be in place and relieve pressure on teaching time, and confirmed that students will be allowed to have access to support materials in the exam room in GCSE mathematics, combined science, and physics.   \r\n\r\nIn the interests of fairness to students, and maintaining public confidence in grading, Ofqual has also confirmed that 2022 will be a transition year for grading and has set out its plans for a mid-point between 2021 and pre-pandemic grades (https://www.gov.uk/government/speeches/ofquals-approach-to-grading-exams-and-assessments-in-summer-2022-and-autumn-2021). This reflects that we are in a pandemic recovery period and students taking exams in 2022 have experienced disruption to their education.\r\n  \r\nWe believe that, taken together, these measures provide the best opportunity to support young people to demonstrate their knowledge and understanding and move on to their next stage of education, training or employment.  \r\n\r\nAlthough we are committed to exams going ahead this year, supported by the above adaptations, we understand that contingency arrangements are also needed to deal with the unlikely event that exams cannot go ahead fairly or safely. \r\n\r\nFollowing a joint consultation with Ofqual, we have confirmed that should GCSE, AS and A level exams not be able to go ahead, students will receive Teacher Assessed Grades (TAGs) instead. We have confirmed some changes to the 2021 TAGs process, which take account of lessons learned from 2021 and minimise burdens on both teachers and students. As was the case in 2021, the contingency arrangements would not allow for grades awarded to be based on predicted grades: they would be based on a range of evidence, and Ofqual has published guidance on the collection of this evidence across the academic year in case it is necessary to implement the contingency arrangements (https://www.gov.uk/government/publications/guidance-on-contingency-arrangements-for-gcses-as-and-a-levels-in-summer-2022/guidance-for-schools-colleges-and-other-exam-centres-on-contingency-arrangements-for-students-entering-gcses-as-and-a-levels-the-advanced-extension#guidance-on-collecting-evidence-to-be-used-to-determine-tags-if-they-are-needed-in-summer-2022). \r\n\r\nOur position remains that exams will go ahead in 2022 with advance information being deployed by 7 February.\r\n\r\nDepartment for Education", "created_at": "2022-01-10T17:07:24.296Z", "updated_at": "2022-01-10T17:07:24.296Z"}, "debate": null, "departments": [{"acronym": "DfE", "name": "Department for Education", "url": "https://www.gov.uk/government/organisations/department-for-education"}], "topics": []}}, {"type": "petition", "id": 332711, "links": {"self": "https://petition.parliament.uk/petitions/332711.json"}, "attributes": {"action": "Reject the proposals for Junction 10 of the A3/M25", "background": "Calls on the Secretary of State for Transport to reject the Development Consent Order for Highways England’s proposals for Junction 10 of the A3/M25. Urges the Secretary of State to adopt the Alternative Scheme advocated by the RHS to protect the local environment and RHS Garden Wisley.", "additional_details": "We believe the proposals from Highways England for Junction 10 of the A3/M25 are flawed because an Alternative has not been considered, and that the DCOs scheme unnecessarily threatens the environment including the future of RHS Garden Wisley. The proposals would put the RHS under huge financial burden; the increased journey time to the Garden could lose the RHS £6.6m during the construction period & lead to a loss of £19.2m over 10-years. The Garden risks the loss of 44 ancient trees on the boundary of RHS Wisley.", "committee_note": "", "state": "closed", "signature_count": 46388, "created_at": "2020-07-24T12:08:57.683Z", "updated_at": "2021-02-04T00:00:09.155Z", "rejected_at": null, "opened_at": "2020-08-03T11:43:09.186Z", "closed_at": "2021-02-03T23:59:59.999Z", "moderation_threshold_reached_at": "2020-07-24T13:01:44.000Z", "response_threshold_reached_at": "2020-08-08T21:02:54.000Z", "government_response_at": "2020-08-28T15:03:04.426Z", "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": null, "government_response": {"responded_on": "2020-08-24", "summary": "As this is a live planning application, we are unable to comment on the merits of the proposals.", "details": "On 12 July 2020, the Examining Authority, a panel of two planning inspectors appointed by the Planning Inspectorate, concluded its eight-month-long examination of Highways England’s application for a Development Consent Order to upgrade Junction 10 of the M25, also known as the A3 Wisley Interchange. As part of this process the Examining Authority heard evidence from those that opposed the scheme as well as those proposing it. There is now a period of three months for the Examining Authority to write its report and recommendation. The Secretary of State is due to receive this by 12 October 2020. Upon receiving the report, the Secretary of State will have three months to issue a decision on this application.\r\n\r\nThe Department for Transport acts in a quasi-judicial role in this decision and the proposal is subject to a live planning application. As such the Department is not able to comment on the merits of the case.\r\n\r\nDepartment for Transport\r\n", "created_at": "2020-08-28T15:03:04.425Z", "updated_at": "2020-08-28T15:03:04.425Z"}, "debate": null, "departments": [{"acronym": "DfT", "name": "Department for Transport", "url": "https://www.gov.uk/government/organisations/department-for-transport"}], "topics": []}}, {"type": "petition", "id": 566217, "links": {"self": "https://petition.parliament.uk/petitions/566217.json"}, "attributes": {"action": "Prioritise special school staff in Covid 19 vaccinations.", "background": "The unique requirements of working with children with additional needs means that social distancing and effective use of PPE is virtually impossible. Vaccinating special school staff will also offer protection to the children and their families.", "additional_details": "In addition, there will be some difficulties in administration of testing amongst many SEN children for a variety of reasons. Special schools will be unable to rely on testing as a way of ensuring school is covid free, as well as being unable to always understand when a child is unwell due to communication difficulties. Government currently expects SEN schools to remain open but should understand that the staff working in these environments are at considerable risk and should be prioritised.", "committee_note": null, "state": "closed", "signature_count": 29438, "created_at": "2021-01-02T18:01:01.871Z", "updated_at": "2022-03-30T07:05:24.170Z", "rejected_at": null, "opened_at": "2021-01-07T14:32:31.472Z", "closed_at": "2021-07-07T22:59:59.999Z", "moderation_threshold_reached_at": "2021-01-02T19:32:37.000Z", "response_threshold_reached_at": "2021-01-08T21:35:37.000Z", "government_response_at": "2021-02-02T16:50:31.146Z", "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": null, "government_response": {"responded_on": "2021-03-23", "summary": "We are working hard to ensure everyone who has been clinically prioritised to receive a vaccine will have access to a vaccine as soon as possible.", "details": "The NHS has been working alongside its health and social care partners to ensure the vaccine can be administered safely and effectively as part of the largest vaccination programme undertaken in its history.\r\n\r\nThe government and the NHS are working hard to ensure everyone who is clinically prioritised to receive a vaccine will have access to a vaccine as soon as possible.  Over 24.4 million people across the UK have now received their first dose of a COVID-19 vaccine and over 1.6 million people have received their second dose. There are now over 2700 sites across the UK already offering vaccines to those at risk by age and clinical priority. The network will continue to expand and evolve as we progress the deployment in the months ahead.\r\n\r\nThe Joint Committee on Vaccination and Immunisation (JCVI) is the independent medical and scientific expert body which advises the UK Government on prioritisation for all vaccines. The committee’s membership is made up of practising clinicians and individuals from academia who have considered and continue to consider the impact of Covid-19 and population prioritisation as new data emerges.\r\n\r\nFor phase one of the vaccine roll-out, the underlying principles at the forefront of the advice by the Joint Committee on Vaccination and Immunisation are; to reduce mortality, to protect the health and social care systems, and to save lives. Given the current epidemiological situation in the UK, all evidence indicates that the best option for preventing mortality in the initial phase of the programme is to directly protect persons most at risk. Having identified age as being the biggest determining factor to increased mortality, vaccinations have been prioritised to care home residents and staff and those over 80, followed by health and social care workers, then to the rest of the population in order of age and clinical risk factors.\r\n \r\nIn line with the JCVI’s advice, special education staff will not be prioritised for a COVID-19 vaccination. There are currently no plans to deviate from the JCVI’s advice on prioritisation.  There are very few cases where children and young people are considered Clinically Extremely Vulnerable (CEV). Frontline social care workers will be eligible for vaccination under Phase one of the programme where they are involved in providing direct care closely and regularly to those patients, in a health or social care setting. The Local Authority Director of Adult Social Services should have ultimate responsibility for identifying eligible Social Care Workers, underlined by the principle aim of achieving high rates of vaccination amongst frontline social care workers who work closely and regularly with those who are clinically vulnerable to COVID.\r\n\r\nIn addition, if a special school staff member is identified as being in one of the other at-risk cohorts, they will be contacted by the NHS at the appropriate time based on JCVI advice.\r\n\r\nThe NHS has now started to vaccinate the next set of cohorts (JCVI cohorts 5 to 9), with the goal of offering everyone who is most at risk, because they are over 50 years of age or have certain underlying health conditions, a first dose of the vaccine by 15 April. The Government aims to offer everyone aged 18 and over their first dose by 31 July.\r\n\r\nWe thank the special school staff for all the incredible work they have been undertaking throughout the pandemic, and we are working hard to ensure everyone who has been clinically prioritised to receive a vaccine will have access to a vaccine as soon as possible.\r\n\r\nDepartment of Health and Social Care\r\n\r\nThis is a revised response. The Petitions Committee requested a response which more directly addressed the request of the petition. You can find the original response towards the bottom of the petition page (https://petition.parliament.uk/petitions/566217)\r\n", "created_at": "2021-02-02T16:50:31.145Z", "updated_at": "2021-03-23T19:57:04.030Z"}, "debate": null, "departments": [{"acronym": "DHSC", "name": "Department of Health and Social Care", "url": "https://www.gov.uk/government/organisations/department-of-health-and-social-care"}], "topics": ["covid-19"]}}, {"type": "petition", "id": 555408, "links": {"self": "https://petition.parliament.uk/petitions/555408.json"}, "attributes": {"action": "Do not require salons to close due to Covid-19", "background": "We need our salons and industry open to save small businesses like mine and others. Closures have to stop. Please let us open our doors and stay safe while working. Our industry is one of the safest and most sanitised environments to be in. Even pre-Covid health and safety was a priority for salons.", "additional_details": "The Northern Ireland government has decided that close contacted services like getting your hair done cannot be allowed to operate. This should not happen in England.\r\nSave our industry. Ensure there are no more closures.\r\n", "committee_note": "", "state": "closed", "signature_count": 28901, "created_at": "2020-10-21T07:46:45.100Z", "updated_at": "2021-09-14T09:53:48.000Z", "rejected_at": null, "opened_at": "2020-10-28T13:49:30.749Z", "closed_at": "2021-04-28T22:59:59.999Z", "moderation_threshold_reached_at": "2020-10-21T09:22:34.000Z", "response_threshold_reached_at": "2020-10-29T16:45:07.000Z", "government_response_at": "2020-11-19T15:49:02.384Z", "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": null, "government_response": {"responded_on": "2020-11-18", "summary": "From 5 November, new national restrictions will be in place in England which will require non-medical close contact services to close, apart from for click and collect retail. ", "details": "Hairdressers were able to reopen from 4 July. All services including those in the highest risk zone (https://www.gov.uk/guidance/working-safely-during-coronavirus-covid-19/close-contact-services#close-contact-appendix) were permitted from 15 August. On 31 October, the Prime Minister announced that new national restrictions will be in place in England, meaning these businesses will be required to close again from 5 November until 2 December.\r\n\r\nWith the NHS weeks from being overwhelmed, and a higher death toll than the first wave predicted without new restrictions, the Prime Minister, Chief Medical Officer, Chief Scientific Advisor, and Cabinet agreed there was no alternative to tougher national measures. Thus, salons were required close.\r\n\r\nWe did, however, recognise the importance of this trading period to the sector. That is why Click and Collect services can continue. This can include, for example, high street salons selling products. Services, like haircuts, are not be permitted. These measures balance the need to reduce social contact and tackle the rising R rate while helping salons to keep trading where they can.\r\n\r\nInformation and guidance on the new national lockdown can be found here: www.gov.uk/guidance/new-national-restrictions-from-5-november. \r\n\r\nGuidance for the close contact services exempt from the new restrictions, namely make-up artists on television and film sets can be found on the link below. www.gov.uk/guidance/working-safely-during-coronavirus-covid-19/close-contact-services. These pages are kept up to date and reopening guidance will be provided  in due course. \r\n\r\nFurther business support can also be found here: www.gov.uk/coronavirus/business-support.\r\n\r\nWe thank members of this industry and their customers for their patience in this difficult time.\r\n\r\nDepartment for Business, Energy and Industrial Strategy", "created_at": "2020-11-19T15:49:02.382Z", "updated_at": "2020-11-19T15:49:02.382Z"}, "debate": null, "departments": [{"acronym": "BEIS", "name": "Department for Business, Energy and Industrial Strategy", "url": "https://www.gov.uk/government/organisations/department-for-business-energy-and-industrial-strategy"}], "topics": ["covid-19"]}}, {"type": "petition", "id": 575787, "links": {"self": "https://petition.parliament.uk/petitions/575787.json"}, "attributes": {"action": "To remove the UAE off the ‘Red List’ by the Summer", "background": "I want the Government to remove the United Arab Emirates (UAE) from the Red Ban List by the summer, so that travellers can visit the safe country without needing to quarantine in a hotel on return.", "additional_details": "I believe this would be the right thing to do because the UAE is a very clean country and has the facilities to keep the environment as safe as possible. This should make the disease less transmissible. If quarantine is needed, then this can be done at home. The Government should definitely consider this as it benefits us as public to enter the country for valid reasons.", "committee_note": "", "state": "closed", "signature_count": 20083, "created_at": "2021-02-18T20:17:02.946Z", "updated_at": "2021-09-05T23:00:02.063Z", "rejected_at": null, "opened_at": "2021-03-05T09:15:17.608Z", "closed_at": "2021-09-05T22:59:59.999Z", "moderation_threshold_reached_at": "2021-02-18T20:24:17.000Z", "response_threshold_reached_at": "2021-04-27T10:37:15.000Z", "government_response_at": "2021-05-11T11:37:32.303Z", "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": null, "government_response": {"responded_on": "2021-05-11", "summary": " The decisions on the Red List are made by ministers informed by the latest scientific data and public health advice. This protects public health and the vaccine rollout from variants of COVID-19.", "details": "The government’s response throughout the pandemic has been to put in place proportionate measures informed by the advice of scientists, including taking decisive action where the public health risks are high.\r\n\r\nThe decision to place the UAE on the ‘red list’ of high-risk countries on 28 January with enhanced travel restrictions is to limit the importation of Variants of Concern to England. The government took this decisive action to impose additional measures on the UAE to protect the roll out of the COVID-19 vaccination programme at a critical time. These measures permit entry to only British and Irish Nationals (and third country nationals with residence rights in the UK) arriving from high-risk (known as “red list”) countries and are also required to quarantine in government managed hotels. These are all temporary measures that are kept under constant review and the government maintains that they will only be kept in place whilst the level of risk justifies the measures.  \r\n\r\nFollowing the publication of the Global Travel Taskforce (GTT) in April, on 7 May the government announced the cautious reopening of international travel from 17 May. The new traffic light system will categorise countries based on risk to protect public health and the vaccine rollout from variants of COVID-19. The JBC produces risk assessments of countries and territories. Decisions on Red, Amber or Green list assignment and associated border measures are taken by Ministers, who take into account risk assessments by the Joint Biosecurity Centre (JBC), alongside wider public health factors. Key factors in the JBC risk assessment of each country include:\r\n\r\n•\tgenomic surveillance capability  \r\n•\tCOVID-19 transmission risk  \r\n•\tVariant of Concern transmission risk\r\n\r\nA summary of the JBC methodology is published on gov.uk, alongside key data that supports Ministers' decisions. This traffic light system will allow us to vary restrictions depending on the epidemiological risk and enable us to be flexible in responding to changes in risk levels.\r\n\r\nWe will not compromise on the progress we have made on our vaccine programme by allowing people to freely mix abroad and return or travel to the UK without proper checks and procedures. This is just the start for opening international travel, with the UK leading the way with a robust system.\r\n \r\nAs with all our coronavirus measures, we keep the Red List under constant review and our priority remains to protect the health of the UK public. Regular review points throughout the summer may allow us to further open up travel while safeguarding public health.\r\n\r\nDepartment for Transport\r\n", "created_at": "2021-05-11T11:37:32.301Z", "updated_at": "2021-05-11T11:37:32.301Z"}, "debate": null, "departments": [{"acronym": "DfT", "name": "Department for Transport", "url": "https://www.gov.uk/government/organisations/department-for-transport"}], "topics": ["covid-19"]}}, {"type": "petition", "id": 330559, "links": {"self": "https://petition.parliament.uk/petitions/330559.json"}, "attributes": {"action": "Change DfE school guidance to allow overnight educational visits.", "background": "DfE to immediately allow overnight education trips for schools, subject to them risk assessing the trip whilst following the government advice in place and making informed decisions based on the actual venues. To allow pupils to attend in the same groups they already have contact with in school.", "additional_details": "We believe current DfE guidance puts both the well being of pupils and the economic stability of the outdoor education sector into peril. There is already current government guidance on accommodation, travel and activities that would allow overnight educational visits to happen in a Covid secure and professionally managed environment. Children have missed enough of their education and this change would be invaluable in re-engaging pupils back into education whilst nurturing their well being and mental health.", "committee_note": "", "state": "closed", "signature_count": 17881, "created_at": "2020-07-06T09:55:31.196Z", "updated_at": "2021-02-04T00:00:09.054Z", "rejected_at": null, "opened_at": "2020-08-03T17:27:33.745Z", "closed_at": "2021-02-03T23:59:59.999Z", "moderation_threshold_reached_at": "2020-07-06T13:09:14.000Z", "response_threshold_reached_at": "2020-09-29T15:42:34.000Z", "government_response_at": "2020-10-13T16:08:45.142Z", "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": null, "government_response": {"responded_on": "2020-10-12", "summary": "The Government continues to advise against the resumption of domestic overnight and overseas educational visits at this stage of the COVID-19 pandemic. Schools can undertake safe COVID-19 day visits.", "details": "There is no doubt that the COVID-19 outbreak has presented significant challenges for children and for British businesses, including those in the residential sector. Children are missing out on the residential experience and the undoubted benefits that brings and providers of those services are understandably concerned about the viability of their own businesses and recovery of the sector.   \r\n\r\nHowever, the Government’s priority is to ensure that children remain in education with any measures put in place designed to support that ambition.  In respect of the reintroduction of overnight educational visits, including residential trips, careful consideration has been given to measures that, on the one hand, open up the sector, but on the other hand, potentially increases the rate of transmission of the virus\r\n\r\nTherefore the Government does not plan to change its current guidance at this time, and continues to advise against the resumption of domestic overnight and overseas educational visits for those in education and other settings. Schools are able to undertake COVID-19 secure day visits.  Guidance for full opening: schools - GOV.UK sets out this position. \r\n\r\nThe decision not to resume overnight educational visits, including residential trips at this stage has been heavily influenced by the public health advice available and the Government’s need to put in place measures to reduce and bring under control the rising cases of COVID-19 in England.     \r\n\r\nPublic Health England has advised that the resumption of residential visits will unnecessarily increase the risk of transmission of the virus due to a number of factors, some of which are listed below:  \r\n    \r\n•\tincreased social interaction of groups of children and adults outside of their established bubbles\r\n•\tincreased contact time with others in an indoor setting \r\n•\tsharing bedroom facilities\r\n•\tsharing of accommodation more broadly and close living arrangements (including sharing facilities such as canteens, showers and toilets)\r\n•\tadditional travel across country and the interaction with others that the children and adults accompanying them would not otherwise encounter\r\n\r\nThe risks associated with these factors will vary from trip to trip and residential centre to centre. \r\n\r\nThis position will be reviewed again in November 2020. The review will, amongst other things, consider the risk factors described above and the position of the country as a whole in driving down the prevalence of the virus.  \r\n\r\nThe Government has made available to UK businesses a number of support measures and more information on business support can be found at Coronavirus (COVID-19): Business support - GOV.UK and the recently announced Job Support Scheme - GOV.UK.\r\n\r\nDepartment for Education", "created_at": "2020-10-13T16:08:45.139Z", "updated_at": "2020-10-13T16:08:45.139Z"}, "debate": null, "departments": [{"acronym": "DfE", "name": "Department for Education", "url": "https://www.gov.uk/government/organisations/department-for-education"}], "topics": ["covid-19"]}}, {"type": "petition", "id": 599738, "links": {"self": "https://petition.parliament.uk/petitions/599738.json"}, "attributes": {"action": "Ban the manufacture, import, sale and use of fireworks in the UK", "background": "Fireworks can cause injury and even death, frighten pets and wildlife, and are bad for the environment.", "additional_details": "", "committee_note": "", "state": "closed", "signature_count": 14357, "created_at": "2021-10-23T13:08:04.773Z", "updated_at": "2022-11-29T08:29:10.000Z", "rejected_at": null, "opened_at": "2021-11-01T10:24:21.369Z", "closed_at": "2022-05-01T22:59:59.999Z", "moderation_threshold_reached_at": "2021-10-25T19:52:28.000Z", "response_threshold_reached_at": "2021-11-07T08:59:28.000Z", "government_response_at": "2021-11-29T14:24:31.236Z", "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": null, "government_response": {"responded_on": "2021-11-25", "summary": "There is a comprehensive regulatory framework in place that strikes the right balance allowing people to enjoy fireworks, whilst reducing risks and disturbances to people and animals.", "details": "There is a comprehensive regulatory framework already in place for fireworks that the Government believes strikes the right balance allowing people to enjoy fireworks, whilst reducing risks and disturbances to people and animals. \r\n \r\nExisting legislation controls the sale, availability and use of fireworks. For example, there is an 11pm curfew in place for the use of fireworks, with later exceptions only for the traditional firework periods of November 5th, Diwali, New Year’s Eve, and the Chinese New Year. Using fireworks outside the curfew hours is a criminal offence enforced by the Police and can lead to imprisonment and a substantial fine. There is also a 120-decibel limit on the fireworks available to consumers.  \r\n \r\nCurrent legislation restricts retailers to only selling consumer fireworks during the seasonal celebrations as set out above. Retailers may only supply fireworks outside these traditional periods if they obtain a licence from their local licensing authority. Local Authority Trading Standards work with retailers to ensure fireworks sold are safe, and they have powers to enforce against those who place non-compliant fireworks on the market. Trading Standards (and local fire and rescue authorities in metropolitan counties) can also enforce against those selling fireworks without an appropriate licence, for example, outside the normal selling period.    \r\n\r\nFireworks must also have safety warnings on the label, and this includes category of firework, instructions on safety distances and means of ignition.\r\n\r\nThe main environmental impact of Fireworks is the emission of particulates. Fireworks events are normally short-lived and localised events, so whilst there are likely to be localised spikes around these events for short periods (hours) which may lead to exceedances of the 24-hour air quality objective for PM10, (Air Quality Standards Regulations 2010) these high concentrations will be short lived and not impact the annual mean objective. Short-term concentrations increases from firework displays can be amplified due to the weather conditions that may affect the dispersion of pollutants.\r\n\r\nThe Air Pollution in the UK report provides an annual assessment of air quality in the UK including an assessment of the impact of fireworks and bonfire night. The most recent report, published in 2020, can be found through the following URL: https://uk-air.defra.gov.uk/library/annualreport/viewonline?year=2020_issue_1#report_pdf.\r\n\r\nThe Government has no current plans to place further restrictions on the sale of fireworks to the public, but we continue to monitor the situation. We have been carrying out an programme of work on fireworks, in response to concerns raised by the public. This has included:\r\n\r\n- Commissioning research by Ipsos Mori that provided evidence on consumer attitudes towards, and behaviours around, using fireworks in the UK. The key findings have informed our public awareness campaigns and support the need to educate consumers on fireworks use. The report can be viewed here: https://www.gov.uk/government/publications/consumer-behaviours-and-attitudes-to-fireworks-in-the-uk.\r\n\r\n- Commissioning noise research to test the decibel level of commonly used fireworks, in response to issues raised around noise and disturbance. The objective of the testing work is to help us understand the decibel level associated with a range of fireworks and whether they are compliant with the regulations. The results of the testing will be available in due course.\r\n\r\n- Engaging with Local Authorities and animal welfare organisations to better understand what specific issues they face.\r\n\r\n- Engaging with the fireworks industry to consider what action they can take to promote consumer safety.\r\n\r\n- Developing an annual public awareness campaign, working in partnership with a range of stakeholders, to promote the safe and considerate use of fireworks.\r\n\r\n\r\n", "created_at": "2021-11-29T14:24:31.233Z", "updated_at": "2021-11-29T14:24:31.233Z"}, "debate": null, "departments": [{"acronym": "BEIS", "name": "Department for Business, Energy and Industrial Strategy", "url": "https://www.gov.uk/government/organisations/department-for-business-energy-and-industrial-strategy"}], "topics": []}}, {"type": "petition", "id": 326850, "links": {"self": "https://petition.parliament.uk/petitions/326850.json"}, "attributes": {"action": "Hold a public vote on HS2 project as it is being paid for by the public", "background": "I would like a public vote/referendum on whether we want to spend in excess of £100 billion on a train project which will destroy or irreparably damage natural habitats and wildlife sites along the route.", "additional_details": "To me, the damage & cost to public land, wildlife & nature at a time of Environmental emergency & recession outweighs the long-term benefits of travel. The HS2 project should be decided by the people paying for it, the tax payers. It’s destroying communities & environment.", "committee_note": "", "state": "closed", "signature_count": 13949, "created_at": "2020-06-12T14:54:45.906Z", "updated_at": "2021-03-19T00:00:06.524Z", "rejected_at": null, "opened_at": "2020-09-18T14:37:20.175Z", "closed_at": "2021-03-18T23:59:59.999Z", "moderation_threshold_reached_at": "2020-06-12T18:57:14.000Z", "response_threshold_reached_at": "2020-11-20T22:21:27.000Z", "government_response_at": "2020-12-03T16:04:51.422Z", "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": null, "government_response": {"responded_on": "2021-01-05", "summary": "HS2 will transform, and help decarbonise, our country’s transport network, bring our biggest cities closer together, boost productivity and rebalance opportunity across the country.", "details": "As set out in the Full Business Case for Phase One, the Government has carefully considered the merits and disadvantages of proceeding with HS2 and has firmly concluded that it should go ahead. HS2 will transform our country’s transport network, bringing our biggest cities closer together, boosting productivity and rebalancing opportunity fairly across the country. Once operational, it will provide a low-carbon alternative to cars and planes. During construction, we want HS2 to be the most environmentally responsible major infrastructure project in UK history\r\n \r\nHS2 is at the heart of our plans to build back better from Covid-19, creating thousands of jobs and providing certainty at a time when people need it the most. This railway is a long-term investment which will bring our biggest cities closer together, boost productivity and provide a low-carbon alternative to cars and planes for many decades to come.\r\n\r\nHS2 has rightly been subject to a great deal of Parliamentary and public scrutiny. Phase One was the subject of considerable debate in Parliament during the passage of the High-Speed Rail (London-West Midlands) Act 2017 (“the Phase One Act”). The Phase 2a Bill is currently being taken through Parliament, and the Government agreed with the Oakervee Review's conclusion that splitting Phase 2b into smaller sections, and more than one Bill, could facilitate scrutiny in Parliament, and make its management and construction more manageable.\r\n\r\nThe Transport Secretary has made a clear commitment to greater transparency on HS2, and Andrew Stephenson, the dedicated HS2 minister, is reporting bi-annually to Parliament on the project. The Department for Transport has also established a monthly Ministerial Task Force to provide strategic oversight, support and challenge for the successful delivery of Phases One and 2a. Earlier this year, Government reset the funding regime for HS2 Phase One including a Target Cost and funding envelope as well as providing revised estimates for the wider scheme, subject to the ongoing work on the Integrated Rail Plan.\r\n\r\nFor the reasons set out above, the Government has no plans to hold a public vote on whether HS2 proceeds.\r\n\r\nThis Government takes its environmental commitments extremely seriously. That is why the UK was the first major economy in the world to legislate for net zero and why we have published a 25-year Environment Plan setting out what we will do to protect and enhance our natural environment for future generations. The UK is decarbonising faster than any other country in the G20 and is providing global leadership on climate change.\r\n\r\nThe environmental impacts of HS2 were closely scrutinised by Parliament during the passage of the Phase One Act, which gives statutory and planning authority for the construction of Phase One of the scheme. Alongside the Act, the Government also published the Environmental Minimum Requirements, a suite of additional environmental commitments to further reduce the impacts of the project.\r\n\r\nAs well as environmental protections, a range of measures to mitigate and compensate for environmental impacts have been put in place. This includes a commitment to seek to achieve ‘no net loss’ to biodiversity and the creation of a ‘green corridor’ alongside HS2, which will provide bigger and better habitats for wildlife, and integrate HS2 into the landscape. On Phase One alone over 33 square kilometres of new and existing wildlife habitat will be created, an increase of around 30% compared to what’s there now.\r\n\r\nAll environmental measures, whether they be the creation of new habitats or the enhancement of existing habitats, will be supported with long-term management plans and agreements. This will ensure that the new railway leaves a long-lasting legacy for both wildlife and future generations.\r\n\r\nHS2 will give us a step-change in capacity delivering better connectivity between our largest towns and cities. The Government’s decision to proceed with HS2 supports our objectives on climate change as the railway will play a key role in decarbonising our transport sector. This is because, once HS2 is in operation, it will offer a low carbon alternative to cars and domestic air travel. It will also free up space on the existing railway for thousands more passengers to travel by rail and to move more goods by rail freight, taking lorries off our roads.\r\n\r\nDepartment for Transport\r\n\r\nThis is a revised response. The Petitions Committee requested a response which more directly addressed the request of the petition. You can find the original response towards the bottom of the petition page (https://petition.parliament.uk/petitions/326850)\r\n", "created_at": "2020-12-03T16:04:51.420Z", "updated_at": "2021-01-05T17:48:10.509Z"}, "debate": null, "departments": [{"acronym": "DfT", "name": "Department for Transport", "url": "https://www.gov.uk/government/organisations/department-for-transport"}], "topics": []}}, {"type": "petition", "id": 600577, "links": {"self": "https://petition.parliament.uk/petitions/600577.json"}, "attributes": {"action": "Ban developments on Green belt and Greenfield sites across the country", "background": "Loss of green belt & greenfield sites for housing negatively affects the environment, releasing carbon from the land & losing that land's ability to capture new carbon. Wildlife and plant life already under stress, are displaced & loss of green spaces has a negative effect on communities.", "additional_details": "Houses proposed to be built have a great effect upon our environment. Contribute to pollution and in turn affect our planet. House development should take place on brown sites. The greenfield land, farm land, trees and wild flowers need protection now to encourage our planet to heal. All permissions for planned development of green belt or greenfield land should be revoked, and no further permissions granted.", "committee_note": "", "state": "closed", "signature_count": 13947, "created_at": "2021-11-05T10:56:16.603Z", "updated_at": "2022-11-18T14:18:13.086Z", "rejected_at": null, "opened_at": "2021-11-10T15:11:11.484Z", "closed_at": "2022-05-10T22:59:59.999Z", "moderation_threshold_reached_at": "2021-11-05T12:23:38.000Z", "response_threshold_reached_at": "2021-12-15T09:26:08.000Z", "government_response_at": "2022-01-10T17:16:59.492Z", "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": null, "government_response": {"responded_on": "2022-03-01", "summary": "This Government is committed to maintaining existing Green Belt protections, enhancing Green Belt land quality, and promoting use of brownfield for new developments to reduce greenfield pressures.", "details": "The Government currently offers strong protections for the Green Belt from development in national policy.  The National Planning Policy Framework states that a Green Belt boundary may be altered only in exceptional circumstances. Any proposal is subject to consultation with local people followed by rigorous and independent examination of the area’s Local Plan by a planning inspector. If a local authority cannot avoid the loss of Green Belt, it is expected to offset the loss of that land by environmental and access improvements to land remaining Green Belt. Furthermore, national planning policy states that most new developments in the Green Belt should be refused planning permission unless in very special circumstances, rightly determined by the local authority. As a result, the Government is not considering this proposal at this time.\r\n  \r\nAs set out in the landmark Levelling Up White Paper, we are committed to enhancing the quality of land designated in the Green Belt. This means increasing public access to Green Belt, while simultaneously delivering nature recovery, in line with Environment Act commitments. This will provide improved access for those communities that currently lack good quality green space.\r\n\r\nDepartment for Levelling Up, Housing & Communities\r\n\r\nThis is a revised response. The Petitions Committee requested a response which more directly addressed the request of the petition. You can find the original response towards the bottom of the petition page (https://petition.parliament.uk/petitions/600577)\r\n", "created_at": "2022-01-10T17:16:59.489Z", "updated_at": "2022-03-01T15:34:11.726Z"}, "debate": null, "departments": [{"acronym": "DLUHC", "name": "Department for Levelling Up, Housing and Communities ", "url": "https://www.gov.uk/government/organisations/department-for-levelling-up-housing-and-communities"}], "topics": []}}, {"type": "petition", "id": 575169, "links": {"self": "https://petition.parliament.uk/petitions/575169.json"}, "attributes": {"action": "Prioritise brownfield development in law to protect our green belt and farmland", "background": "Enshrine in law all brown field sites to be fully developed within a 25 mile radius of green belt or farmland before any development is allowed on non-brownfield land. Ensure in law the democratic wishes of local residents and local authorities as a precedent and limit ministerial powers to suit.", "additional_details": "The Government has a duty to protect the environment against climate change, protect local areas of outstanding beauty and natural habitat. Preserve todays biodiversity and bio abundance for the generation of tomorrow. Nature and wildlife is at threat of extinction at the detriment of unnecessary housing  development and where today's generation may still have the benefit of existing wildlife tomorrow's generation will only have the benefit of wildlife pictures.", "committee_note": null, "state": "closed", "signature_count": 13839, "created_at": "2021-02-13T21:34:27.270Z", "updated_at": "2021-08-23T23:00:07.880Z", "rejected_at": null, "opened_at": "2021-02-23T09:41:34.704Z", "closed_at": "2021-08-23T22:59:59.999Z", "moderation_threshold_reached_at": "2021-02-16T10:13:57.000Z", "response_threshold_reached_at": "2021-05-21T10:57:35.000Z", "government_response_at": "2021-06-03T11:38:13.413Z", "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": null, "government_response": {"responded_on": "2021-06-03", "summary": "The Government has no plans to introduce a legal requirement that all brownfield sites are fully developed before any development is allowed on non-brownfield land.", "details": "This Government is committed to protecting and enhancing the natural environment, as well as mitigating the effects of climate change. This commitment is  stated in the National Planning Policy Framework and supporting guidance, to which all local planning authorities should have regard when drawing up local plans, or determining planning applications.  The Framework expects local authorities to not only protect landscapes, soils and sites of biodiversity but go further by enhancing these valued surroundings. The Framework also outlines that the character and beauty of the countryside, including trees and woodland, should be recognised in the planning of future development.  Strong protections are in place for Areas of Outstanding Natural Beauty, Green Belt, Sites of Special Scientific Interest and other designated land. The Government will continue to apply policy and law as appropriate to prevent harm to wildlife-rich habitat, and to restrict development in open countryside.\r\n\r\nThe Government is also committed to making the most of brownfield land.  The Framework strongly encourages regeneration and re-use of brownfield, especially for housing - helping to level up communities across the country while taking off some of the pressure to consider other land, such as Green Belt, for new homes. The Framework expects local authorities to give substantial weight to re-using suitable brownfield when Plan-making or deciding planning applications. These sites should be given priority where practical and viable, and local authorities should consider building up, and higher densities in towns.\r\n\r\nHowever:\r\n\r\n- the term ‘brownfield’ comprises almost all types of previously developed land, including inhabited housing and land occupied by functioning businesses and industry;   \r\n- not all vacant brownfield is in the right place for sustainable residential use; \r\n- some is valuable for ecology; \r\n- some has high upfront costs for demolition or decontamination; \r\n- each local authority is already required by law to publish a register of brownfield land in its area that would be suitable for housing-led development;\r\n- not all owners will wish to develop or release sites, for different reasons; and \r\n- the rules on compulsory purchase of building sites are strict, and generally require compensation for the owner, reflecting the current land value.\r\n\r\nElected local authorities are responsible for deciding the right location and type of sustainable future development in each area, in accordance with national policies in the Framework. Rightly, planning decisions are not made on the basis of the number of objectors or supporters. Instead, each local authority is responsible for preparing a vision for future development in its area using a Local Plan. The Local Plan outlines how land should be used and takes account of any necessary restraints on development. The Plan is created in consultation with the local community, and submitted for rigorous independent examination by a planning inspector. If the Plan is judged to be properly prepared, justified, and consistent with national policy in the Framework, it can come into effect. \r\n\r\nThe Government is clear that to help make home ownership affordable for more people, and help more people rent their own home, we need to deliver more homes. To get enough homes built in the places where people and communities need them, a crucial first step is to plan for the right number of homes. Local housing need introduced in 2018 is a measure of an area’s housing need, against which councils must then consider their local circumstances and supply pipeline. Local authorities draw up a local housing target, taking into account factors including land availability and environmental constraints such as Green Belt. Following consultation to changes to the method (from August to October 2020) on 16 December 2020 we changed the formula to increase need in the 20 most populated urban areas. \r\n\r\nProtecting the Green Belt remains a priority and our national planning policy reinforces regenerating previously developed land, known as brownfield sites, and prioritising urban areas. The uplift in local housing needed within our biggest cities and urban centres in England will direct homes to where they are better served by infrastructure, and therefore protect our countryside. It also supports our wider objectives of regenerating brownfield sites, renewal, and levelling up. Green Belt decisions as outlined above will remain with local authorities and communities, ensuring they have influence over development, location and design.\r\n\r\nWhile continuing to apply strong policies to limit harm to Green Belt and the countryside, this Government is encouraging local authorities to make the most of their brownfield land. We are providing extensive financial support for this.  For example, in 2020 the Prime Minister announced that seven Mayoral Combined Authorities would receive a share of the £400 million Brownfield Housing Fund. This will help unlock 26,000 homes across England by bringing under-utilised brownfield land back into use. In addition we are investing £75 million in a Brownfield Land Release Fund for authorities not eligible for the Brownfield Housing Fund. This is new capital funding to accelerate release of local authority-owned land for housing. The Brownfield Land Release Fund is expected to release land for 7,000 homes by 2024.\r\n\r\nMinistry of Housing, Communities and Local Government", "created_at": "2021-06-03T11:38:13.411Z", "updated_at": "2021-06-03T11:38:13.411Z"}, "debate": null, "departments": [{"acronym": "DLUHC", "name": "Department for Levelling Up, Housing and Communities ", "url": "https://www.gov.uk/government/organisations/department-for-levelling-up-housing-and-communities"}], "topics": []}}, {"type": "petition", "id": 566467, "links": {"self": "https://petition.parliament.uk/petitions/566467.json"}, "attributes": {"action": "Fund a national anti-littering campaign.", "background": "I would like to see the Government fund a national anti-littering campaign, to put this issue back into public awareness. The campaign should include advertising on tv, online, in schools, at bus stops and anywhere else that it can be seen.", "additional_details": "I am deeply saddened by the amount of litter I see along the roadside.\r\n \r\nPlastic bottles, cans, carrier bags, fast food packaging.... so much rubbish that drifts around our environment.\r\n \r\nI remember when I was a child anti-littering campaigns being a 'big thing' , with the person putting their rubbish in a bin as the symbol.\r\n \r\nI believe that whilst children are taking this matter seriously again, some adults need reminding about this massive problem around us.", "committee_note": "", "state": "closed", "signature_count": 12864, "created_at": "2021-01-03T21:33:44.076Z", "updated_at": "2021-08-17T15:23:35.000Z", "rejected_at": null, "opened_at": "2021-01-21T13:17:13.111Z", "closed_at": "2021-07-21T22:59:59.999Z", "moderation_threshold_reached_at": "2021-01-12T17:01:07.000Z", "response_threshold_reached_at": "2021-04-04T16:42:55.000Z", "government_response_at": "2021-04-23T16:25:58.759Z", "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": null, "government_response": {"responded_on": "2021-04-22", "summary": "Having launched the “Keep It, Bin It” campaign in 2018 with Keep Britain Tidy, Defra continues to support this campaign and raise awareness of the impacts of littering through other means.", "details": "The “Keep it, Bin it” anti-litter campaign encourages people to dispose of their litter responsibly, calling time on rubbish excuses for littering and telling people to keep hold of their rubbish until they find a bin. The campaign has been publicised through various media channels, most notably targeted social media advertisements online, as well as digital display sites at travel hubs across England, thanks to advertising space provided by partners. \r\n\r\nWith more people enjoying the outdoors than ever before, we have recently published an updated version of the Countryside Code to help people enjoy the countryside in a safe and respectful way. The update - the first in over a decade - has been shaped by nearly 4,000 stakeholder responses to an online survey, which sought views on best practices for visiting the countryside and protecting the natural environment. The Code can be viewed on gov.uk at: https://www.gov.uk/government/publications/the-countryside-code\r\n\r\nMinister Pow recently spoke at the launch of Keep Britain Tidy’s 2021 Great British Spring Clean, encouraging everyone to get involved. By doing so, we are setting the tone for the summer ahead, by showing that litter is not acceptable, and that people care deeply about protecting their local environment.\r\n \r\nLast summer, in response to COVID-19, Defra developed a ‘Respect the Outdoors’ campaign to encourage people to follow the Countryside Code and to highlight the impacts of littering. This was promoted both online and in locations across the country near to urban parks, beaches and National Parks. We also supported, and provided funding for, Keep Britain Tidy’s Love Parks campaign, which encouraged people to treat our parks with respect.\r\n\r\nWe are also raising awareness via social media of what individuals can do to protect wildlife and the environment, including in relation to litter. This includes a short video that reminds everyone to take their rubbish home if there are no bins available, which we posted during the recent Easter bank holiday weekend. This can be found at: \r\nhttps://twitter.com/DefraGovUK/status/1377870950692102146?s=20\r\n\r\nThe Eco-Schools programme, run in England by Keep Britain Tidy, works with schools to change littering habits. Currently, around 80% of schools in England are participating in this programme to improve sustainability and reduce waste in their schools and communities. That number is growing, putting young people at the heart of environmental issues. More information about the programme can be found at:\r\nwww.eco-schools.org.uk\r\n\r\nWe published the Litter Strategy for England in April 2017, setting out our aim to deliver a substantial reduction in litter and littering within a generation. The Litter Strategy brings together communities, businesses, charities and schools to bring about real change by focusing on three key themes: education and awareness; improving enforcement; and better cleaning and access to bins. A copy of the Litter Strategy can be found at: www.gov.uk/government/publications/litter-strategy-for-england\r\n\r\nLocal councils are responsible for keeping their public land clear of litter and refuse. It is up to councils to decide how best to meet this statutory duty. To help them, the Waste and Resources Action Programme (WRAP), on behalf of Defra and the Ministry of Housing, Communities and Local Government, has recently published guidance for local authorities and Business Improvement Districts in England on the provision of litter bins.  ‘The Right Bin in the Right Place’ guidance is available at:\r\nhttps://wrap.org.uk/content/binfrastructure-right-bin-right-place\r\n\r\nIn support of this guidance, WRAP recently ran a grant competition (funded by Defra) for local authorities in England to apply for grants of between £10,000 and £25,000 to purchase new litter bins. In total, 44 applications were approved, worth almost a million pounds. These new bins should help local authorities reduce litter through targeted interventions, where they are most needed.\r\n\r\nDepartment for Environment, Food and Rural Affairs\r\n", "created_at": "2021-04-23T16:25:58.756Z", "updated_at": "2021-04-23T16:25:58.756Z"}, "debate": null, "departments": [{"acronym": "DEFRA", "name": "Department for Environment, Food and Rural Affairs", "url": "https://www.gov.uk/government/organisations/department-for-environment-food-rural-affairs"}], "topics": []}}, {"type": "petition", "id": 324896, "links": {"self": "https://petition.parliament.uk/petitions/324896.json"}, "attributes": {"action": "Make Anti-Racism training mandatory in all UK workplaces", "background": "I want the government to make Anti-Racism training mandatory in all UK workplaces. To make companies implement this training into their inductions and to make employees take part in the training on a regular basis, to ensure that the training stays relevant.", "additional_details": "I want the Government or Parliament to do this because I think it is important that employers and their employees are educated on what is racism, how it can be reported and handled, what racism looks like and to provide awareness of racism in the workplace. Work forces can be very diverse and it is important that all races are respected and protected while they work. I have personally seen racism within a workplace and the effects it has on the minorities within the environment.", "committee_note": null, "state": "closed", "signature_count": 12569, "created_at": "2020-06-05T10:26:10.895Z", "updated_at": "2021-04-21T15:04:16.398Z", "rejected_at": null, "opened_at": "2020-06-16T11:24:27.223Z", "closed_at": "2020-12-16T23:59:59.999Z", "moderation_threshold_reached_at": "2020-06-05T11:42:04.000Z", "response_threshold_reached_at": "2020-07-14T14:53:54.000Z", "government_response_at": "2020-08-07T12:02:50.482Z", "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": null, "government_response": {"responded_on": "2020-08-07", "summary": "We are committed to tackling racism in the UK, and have recently established a new cross-government commission which will consider all options in the round and make recommendations for reform.", "details": "This Government has always said –as set out in our manifesto – that we will ensure Britain is a fairer society and we will tackle racial and ethnic inequalities wherever they exist. \r\n\r\nRacism has no place in our communities, our workplaces or our lives.  We have already established a Government Equality Hub, which includes the Race Disparity Unit to look specifically at race and ethnicity. We also launched the Race at Work Charter, giving businesses a clear set of actions to help create greater opportunities for ethnic minorities at work. \r\n\r\nWe know that there is still much progress to be made in this area, which is why we recently announced the establishment of a new cross-government commission to examine continuing racial and ethnic inequalities in Britain, and to set out concrete recommendations for further reform.\r\nThe commission will consider all aspects of inequality, including in employment and will champion the success of BAME groups. The aim is to set out a new, positive agenda for change – balancing the needs of individuals, communities and society. It will build on the work of the Race Disparity Unit, but will go further to understand why disparities exist, what works and what doesn’t, and present recommendations for action across Government and other public bodies.\r\n\r\nTherefore, whilst at this stage we are not committing to introducing mandatory anti- racism training, we are taking important steps to assess what reforms will have the most significant and positive impacts on tackling racism and inequalities in the UK workplaces.\r\n\r\nThe Government recently announced membership and terms of reference for the Commission, details of which can be found at https://www.gov.uk/government/organisations/commission-on-race-and-ethnic-disparities\r\n\r\nThe Commission will aim to report its findings on the priority areas of health, education, criminal justice and employment by the end of this year.\r\n\r\nDepartment for Business, Energy and Industrial Strategy \r\n", "created_at": "2020-08-07T12:02:50.480Z", "updated_at": "2020-08-07T12:02:50.480Z"}, "debate": null, "departments": [{"acronym": "BEIS", "name": "Department for Business, Energy and Industrial Strategy", "url": "https://www.gov.uk/government/organisations/department-for-business-energy-and-industrial-strategy"}], "topics": ["race-and-equality"]}}, {"type": "petition", "id": 617700, "links": {"self": "https://petition.parliament.uk/petitions/617700.json"}, "attributes": {"action": "Residential Park Home residents should be eligible for £400 electricity grant", "background": "Residential Parks provide retired and semi-retired people with affordable homes in mobile home parks, where they can live comfortably in a secure environment\r\nEvery household in the UK will get a £400 energy bill discount and this needs to be provided to all Park Home Residents without any delay", "additional_details": "All households especially those of the retired and the semi-retired are \"being hit hard\" by spiralling bills, and the government has promised \"significant support to the British people\" to help them get by.\r\nResidential Parks are purpose-built for the older population, who are struggling with a good quality of life and need as much support as possible for dealing with increased prices.\r\nThere should be no ambiguity in ensuring that all park home residents are able to get the £400 energy grant.", "committee_note": null, "state": "closed", "signature_count": 12348, "created_at": "2022-06-01T11:15:42.280Z", "updated_at": "2022-12-21T00:00:02.012Z", "rejected_at": null, "opened_at": "2022-06-06T12:27:23.737Z", "closed_at": "2022-12-20T23:59:59.999Z", "moderation_threshold_reached_at": "2022-06-01T11:46:39.000Z", "response_threshold_reached_at": "2022-08-03T19:37:09.000Z", "government_response_at": "2022-08-17T11:16:48.685Z", "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": null, "government_response": {"responded_on": "2022-08-17", "summary": "Further funding will be available to provide equivalent support of £400 for energy bills for the 1% of households who will not be reached through the Energy Bills Support Scheme.", "details": "On 29 July the Government announced a new provision to deliver equivalent support this winter for energy bills to residents of park homes and other households which will not benefit from the Energy Bills Support Scheme discount. An announcement with details on how and when these households across Great Britain can access this support will be made this Autumn.\r\n\r\nDepartment for Business, Energy & Industrial Strategy", "created_at": "2022-08-17T11:16:48.682Z", "updated_at": "2022-08-17T11:16:48.682Z"}, "debate": null, "departments": [{"acronym": "HMT", "name": "HM Treasury", "url": "https://www.gov.uk/government/organisations/hm-treasury"}], "topics": []}}, {"type": "petition", "id": 582702, "links": {"self": "https://petition.parliament.uk/petitions/582702.json"}, "attributes": {"action": "Review the Regulation of Odour Management of Landfill Sites", "background": "We call for the Government to review how the Environment Agency monitors and manages levels of malodourous gasses. Consideration should be given to compulsory monitoring of emissions of landfill sites and for the EA to be obliged to act with urgency when high levels of odour complaints are received.", "additional_details": "Many communities are blighted by odour issues from landfill sites. The odour from a poorly managed landfill site can reach for many miles around and affect thousands of residents directly in their own homes, workplaces and places of leisure. The malodourous gasses can greatly affect physical and mental health. It should not be acceptable that communities suffer continuous or persistent odour issues from landfill sites and living in close proximity to one should not be detrimental to residents.", "committee_note": "", "state": "closed", "signature_count": 12029, "created_at": "2021-04-10T21:35:06.199Z", "updated_at": "2021-10-15T23:00:07.596Z", "rejected_at": null, "opened_at": "2021-04-15T12:24:21.953Z", "closed_at": "2021-10-15T22:59:59.999Z", "moderation_threshold_reached_at": "2021-04-11T10:34:45.000Z", "response_threshold_reached_at": "2021-05-05T16:58:15.000Z", "government_response_at": "2021-05-21T16:05:44.357Z", "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": null, "government_response": {"responded_on": "2021-06-29", "summary": "The Environment Agency regulates environmental permits that set limits, including for malodours, within which operations can be undertaken without causing a significant impact on the environment.", "details": "Whilst no dedicated review of the monitoring and management of odours from landfill is currently planned, the Government and the Environment Agency (EA) keep the legislative framework and powers available to protect human health and the environment under review. The result of such work is evident through our Resources and Waste Strategy and our ambition to eliminate crime and poor performance in the waste sector.\r\n\r\nThe Government takes the issue of odour from landfill seriously and there have been debates in Parliament on this topic, most recently on 19 May 2021.\r\n\r\nLandfill and other types of waste management facility are regulated by the EA in England, which issues and regulates environmental permits. These permits set limits, including for odours, within which operations can be undertaken without causing a significant impact on the environment. Whilst no landfill will ever be completely odour free, the level and type of odour arising from such operations should not be causing serious offence.\r\n\r\nWhere appropriate, operators must provide an Odour Management Plan describing measures they will take to minimise odour. The EA sets out how the monitoring should be carried out, the required competency of staff and the equipment to be used. If the plan is accepted, it is incorporated into the site’s environmental permit as an ‘operating technique’. The operator should keep that plan under review and the plan can be required to be updated if there is a problem, or if it is not working as originally intended. The EA also imposes a condition that requires operators to use approved measures to manage their activity to minimise odour emissions. If operations are not being undertaken in accordance with these plans, then the EA has a range of enforcement powers they can and do use.\r\n\r\nMonitoring odour can be challenging, so there are no numerical limits for odour or particular gases in landfill permits. This is due to the variability of the gas composition, rapid dispersion once it escapes the waste mass and challenges in monitoring this. The EA therefore uses a condition in environmental permits which is based on ‘offence to the senses’; this means that the odour is assessed by the level of offence it causes to a trained EA officer.\r\n\r\nIn order to demonstrate non-compliance, an EA officer must receive a report of odour, attend the location that the odour is reported, confirm it is coming from the site and demonstrate that the site is, or is not, doing something that has been specified in their Odour Management Plan or is contrary to Best Available Techniques. This condition has evolved over a number of years following prosecutions and case law derived from them. If non-compliance is confirmed, EA officers can take action in line with the Enforcement and Sanctions Policy.\r\n\r\nThe EA provides an incident response function to deal with environmental incidents. It prioritises incidents by focusing on those that have a human health impact, followed by environmental and amenity impacts such as odour, dust or noise. The scale and impact of the incident is also factored into this process, so a low impact incident from a health perspective which has attracted a lot of reports will be escalated and responded to. It is not possible for the EA to attend all the incidents it is notified of, so this process of prioritisation is used to attend higher risk incidents only.\r\n\r\nLocal authorities also have a role to play in managing issues considered to be a nuisance, including odour. If a waste management site is operating in a manner that is having an effect on local communities but is not contravening the conditions within the environmental permit, then the local authority has the power to act when determining if a statutory nuisance exists.\r\n\r\nThe determination of a statutory nuisance has two limbs: whether it is ‘prejudicial to health’ or a ‘nuisance’. To be a ‘nuisance’ the situation must unreasonably and substantially interfere with the personal comfort or amenity of those nearby. What is unacceptable is that which ordinary, decent people would consider unreasonable. If the local authority agrees that a statutory nuisance has happened or will happen in the future, then it must serve an abatement notice on the person, premises owner or occupier concerned.\r\n\r\nThe decision regarding whether or not an issue is a statutory nuisance is made by the local authority’s Environmental Health Practitioner on a case by case basis.\r\n\r\nThe Government wants to minimise the volume of waste sent to landfill, including eliminating food waste to landfill by 2030. By reducing the volume of waste that we send to landfill, in particular biodegradable waste, we will reduce negative impacts from landfill. The Government is also reforming the framework under which waste is transported and is committed to the mandatory electronic tracking of waste. This will prevent inappropriate and misclassified waste such as gypsum ending up in landfill where it can emit odours.\r\n\r\nDepartment for Environment, Food and Rural Affairs\r\n\r\nThis is a revised response. The Petitions Committee requested a response which more directly addressed the request of the petition. You can find the original response towards the bottom of the petition page (https://petition.parliament.uk/petitions/582702)", "created_at": "2021-05-21T16:05:44.354Z", "updated_at": "2021-06-29T14:16:17.066Z"}, "debate": null, "departments": [{"acronym": "DEFRA", "name": "Department for Environment, Food and Rural Affairs", "url": "https://www.gov.uk/government/organisations/department-for-environment-food-rural-affairs"}], "topics": []}}, {"type": "petition", "id": 310556, "links": {"self": "https://petition.parliament.uk/petitions/310556.json"}, "attributes": {"action": "For the sake of wildlife & forests ban the release of balloons and sky lanterns.", "background": "Please protect our environment by banning the release of balloons and sky lanterns.\r\nThousands of balloons and sky lanterns are released every year with little or no regard to the damage they do to our wildlife, seas and remaining forests.Government can no longer ignore the plight of nature.", "additional_details": "We call on the government to finally take action on this blatant littering of our countryside and oceans. Over eighty local authorities have already taken action to ban these items.\r\nThe RSPCA and the National Farmers Union have reported gruesome injuries and the painful death of animals, with livestock and wildlife eating lantern wire. The Fire Brigade has also had to respond to fires caused by sky lanterns.\r\nThe government cannot and must not continue to ignore this appalling practice.", "committee_note": null, "state": "closed", "signature_count": 11483, "created_at": "2020-03-26T20:33:37.083Z", "updated_at": "2020-12-08T14:08:27.000Z", "rejected_at": null, "opened_at": "2020-05-15T09:45:18.154Z", "closed_at": "2020-11-15T23:59:59.999Z", "moderation_threshold_reached_at": "2020-03-29T18:47:54.000Z", "response_threshold_reached_at": "2020-09-16T08:13:14.000Z", "government_response_at": "2020-10-05T16:06:04.102Z", "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": null, "government_response": {"responded_on": "2020-10-05", "summary": "The Government takes its responsibility of safeguarding the environment seriously. Based on evidence available, we have concluded that an outright ban would be disproportionate in the circumstances.", "details": "The Government recognises concerns that sky lanterns and balloons can pose a threat to the environment and wildlife. For this reason, Defra and the Welsh Government commissioned an independent study in 2013 into the impacts of sky lanterns and helium balloons on the health and welfare of livestock. The report concluded that these impacts were relatively minor. Any action the Government takes must be proportionate to the level of risk and we have concluded that an outright ban would be disproportionate in the circumstances.\r\n\r\nAlthough there is no legislation that specifically regulates the release of balloons or sky lanterns, voluntary actions and initiatives aimed at minimising the risks associated with sky lanterns and driving up safety standards have been effective. Initiatives include publication of a Trading Standards Institute voluntary code of practice for sky lanterns to ensure that they are manufactured to be safe and sold responsibly. Sky lanterns also fall in scope of the General Product Safety Regulations 2005 which oblige producers and distributors to place only safe consumer products on the market. These regulations are enforced by local authority Trading Standards services across the UK.\r\n\r\nWe have also provided local authorities with powers to restrict or ban the use of sky lanterns on council or public land and, as the petition notes, many local authorities have already put such measures in place.\r\n\r\nAs the law stands in England, it is conceivable that a magistrates’ court would conclude that a release of balloons or sky lanterns constitutes a littering offence. Section 87 of the Environmental Protection Act 1990 says: “A person is guilty of an offence if he throws down, drops or otherwise deposits any litter in any place to which this section applies and leaves it”. Ultimately it would be for a court to rule whether this phrase would cover balloon or sky lantern releases.\r\n\r\nCouncils in England have the necessary powers to take an individual whom they believe to be guilty of a littering offence to court or, as an alternative, issue a fixed penalty notice. Where a case does go to court, the magistrate will determine whether a particular incident constitutes a littering offence and, if so, the appropriate fine. It would be up to the council to decide whether bringing a prosecution for releasing balloons or sky lanterns was appropriate and a good use of its funds.\r\n\r\nThe Government considers the current voluntary and regulatory regime, supported by existing guidance on the safe manufacture and use of sky lanterns, is effective and proportionate. \r\n\r\nDepartment for Environment, Food and Rural Affairs", "created_at": "2020-10-05T16:06:04.101Z", "updated_at": "2020-10-05T16:06:04.101Z"}, "debate": null, "departments": [{"acronym": "DLUHC", "name": "Department for Levelling Up, Housing and Communities ", "url": "https://www.gov.uk/government/organisations/department-for-levelling-up-housing-and-communities"}], "topics": []}}, {"type": "petition", "id": 553694, "links": {"self": "https://petition.parliament.uk/petitions/553694.json"}, "attributes": {"action": "Exempt amateur boxing from Covid-19 restrictions", "background": "Currently young people can go to a pub and drink but cannot take part in amateur boxing, unlike football, rugby and professional boxing. We believe this is unfair, and amateur boxing should be exempted from Covid-19 restrictions so this activity can resume.", "additional_details": "This sport can help keep young people off the streets and is an important part of some communities. Many boxers, coaches and officials volunteer their time unpaid yet are unable to compete in the UK. No coaching or education courses are being run and this is detrimental to the next generation of boxers.\r\n \r\nThis is about allowing volunteers to prove they can provide a safe environment for competitions to take place and boxers to achieve their dreams and careers. These young people need your support.", "committee_note": "", "state": "closed", "signature_count": 11394, "created_at": "2020-10-08T19:42:42.417Z", "updated_at": "2021-04-19T23:00:08.554Z", "rejected_at": null, "opened_at": "2020-10-19T10:12:33.558Z", "closed_at": "2021-04-19T22:59:59.999Z", "moderation_threshold_reached_at": "2020-10-09T10:22:04.000Z", "response_threshold_reached_at": "2020-10-27T22:37:07.000Z", "government_response_at": "2020-11-24T16:55:17.921Z", "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": null, "government_response": {"responded_on": "2020-11-23", "summary": "Boxing is crucial for staying active. Due to the rise in infections, indoor and outdoor sports and leisure must remain closed until 2 December. Grassroots sport will return as soon as it is safe.", "details": "Sport and physical activity are incredibly important for our physical and mental health, and are a vital weapon against coronavirus.  That’s why we made sure that people could exercise at least once a day even during the height of lockdown earlier this year - and why we opened up grassroots sport and leisure facilities as soon as it was safe to do so over the summer.\r\n\r\nGovernment recognises the many benefits that boxing can bring, such as in relieving stress, stimulating endorphins, and building physical strength and self-confidence.  Boxing clubs are also based in the heart of many communities and are therefore in a unique position to be able to engage people who may feel disconnected.  We welcome the work done by organisations such as England Boxing to bring communities together through projects that tackle issues such as knife and gun crime, extremism and holiday hunger; whilst also engaging people with mental health issues, long term health conditions and those from lower socio-economic groups and BAME backgrounds.\r\n\r\nNobody wanted to be in the position of having to introduce further National Restrictions.  However, as the Prime Minister said, with the virus spreading faster than expected we cannot allow our health system to be overwhelmed. Therefore, from Thursday 5 November until Wednesday 2 December indoor and outdoor leisure facilities, including boxing venues, will need to close. The National Restrictions are designed to get the R rate under control through limiting social contact and reducing transmissions.\r\n\r\nIn order for these measures to have the greatest impact, we will all need to sacrifice doing some things that we would otherwise like to do, for a short period of time. We have not introduced further exemptions because once you unpick one activity the effectiveness of the whole package is compromised.\r\n\r\nHowever as soon as we're in a position to start lifting restrictions, grassroots sports will be one of the first to return, and DCMS and Sport England will continue to work with National Governing Bodies to make this happen.\r\n\r\nDepartment for Digital, Culture, Media and Sport", "created_at": "2020-11-24T16:55:17.919Z", "updated_at": "2020-11-24T16:55:17.919Z"}, "debate": null, "departments": [{"acronym": "DCMS", "name": "Department for Digital, Culture, Media and Sport", "url": "https://www.gov.uk/government/organisations/department-for-digital-culture-media-sport"}], "topics": ["covid-19"]}}, {"type": "petition", "id": 328115, "links": {"self": "https://petition.parliament.uk/petitions/328115.json"}, "attributes": {"action": "Create an Official Racial Offenders Register/Scheme", "background": "Similar to Sarahs Law and Clares Law, we are asking the Government to create a register for racial offenders so organisations can find out if potential employees have a history of racial related offences before they are recruited into diverse organisations.", "additional_details": "As part of the drive to further protect citizens and have zero tolerance to all forms of prejudice and discrimination in the workplace, this register would allow employees to know if any staff have a history of race-related offences to determine if they could cause further prejudice and discrimination within the workplace and whether they would be best fit for roles within diverse working environments.", "committee_note": "", "state": "closed", "signature_count": 10979, "created_at": "2020-06-18T17:53:25.098Z", "updated_at": "2021-04-21T14:59:33.654Z", "rejected_at": null, "opened_at": "2020-07-16T15:59:06.087Z", "closed_at": "2021-01-16T23:59:59.999Z", "moderation_threshold_reached_at": "2020-06-19T23:20:04.000Z", "response_threshold_reached_at": "2021-01-08T09:38:27.000Z", "government_response_at": "2021-01-26T18:56:03.259Z", "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": null, "government_response": {"responded_on": "2021-01-26", "summary": "The Government has no plans to introduce such a register. The existing criminal records disclosure scheme allows employers to access appropriate criminal record information about prospective employees", "details": "The Government takes all forms of hate crime very seriously, and these abhorrent acts will not be tolerated in our society.\r\n\r\nThis is why the Hate Crime Action Plan (Action Against Hate: The UK Government’s plan for tackling hate crime) was published in 2016 and refreshed in October 2018. The Action Plan improved the response to all forms of hate crime and the refreshed publication ensured a renewed commitment that victims remain at the heart of our work.\r\n\r\nHowever, the Government does not consider that creating a register of “racial offenders” so organisations can find out if potential employees have a history of racial-related offences before they are recruited into diverse organisations would be an effective means of protecting staff in their workplace.\r\n\r\nThere is existing provision for criminal record checks to be requested from the Disclosure and Barring Service (DBS).  The criminal records disclosure regime is designed to protect the public, in particular children and vulnerable adults, while balancing the aim of rehabilitating those who offended in the past.\r\n\r\nAny employer can ask to see a basic criminal record check. Basic certificates include details of unspent convictions and conditional cautions and can be used for any position or purpose. \r\n\r\nWhere an individual is seeking to work in roles that require a high level of public trust or involve special risks and sensitivities, such as working closely with children or vulnerable adults, an employer may request that they obtain either a standard or enhanced criminal record certificate from the DBS. These certificates include details of spent and unspent cautions and convictions recorded on the Police National Computer, subject to statutory disclosure rules.  The roles and activities that are eligible for standard and enhanced criminal record checks are set out in legislation.\r\n\r\nThe Government considers these arrangements to be the most effective means of allowing employers to access appropriate information about the criminal histories of prospective employees.\r\n\r\nThe existing registers referred to in the petition are designed for very different purposes and do not provide information for employment purposes.\r\n\r\nThe Child Sex Offender Disclosure Scheme (often referred to as “Sarah’s Law”) aims to provide parents, guardians and carers with information that will enable them to better safeguard their children’s safety and welfare. The scheme exists to allow anyone to make an application to the police about a person with access to a child or children. In the event that that person has convictions for sexual offences against children, poses a risk of causing harm to the child(ren) concerned and a disclosure is necessary to protect the child(ren), there is a presumption that police will provide information to the individual most able to protect the child(ren). For this reason, the disclosure would not necessarily be made to the original applicant.\r\n\r\nThe Domestic Violence Disclosure Scheme (or “Clare’s Law”) enables the police to disclose to the public, information about previous violent offending by a current or former partner where this may help protect them from further violent offending.  Disclosures can be made: if the police have the power to disclose the information; if there is a pressing need for the information; and, if interfering with the rights of the subject (under Article 8 of the European Convention on Human Rights) to have information about his/her previous convictions kept confidential, is necessary and proportionate for the prevention of crime (or in the interests of public safety or for the protection of morals or the rights and freedoms of others).\r\n\r\nHome Office", "created_at": "2021-01-26T18:56:03.257Z", "updated_at": "2021-01-26T18:56:03.257Z"}, "debate": null, "departments": [{"acronym": "HO", "name": "Home Office", "url": "https://www.gov.uk/government/organisations/home-office"}], "topics": ["race-and-equality"]}}, {"type": "petition", "id": 307215, "links": {"self": "https://petition.parliament.uk/petitions/307215.json"}, "attributes": {"action": "Pay bonus to all key workers", "background": "I hope that the key workers are recognised and rewarded for their invaluable contribution on Coronavirus disease (COVID-19) outbreak situation! They are working in such a demanding environment, risking their own and possibly their families health to keep us all safe.", "additional_details": "Private sector workers are often rewarded, but those working for the government, especially hospitals and education are not. In this current situation with the Coronavirus disease (COVID-19) outbreak, we all are relying on those undervalued, nurses, teachers, people working in the shops, police etc who are risking their own and possibly their families health, to keep us safe.", "committee_note": null, "state": "closed", "signature_count": 10944, "created_at": "2020-03-21T09:39:43.129Z", "updated_at": "2022-02-22T10:50:09.404Z", "rejected_at": null, "opened_at": "2020-04-01T14:01:18.757Z", "closed_at": "2020-10-01T22:59:59.999Z", "moderation_threshold_reached_at": "2020-03-21T10:18:54.000Z", "response_threshold_reached_at": "2020-07-16T16:59:34.000Z", "government_response_at": "2020-08-07T10:37:07.786Z", "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": null, "government_response": {"responded_on": "2020-09-15", "summary": "In light of the Governments recent above inflation pay awards and specific support packages relating to Covid-19 pressures there are no plans to increase pay further at this time.", "details": "The Coronavirus is the biggest threat the UK has faced in decades. Key workers have already demonstrated remarkable commitment to keeping the public safe in the continuing fight against the virus. The Government hugely values and appreciates these vital contributions to the COVID-19 response, both in the private and public sector.\r\n\r\nSince the beginning of the COVID-19 outbreak, the Government has agreed specific pay and pensions packages for a number of public sector workforces, including the NHS, both to increase system capacity and recognise their work.\r\n\r\nOn the 21 July 2020, the Government accepted the recommendations of the independent Pay Review Bodies and announced a significant, real terms pay increase for around 900,000 public sector workers across nine workforces, including teachers, police officers, and doctors and dentists. For the majority, this is the third inflation busting pay rise in a row.\r\n\r\nIn addition, more than one million NHS workers continue to benefit from the three-year Agenda for Change pay deal, under which the starting pay for a newly qualified nurse has increased by over 12% since 2017/18. The Government has also agreed a pay deal that provides junior doctors with a minimum 8.2% pay rise over four years.\r\n\r\nThe UK’s economic response to COVID-19 is one of the most generous and comprehensive in the world. The Government is supporting those at work through the package of measures it has announced to protect against the current economic emergency. This includes significant changes to the operation of statutory sick pay, universal credit, and employment and support allowance, so that people have quicker and more generous access to a support system.\r\n\r\nThe Government has recently announced significantly above inflation pay awards for a large proportion of key workers, in addition to specific support packages that were agreed to address specific Covid-19 related pressures. In light of this, the Government does not have plans to increase pay further at this time.\r\n\r\nHM Treasury\r\n\r\nThis is a revised response. The Petitions Committee requested a response which more directly addressed the request of the petition. You can find the original response towards the bottom of the petition page (https://petition.parliament.uk/petitions/307215)\r\n\r\n\r\n", "created_at": "2020-08-07T10:37:07.784Z", "updated_at": "2020-09-15T14:41:18.225Z"}, "debate": null, "departments": [{"acronym": "HMT", "name": "HM Treasury", "url": "https://www.gov.uk/government/organisations/hm-treasury"}], "topics": ["covid-19"]}}, {"type": "petition", "id": 601485, "links": {"self": "https://petition.parliament.uk/petitions/601485.json"}, "attributes": {"action": "Ban the sale and use of artificial grass for residential properties", "background": "The UK Government has previously responded to calls for the banning of artificial grass by stating that they 'prefer to help people and companies make the right choice, rather than banning items outright'. This response needs reviewing, as the use of artificial grass in UK gardens continues to grow.", "additional_details": "The UK is described as one of the most nature-depleted countries in the world, yet people continue to destroy living gardens to replace them with plastic. Life on earth depends on rich biodiversity, and the use of artificial grass is irresponsible. This, aside from the issue of huge volumes of plastics should be enough to determine that the '25 Year Environment Plan' is not ambitious enough. \r\nThis is a simple step towards the commitment to COP26. \r\nIncentives are not enough.", "committee_note": "", "state": "closed", "signature_count": 10901, "created_at": "2021-11-18T06:55:53.460Z", "updated_at": "2022-07-05T10:00:12.557Z", "rejected_at": null, "opened_at": "2021-12-01T17:48:17.118Z", "closed_at": "2022-06-01T22:59:59.999Z", "moderation_threshold_reached_at": "2021-11-18T18:27:08.000Z", "response_threshold_reached_at": "2022-05-25T09:49:39.000Z", "government_response_at": "2022-06-16T09:51:21.373Z", "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": null, "government_response": {"responded_on": "2022-06-16", "summary": "The Government has no plans to ban the use of artificial grass.", "details": "Improving the UK’s biodiversity is a key objective for the Government. We recognise that, in itself, artificial grass has no value for wildlife, and its installation can have negative impacts on soil health, biodiversity and drainage for flood prevention or alleviation, if installed in place of natural earth or more positive measures such as planting flowers or trees or providing natural water features.\r\n\r\nWe prefer to help people and companies make the right choice, rather than banning or taxing items outright. We are seeing more organisations, including the Royal Horticultural Society, helping to communicate the risks and issues surrounding the use of artificial grass in place of natural landscaping. \r\n\r\nThe 25 Year Environment Plan sets out our ambition to eliminate all avoidable plastic waste by 2042. Given the scale of the plastics problem, we need to take a targeted and evidence-led approach to tackling the issues of plastic waste. That is why our Plastic Packaging Tax and Collection and Packaging Reforms will help to reduce plastic waste, ensuring we keep as much material in circulation for as long as possible, by incentivising reduction, reuse and recycling of plastic at end-of-life.\r\n\r\nWe have no current plans to ban the sale of artificial grass, but in our recent call for evidence on commonly littered and problematic plastic items, we asked the public if there were any further plastic items we should consider for future policy action. We will review the feedback from the call for evidence and publish a response in due course.\r\n\r\nThe Environment Act 2021 contains an ambitious package of reforms to restore and enhance nature and green spaces. This includes a new mandatory requirement for biodiversity net gain in the planning system, to ensure that new developments enhance biodiversity. In future, developments which involve the laying of artificial grass at the expense of natural landscaping will be required to enhance biodiversity in other ways.\r\n\r\nIn addition, the Environment Act strengthens the current biodiversity duty on public authorities to require them to take action to conserve and enhance biodiversity; and introduces a reporting requirement for those public authorities with the greatest potential to enhance biodiversity. This will further incentivise public authorities to adopt approaches that improve the environment. We are also developing guidance to help local planning authorities identify actions they can take to comply with the strengthened duty.\r\n\r\nDepartment for Environment, Food and Rural Affairs", "created_at": "2022-06-16T09:51:21.371Z", "updated_at": "2022-06-16T09:51:21.371Z"}, "debate": null, "departments": [{"acronym": "BEIS", "name": "Department for Business, Energy and Industrial Strategy", "url": "https://www.gov.uk/government/organisations/department-for-business-energy-and-industrial-strategy"}], "topics": []}}, {"type": "petition", "id": 586378, "links": {"self": "https://petition.parliament.uk/petitions/586378.json"}, "attributes": {"action": "Give the Environment Agency the funds and freedom to protect English rivers", "background": "The Government must reverse years of cuts to Agency budgets, increase charges for polluters, and give the Agency freedom from overly business-friendly Government codes and guidance, so it can pursue and achieve its principal statutory objective to protect and enhance English rivers", "additional_details": "Over 10% of freshwater species are threatened with extinction and two thirds are in decline, including salmon. Only 14% of rivers are at good ecological status. 26% of groundwater bodies are at poor status. 40% of rivers suffer pollution from rural areas. Pollution incidents, caused by agriculture and water companies, occur routinely with almost no response from the Agency. Too little monitoring, inspection, enforcement and prosecution of existing pollution law.", "committee_note": "", "state": "closed", "signature_count": 10655, "created_at": "2021-05-17T11:37:38.846Z", "updated_at": "2022-09-02T11:34:25.609Z", "rejected_at": null, "opened_at": "2021-05-24T10:37:42.638Z", "closed_at": "2021-11-24T23:59:59.999Z", "moderation_threshold_reached_at": "2021-05-17T12:49:55.000Z", "response_threshold_reached_at": "2021-11-22T22:02:18.000Z", "government_response_at": "2021-12-17T13:46:53.802Z", "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": null, "government_response": {"responded_on": "2021-12-17", "summary": "The Government recognises the importance of protecting the natural environment and are investing accordingly to progress our 25 Year Environment Plan and its commitment to clean and plentiful water.", "details": "We are determined to build back greener following the pandemic and progress our 25 Year Environment Plan and its commitment to clean and plentiful water.\r\n\r\nThe Government recognises the importance of protecting the nation's natural environment and we are investing accordingly.\r\n\r\nThe Department for Environment, Food & Rural Affairs Spending Review settlement provides a £4.3 billion cash increase over the rest of this Parliament to £7 billion in 2024-25.\r\n\r\nThe settlement will allow us to deliver on the Government’s ambitious environmental agenda to halt the decline in species abundance by 2030, achieve Net Zero by 2050, increase resilience to flooding and coastal erosion, support innovation and progress the levelling up agenda.\r\n\r\nThe settlement delivers against the goals of the 25 Year Environment Plan for nature’s recovery and includes more than £250 million in public investment over three years to include, among other things, tackling nutrient pollution in rivers and streams. \r\n\r\nThe Spending Review 2021 also sets a stretching new target to raise at least £500 million in private finance for nature’s recovery every year by 2027 and more than £1 billion a year by 2030.\r\n\r\n\r\nThe Government has taken powers in the Environment Act 2021 to create new, legally-binding targets in four priority areas including water. These new targets will be an important mechanism to drive environmental improvement and meet our ambitious objectives for the water environment in the 25 Year Environment Plan.  \r\n\r\nThe Act places clear duties on water and sewerage companies to progressively reduce the adverse impacts of discharges from storm overflows and improve transparency of reporting when discharges occur.  \r\n\r\nThe Environment Agency is driving transparency with 80% of storm overflows now having Event Duration Monitors and all overflows will be monitored by the end of 2023, allowing water companies to report the frequency and duration of spills to the Environment Agency (EA) each year so they can assess compliance. The Environment Agency is acting on new information, suggesting that some water companies in England may indeed not be complying with their permits and a major Environment Agency/Ofwat investigation has been launched.\r\n\r\nWe are committed to funding the EA to improve the water environment. For example, we are providing additional funding to the EA to increase their farm inspection regime nationwide over the next 18 months. In 2021/2 this includes an expectation of a fourfold increase in farm inspections undertaken nationally with plans to scale up further in 2022/3.\r\n\r\nWhilst necessary to uphold basic standards, enforcement of the regulations alone are not sufficient because farmers need advice to understand the risks posed to water by agriculture and funding support where actions beyond regulatory requirements are needed to reduce pollution further.\r\n\r\nWe are expanding the Catchment Sensitive Farming Programme, almost doubling its funding by providing an additional £17 million over the next three years to enable it to cover 100% of farms in England. Over the last 15 years this programme has been one of the main ways to help farmers tackle pollution which results from manure, fertiliser and soil running off into rivers when it rains. It provides free 1-2-1 advice to farmers to help them reduce water and air pollution through management of nutrients, soils, animals and infrastructure among other things.\r\n\r\nDepartment for Environment, Food and Rural Affairs", "created_at": "2021-12-17T13:46:53.799Z", "updated_at": "2021-12-17T13:46:53.799Z"}, "debate": null, "departments": [{"acronym": "DEFRA", "name": "Department for Environment, Food and Rural Affairs", "url": "https://www.gov.uk/government/organisations/department-for-environment-food-rural-affairs"}], "topics": []}}, {"type": "petition", "id": 325517, "links": {"self": "https://petition.parliament.uk/petitions/325517.json"}, "attributes": {"action": "Fund dedicated dementia wards in all hospitals", "background": "Dementia effects all ages, but many hospitals do not have specialised facilities to meet the needs of people with dementia and their carers. The Government should fund dedicated dementia wards in all hospitals, to provide advice, right environment, targeted medical treatment & comfort.", "additional_details": "Dedicated wards would consist of nurses, doctors & other specialists who would be able to give the right treatment & assistance, in discussion with patients and carers. We believe the benefits of improving specialised care would far outweigh the costs.", "committee_note": "", "state": "closed", "signature_count": 10564, "created_at": "2020-06-08T08:41:23.695Z", "updated_at": "2021-05-28T16:21:38.276Z", "rejected_at": null, "opened_at": "2020-08-17T14:13:06.337Z", "closed_at": "2021-02-17T23:59:59.999Z", "moderation_threshold_reached_at": "2020-06-08T10:04:14.000Z", "response_threshold_reached_at": "2020-12-31T18:22:37.000Z", "government_response_at": "2021-01-25T16:53:31.037Z", "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": null, "government_response": {"responded_on": "2021-01-25", "summary": "We know the environment in which care is given and workforce expertise are critical to the outcomes of people living with dementia. That is why we support work to create dementia friendly hospitals.", "details": "People with dementia should only be admitted to hospital when absolutely necessary. When they are admitted, they should receive high quality, compassionate care and be discharged in a timely and appropriate way so that they can continue to live at home or in community settings.\r\n\r\nServices for dementia are the responsibility of local Clinical Commissioning Groups (CCGs). NHS England allocates funding to clinical commissioning groups (CCGs) and NHS England Specialised Commissioning which commission services on behalf of their local populations. It is for CCGs and Specialised Commissioning to decide how best to use the funding allocated to them in line with local healthcare needs and priorities, working with other local commissioners and organisations and taking account of National Institute for Health and Care Excellence guidelines.\r\n\r\nThrough the Dementia Friendly Hospital Charter Taskforce, we have supported the work of the National Dementia Action Alliance (NDAA) to help ensure hospitals are able to support people living with dementia and their families effectively. The Charter brings together clinicians, staff and policy makers to drive forward improvements. The charter, updated to respond to COVID-19, is at: https://nationaldementiaaction.org.uk/campaigns/dementia-friendly-hospitals/2020-charter/\r\n\r\nThe list of hospitals who have signed up to the charter is also available at: https://nationaldementiaaction.org.uk/campaigns/hospital-trusts/\r\n\r\n\r\nWe also recognise that equipping the health and social care workforce with the skills they need is crucial for providing high quality care for those living with dementia. We want all relevant staff to have received appropriate dementia training. The requisite training needs are set out in The Dementia Training Standards Framework. The Framework can be downloaded at: https://skillsforhealth.org.uk/info-hub/dementia-2015-updated-2018/   \r\n\r\n\r\nThe National Audit of Dementia Care in General Hospitals 2018–2019, published in July 2019 and undertaken on behalf of NHS England and NHS Improvement and the Welsh Government, shows that improvements have continued in the care of people with dementia in hospitals across England and Wales since the previous audit of 2017. For example, 96% of hospitals in England and Wales now have a system in place for more flexible family visiting and a large number (88%) of carers (and/or patients) receive a copy of the discharge plan. The report is available at: https://www.rcpsych.ac.uk/docs/default-source/improving-care/ccqi/national-clinical-audits/national-audit-of-dementia/r4-resources/national-audit-of-dementia-round-4-report-online.pdf?sfvrsn=f75c5b75_6\r\n\r\nDue to the pandemic the audit timelines have changed and the next survey will cover 2020 to 2022. For details please see: https://www.rcpsych.ac.uk/improving-care/ccqi/national-clinical-audits/national-audit-of-dementia/fifth-round-of-audit \r\n\r\nDepartment of Health and Social Care", "created_at": "2021-01-25T16:53:31.034Z", "updated_at": "2021-01-25T16:53:31.034Z"}, "debate": null, "departments": [{"acronym": "DHSC", "name": "Department of Health and Social Care", "url": "https://www.gov.uk/government/organisations/department-of-health-and-social-care"}], "topics": []}}, {"type": "petition", "id": 566685, "links": {"self": "https://petition.parliament.uk/petitions/566685.json"}, "attributes": {"action": "Allow the armed forces to train in their own gym facilities during Covid-19.", "background": "The armed forces are required to maintain operational effectiveness 24/7/365 but without access to their own gym facilities, mental health issues & physical ability is deteriorating over the course of the pandemic. The armed forces should be able to train in their own unit gyms during COVID-19", "additional_details": "The government should recognise that military establishments require valid identification in order to enter, meaning a track and trace system is easily implemented within the Tri-Service environment. In order for the military to maintain operational effectiveness is it vital that soldiers, airmen and sailors have access to their own unit gym and fitness facilities in order to maintain the standards set out in their own respective service.", "committee_note": null, "state": "closed", "signature_count": 10392, "created_at": "2021-01-04T19:10:11.352Z", "updated_at": "2021-07-11T23:00:05.586Z", "rejected_at": null, "opened_at": "2021-01-11T12:08:57.901Z", "closed_at": "2021-07-11T22:59:59.999Z", "moderation_threshold_reached_at": "2021-01-04T19:27:27.000Z", "response_threshold_reached_at": "2021-01-14T19:55:37.000Z", "government_response_at": "2021-01-26T18:11:23.407Z", "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": null, "government_response": {"responded_on": "2021-01-26", "summary": "Limited exemptions exist for Service Personnel to use gyms on the Defence Estate in England where this is crucial for the operational effectiveness of the Armed Forces.", "details": "Defence has continued to deliver its essential outputs during COVID-19. Gyms play an important role in the operational effectiveness of the Armed Forces which is why there are exemptions in law in England for the Armed Forces to continue to use gyms on the Defence Estate.\r\n\r\nThe importance of sport and physical activity for the nation’s physical and mental health has never been more apparent. They play a powerful part of our collective resilience against the extremely difficult challenges posed by the COVID-19 pandemic. The current restrictions are designed to get the R rate under control through limiting social contact and reducing transmission of the virus. All decisions made by the Government relating to the pandemic and sport, exercise and the operation of gyms have been based on advice and guidance from health and scientific experts.\r\n\r\nThere is not a uniform position across Defence as to whether a gym remains open. The decision whether to keep gyms open is done on a site-by-site basis, taking into account the particular circumstances of each site, the needs of the personnel stationed there and operational requirements, together with the potential for operating facilities in a COVID-secure manner. Some specific examples of when the Armed Forces currently use gyms includes medical rehabilitation, essential training and in order to maintain operational readiness. Where gyms are open in England, COVID-19 secure measures are in place, including minimising the number of people in gyms at any one time, greater frequency of cleaning, and having track and trace procedures in operation.\r\n\r\nWhere gyms are closed, personnel are encouraged to exercise in line with wider government policy to maintain fitness levels and the wellbeing benefits that exercise brings.\r\n\r\nPolicy regarding gyms is a devolved issue. For Scotland, Wales and Northern Ireland current applicable regulations (as at 19 January) require gyms to be closed as part of measures to minimise the spread of COVID-19. There are no explicit exemptions in place for gyms to be available for the Armed Forces in any of the Devolved Administrations, and therefore other forms of COVID-secure exercise and physical training are being encouraged.\r\n\r\nMinistry of Defence", "created_at": "2021-01-26T18:11:23.405Z", "updated_at": "2021-01-26T18:11:23.405Z"}, "debate": null, "departments": [{"acronym": "CO", "name": "Cabinet Office", "url": "https://www.gov.uk/government/organisations/cabinet-office"}], "topics": ["covid-19"]}}, {"type": "petition", "id": 603619, "links": {"self": "https://petition.parliament.uk/petitions/603619.json"}, "attributes": {"action": "Do not build two new prisons at Wethersfield Air Base", "background": "We believe the Government is reneging on commitments in the Environment Act to stop the decline of wildlife by proposing to develop two mega-prisons on the site of the old Wethersfield airfield, which has become an important space for nature near Braintree, Essex.", "additional_details": "Some 74 species of birds, many Red-listed, nest nearby and the area comprises 75,000 trees and shrubs. The site also includes ancient woodland, as well as Great Crested Newts and rare orchids. Red-listed birds on the site include European Turtle Dove, Northern Lapwing and Grey Partridge.", "committee_note": "", "state": "closed", "signature_count": 10269, "created_at": "2021-12-14T15:06:37.694Z", "updated_at": "2022-09-09T13:59:55.968Z", "rejected_at": null, "opened_at": "2021-12-17T16:28:13.927Z", "closed_at": "2022-06-17T22:59:59.999Z", "moderation_threshold_reached_at": "2021-12-14T17:52:38.000Z", "response_threshold_reached_at": "2022-05-10T19:47:09.000Z", "government_response_at": "2022-06-15T15:57:02.433Z", "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": null, "government_response": {"responded_on": "2022-06-15", "summary": "The Government is undertaking the largest prison build programme in more than a century, one of the sites being considered is Wethersfield Air Base, a planning application has not yet been submitted.", "details": "The Ministry of Justice (MoJ) is considering the site at Wethersfield for new prisons as part of the MoJs New Prison Programme. The proposal is for one Category B training prison and one Category C resettlement prison to accommodate around 1,700 prisoners each. The MoJ has not yet decided whether to submit a planning application.\r\n \r\nThe proposed prisons, if built, would be the greenest prisons built so far and follow a new design that helps aid rehabilitation of offenders, helping make our communities safer. The new prisons would also create over 1,200 permanent jobs in the local area once the prisons were operational and hundreds of local jobs during construction.\r\n \r\nThe MoJ ran a pre-planning public consultation to seek feedback from the local community on these proposals in the Braintree District. The consultation ran from 27 September until 8 November with face to face consultation sessions on the 14 and 15 October. Residents were able to have their say by submitting comments online, over the phone or by post. We appreciate the feedback received and had around 1,800 responses.\r\n \r\nThe MoJ are currently deciding whether to proceed to submitting a planning application for new prisons on the Wethersfield site and taking time to consider the information received from the public consultation, stakeholder engagement and the results of ecological surveys on the site.\r\n  \r\nThe MoJ are committed to adhering to the Environment Act and have followed due process by engaging ecologists to conduct relevant surveys and provide the necessary advice on mitigation action required to offset the impact of the proposed development. A Preliminary Ecological Appraisal, reptile survey, and dormouse survey were conducted in 2020. A Breeding Bird Survey (BBS), great crested newt surveys, invasive non-native species survey, and an updated Phase 1 habitat survey were conducted in 2021. A Wintering Bird Survey was conducted in winter 2021/2022. A bat Preliminary Roost Assessment (PRA) has been conducted in 2022, and the following surveys are ongoing: bat activity surveys, bat roost surveys of buildings, invertebrate surveys, and a botanical survey.\r\n \r\nThe findings of these surveys have guided, and would continue to guide, the formulation of an appropriate mitigation response to the impacts of the proposed development. An ecology chapter would form part of the Environmental Statement for the Environmental Impact Assessment (EIA) if a planning application is submitted.\r\n \r\nTo mitigate the ecological impact of building on this site, prison landscaping would use native planting and seed mixes as far as possible.  \r\n\r\nThe loss of any trees, scrub, and buildings would be mitigated/compensated. Brown hares use the site, and appropriate mitigation/compensation would be provided. Great crested newt impacts are limited to habitats on land (no ponds would be lost), and we propose following the District Level Licensing route with Natural England, to offset any impacts.\r\n  \r\nThe invertebrate surveys target a wide range of rare and notable species, including priority species. We are confident that the needs of any priority species can be accommodated within the habitat provisions envisaged.\r\n \r\nThe MOJ is committed to Environment Act and to the protection of wildlife. The MoJ currently operates a number of prisons in Sites of Special Scientific interest (SSSI’s) and on sites with protected species of birds and other wildlife. Any proposals put forward for Planning Permission would have a commitment to protect the wildlife on the site and to mitigate the impact of the proposed development. \r\n\r\nMinistry of Justice\r\n", "created_at": "2022-06-15T15:57:02.431Z", "updated_at": "2022-06-15T15:57:02.431Z"}, "debate": null, "departments": [{"acronym": "MoJ", "name": "Ministry of Justice", "url": "https://www.gov.uk/government/organisations/ministry-of-justice"}], "topics": []}}, {"type": "petition", "id": 331350, "links": {"self": "https://petition.parliament.uk/petitions/331350.json"}, "attributes": {"action": "Include Windrush generations in British Nationality Act Remedial Order", "background": "The Government should expand the British Nationality Act Remedial Order to cover the Windrush generation and their descendants, as they have historic rights to apply to become British citizens.", "additional_details": "The Immigration Act 1971 gave the Windrush Generation rights to live and work in the UK, and secure British citizenship, but many faced difficulties availing themselves of these rights due to the hostile environment that was implemented subsequently. The Government should extend the British Nationality Act Remedial Order to cover the Windrush generation and their descendants, to remove potential barriers from their securing British citizenship.", "committee_note": "", "state": "closed", "signature_count": 10059, "created_at": "2020-07-13T13:03:08.397Z", "updated_at": "2021-02-11T00:00:04.998Z", "rejected_at": null, "opened_at": "2020-08-10T14:23:09.450Z", "closed_at": "2021-02-10T23:59:59.999Z", "moderation_threshold_reached_at": "2020-07-13T13:48:54.000Z", "response_threshold_reached_at": "2021-01-15T18:30:27.000Z", "government_response_at": "2021-02-02T16:59:31.694Z", "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": null, "government_response": {"responded_on": "2021-02-01", "summary": "Most members of the Windrush generation and their direct descendants born in the UK are already British citizens or are entitled to register or naturalise as British citizens free of charge.", "details": "The Immigration Act 1971 granted indefinite leave to remain to members of the Windrush generation that were settled in the UK on 1 January 1973.  This guaranteed in law their right to continue to permanently live and work in this country.  Some members of the Windrush generation subsequently had difficulties demonstrating their lawful status, and the Home Secretary has apologised unreservedly to victims and their families for the injustice, hardship and suffering they endured as a result.  \r\n\r\nThe Home Office’s priority has been to ensure that those who have struggled to demonstrate their status are supported to do so.  The Windrush Scheme was launched in May 2018, to support members of the Windrush generation and their children to obtain documentation confirming their right to live and work in the UK.  The Scheme also allows eligible individuals who are not yet British citizens to apply to register or naturalise as British citizens free of charge.  Such individuals are not required to take a Life in the UK test or obtain an English language qualification.  To the end of August, the Home Office had provided over 13,300 documents to over 11,500 people confirming their status or British citizenship.  \r\n\r\nUnder most circumstances, UK-born direct descendants of members of the Windrush generation will be British citizens automatically from birth, if born prior to 1 January 1983 or after 1 January 1983 to at least one parent that was settled in the UK at the time of their birth. This can include a parent with indefinite leave to remain granted by the Immigration Act 1971, or a descendant of such a person who also held indefinite leave to remain or was a British citizen.\r\n\r\nDue to historic legislation, a child born between 1 January 1983 and 30 June 2006 would only have acquired British citizenship through their father if their parents were married. The law changed on 1 July 2006 to allow a person to acquire citizenship through their father, irrespective of whether their parents were married. This change was not made retrospective, in part because some people born before 1 July 2006 would by then have acquired foreign citizenships. Their entitlement to such citizenships might have been put at risk if they were deemed to have always held British citizenship.\r\n\r\nAny person born prior to 1 July 2006, who would have become a British citizen automatically had their parents been married, may choose to register as a British citizen free of charge.  The British Nationality Act 1981 (Remedial) Order ensures any individuals in this position may register as British citizens without needing to meet the requirement to be of good character.  This includes eligible descendants of members of the Windrush generation. The Government therefore has no plans to extend the order.\r\n\r\nHome Office\r\n", "created_at": "2021-02-02T16:59:31.691Z", "updated_at": "2021-02-02T16:59:31.691Z"}, "debate": null, "departments": [{"acronym": "HO", "name": "Home Office", "url": "https://www.gov.uk/government/organisations/home-office"}], "topics": []}}, {"type": "petition", "id": 562011, "links": {"self": "https://petition.parliament.uk/petitions/562011.json"}, "attributes": {"action": "Reverse the decision to prevent yoga studios opening throughout tier 3.", "background": "Please consider a separate review for yoga studios to be removed from the class exemption category. Yoga is a spiritual practice of mindful movement and meditation, with essential benefits for mental health. Yoga studios with specific PPE in place to safeguard clients should be deemed essential.", "additional_details": "Yoga studios operate on average for 3, 1hr classes per day, far less daily footfall than gyms, sharing the same social distancing floor markings as gym. Instead of shared equipment, clients provide their own. With contact points being wiped down in between each class, and staggered entrance, we consider studios to be covid safe environments. In contrast to fitness classes, yoga promotes controlled soft breathing and far less physical movement, but with huge mental and physical health benefits.", "committee_note": "", "state": "closed", "signature_count": 9382, "created_at": "2020-11-26T14:19:55.623Z", "updated_at": "2021-06-03T23:00:07.345Z", "rejected_at": null, "opened_at": "2020-12-03T17:24:29.007Z", "closed_at": "2021-06-03T22:59:59.999Z", "moderation_threshold_reached_at": "2020-11-26T14:35:57.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": null, "government_response": null, "debate": null, "departments": [{"acronym": "DCMS", "name": "Department for Digital, Culture, Media and Sport", "url": "https://www.gov.uk/government/organisations/department-for-digital-culture-media-sport"}], "topics": []}}, {"type": "petition", "id": 556842, "links": {"self": "https://petition.parliament.uk/petitions/556842.json"}, "attributes": {"action": "Scrap the proposed ban on new petrol and diesel cars", "background": "The Government plan to ban the sale of diesel and petrol cars by 2040 or even 2030. This is because of the goal of UK being carbon neutral by 2050. We believe this is not realistic and that electric cars are nowhere near as economic as diesel and petrol cars.", "additional_details": "If there is a ban on diesel and petrol cars and only electric cars sold in the UK then some people may struggle to buy and run their electric cars and if electric cars aren't popular then there may not be many people who will buy new cars. This could mean people drive older diesel and petrol cars for longer which could be worse for the environment. Also jobs in some industries may face losses which could have an adverse effect on the economy and people’s well-being.", "committee_note": "", "state": "closed", "signature_count": 9167, "created_at": "2020-10-30T10:07:21.506Z", "updated_at": "2021-05-04T23:00:06.617Z", "rejected_at": null, "opened_at": "2020-11-04T17:43:00.744Z", "closed_at": "2021-05-04T22:59:59.999Z", "moderation_threshold_reached_at": "2020-10-30T10:34:37.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": null, "government_response": null, "debate": null, "departments": [{"acronym": "DfT", "name": "Department for Transport", "url": "https://www.gov.uk/government/organisations/department-for-transport"}], "topics": []}}, {"type": "petition", "id": 593490, "links": {"self": "https://petition.parliament.uk/petitions/593490.json"}, "attributes": {"action": "Add veganism to the national curriculum and require schools offer vegan meals", "background": "Veganism should be added to the national curriculum so that children learn about veganism. I also believe that every, school, college or university should have vegan options so students are given a choice.", "additional_details": "A Vegan diet is known to be good for the health and the environment. I strongly believe that children should be taught how food is produced and how its ends up on the plate this allows personal choice.\r\n \r\nI believe this would be very beneficial in the education sector as students should be given a insight of where food comes from. Also I feel they should be given facts on the benefits a vegan diet has to health.", "committee_note": "", "state": "closed", "signature_count": 7117, "created_at": "2021-07-26T20:39:09.377Z", "updated_at": "2022-04-05T15:25:15.255Z", "rejected_at": null, "opened_at": "2021-07-30T09:24:15.287Z", "closed_at": "2022-01-30T23:59:59.999Z", "moderation_threshold_reached_at": "2021-07-27T11:13:15.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": null, "government_response": null, "debate": null, "departments": [{"acronym": "DfE", "name": "Department for Education", "url": "https://www.gov.uk/government/organisations/department-for-education"}], "topics": []}}, {"type": "petition", "id": 582331, "links": {"self": "https://petition.parliament.uk/petitions/582331.json"}, "attributes": {"action": "Introduce 3 point penalty on driving licence for litter thrown from any vehicle", "background": "Increase penalties for throwing litter from any vehicle 3 points on their driving licence. To include not putting rubbish in the bins in lay-bys etc. Human waste / bottles of urine increase to 4 points.  It is hoped this will get the message across that littering is unacceptable as well as illegal.", "additional_details": "The roads in our country are a disgrace as far as litter is concerned, it is antisocial, dangerous to the environment and wildlife.  Drive along any road or pull into a lay-by to see the extent of this. Get our country clean again, we are one of the worst in Europe now.  The amount of bottles filled with urine thrown from trucks and lay-bys full of litter including human faeces, shameful. \r\nThere are man voluntary litter pickers doing a great job but it is too dangerous to pick the main roads.", "committee_note": null, "state": "closed", "signature_count": 7026, "created_at": "2021-04-06T14:35:11.169Z", "updated_at": "2022-08-23T09:06:05.855Z", "rejected_at": null, "opened_at": "2021-04-13T16:10:29.587Z", "closed_at": "2021-10-13T22:59:59.999Z", "moderation_threshold_reached_at": "2021-04-07T16:36:05.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": null, "government_response": null, "debate": null, "departments": [{"acronym": "DfT", "name": "Department for Transport", "url": "https://www.gov.uk/government/organisations/department-for-transport"}], "topics": []}}, {"type": "petition", "id": 574016, "links": {"self": "https://petition.parliament.uk/petitions/574016.json"}, "attributes": {"action": "Ban the sale of cheap polystyrene bodyboards", "background": "According to the Keep Britain Tidy report, over 16,000 cheap polystyrene bodyboards are discarded on UK beaches annually. These boards often snap and become unusable within minutes of use. When discarded, polystyrene crumbles into small white polystyrene balls, threatening our natural environment.", "additional_details": "These boards are made from a block of standard unrecyclable block of expanded polystyrene wrapped in brightly printed plastic cloth, are sourced from abroad and transported thousands of miles only to often snap within minutes of use. They create an unnecessary carbon footprint and nature threatening waste. Once in the ocean, polystyrene attracts algae adding enough weight to cause the nuggets to sink and present itself as food to fish which could enter the human food chain.", "committee_note": "", "state": "closed", "signature_count": 6693, "created_at": "2021-02-04T19:55:45.133Z", "updated_at": "2021-08-11T23:00:02.868Z", "rejected_at": null, "opened_at": "2021-02-11T17:26:55.127Z", "closed_at": "2021-08-11T22:59:59.999Z", "moderation_threshold_reached_at": "2021-02-04T20:19:37.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": null, "government_response": null, "debate": null, "departments": [{"acronym": "BEIS", "name": "Department for Business, Energy and Industrial Strategy", "url": "https://www.gov.uk/government/organisations/department-for-business-energy-and-industrial-strategy"}], "topics": []}}, {"type": "petition", "id": 557275, "links": {"self": "https://petition.parliament.uk/petitions/557275.json"}, "attributes": {"action": "Allow all dance studios to open with covid safety precautions in place", "background": "To consider the safety precautions being taken in dance studios in comparison to other places where there is a much higher quantity of people and to consider whether this 4-week lockdown is really necessary for places like this where covid safety is actually at its best. We are safer than schools.", "additional_details": "In dance studios & performing art centres, class numbers are strictly limited, one way systems are in place, hand sanitising is in place and so is social distance with the use of markings on the studio floor. With less students than a school by a large amount too, it is a controllable, safe environment to be in during covid.\r\n\r\nFor the sake of mental health, human expression and joy, let dance studios continue their great work for their communities.", "committee_note": "", "state": "closed", "signature_count": 6107, "created_at": "2020-11-01T00:01:50.578Z", "updated_at": "2021-05-06T23:00:01.024Z", "rejected_at": null, "opened_at": "2020-11-06T12:57:25.244Z", "closed_at": "2021-05-06T22:59:59.999Z", "moderation_threshold_reached_at": "2020-11-01T00:09:47.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": null, "government_response": null, "debate": null, "departments": [{"acronym": "DCMS", "name": "Department for Digital, Culture, Media and Sport", "url": "https://www.gov.uk/government/organisations/department-for-digital-culture-media-sport"}], "topics": ["covid-19"]}}, {"type": "petition", "id": 324444, "links": {"self": "https://petition.parliament.uk/petitions/324444.json"}, "attributes": {"action": "A law of presumed liability to protect vulnerable road users like cyclists", "background": "Adopt a system whereby, in the event of an incident, the liability for the incident falls on the larger vehicle. It will be up to the larger vehicle to prove that it was not their fault.", "additional_details": "For the sake of the environment, the nation's health, to alleviate the burden on the NHS and for the sake of our economy we need to encourage more people to get on their bikes and to walk. By introducing legislation whereby the larger vehicle is presumed to be at fault in the event of an incident, drivers should be more inclined to show greater respect for other road users.", "committee_note": "", "state": "closed", "signature_count": 5730, "created_at": "2020-06-03T13:24:42.013Z", "updated_at": "2021-02-13T00:00:05.494Z", "rejected_at": null, "opened_at": "2020-08-12T10:54:12.365Z", "closed_at": "2021-02-12T23:59:59.999Z", "moderation_threshold_reached_at": "2020-06-03T14:04:54.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": null, "government_response": null, "debate": null, "departments": [{"acronym": "MoJ", "name": "Ministry of Justice", "url": "https://www.gov.uk/government/organisations/ministry-of-justice"}], "topics": []}}, {"type": "petition", "id": 577582, "links": {"self": "https://petition.parliament.uk/petitions/577582.json"}, "attributes": {"action": "Remove the otter’s protected species status", "background": "The Eurasian otter (Lutra Lutra) is now firmly established in the river systems across the UK and appear to be in far greater numbers than anyone can recall.", "additional_details": "We believe the protection afforded by a number of priority species lists and The Wildlife and Countryside Act 1981 should be removed as it is no longer appropriate, in order to protect and maintain a balanced riverine environment.", "committee_note": "", "state": "closed", "signature_count": 5318, "created_at": "2021-03-02T12:09:14.517Z", "updated_at": "2021-10-08T23:00:07.400Z", "rejected_at": null, "opened_at": "2021-04-08T15:50:57.108Z", "closed_at": "2021-10-08T22:59:59.999Z", "moderation_threshold_reached_at": "2021-03-02T20:09:25.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": null, "government_response": null, "debate": null, "departments": [{"acronym": "DEFRA", "name": "Department for Environment, Food and Rural Affairs", "url": "https://www.gov.uk/government/organisations/department-for-environment-food-rural-affairs"}], "topics": []}}, {"type": "petition", "id": 614611, "links": {"self": "https://petition.parliament.uk/petitions/614611.json"}, "attributes": {"action": "Keep The Fracking Ban", "background": "We would like the government to maintain the ban on fracking. We believe fracking is unsafe for the local communities that live near fracking wells, it will be bad for the environment, it’s not a short-term solution to the energy crisis, and it is opposed by much of rural England.", "additional_details": "The government admit that it would take years for shale gas to become an important enough part of our energy mix so fracking won't solve the current energy crisis. Also, we believe extracting shale gas would be a retrograde step when we need to move away from fossil fuels and towards renewable energy. The government should never impose fracking on communities against their will.", "committee_note": "", "state": "closed", "signature_count": 4710, "created_at": "2022-04-11T18:40:23.718Z", "updated_at": "2022-11-21T09:45:40.000Z", "rejected_at": null, "opened_at": "2022-04-19T09:31:03.661Z", "closed_at": "2022-11-02T23:59:59.999Z", "moderation_threshold_reached_at": "2022-04-12T19:58:59.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": null, "government_response": null, "debate": null, "departments": [{"acronym": "BEIS", "name": "Department for Business, Energy and Industrial Strategy", "url": "https://www.gov.uk/government/organisations/department-for-business-energy-and-industrial-strategy"}], "topics": []}}, {"type": "petition", "id": 616394, "links": {"self": "https://petition.parliament.uk/petitions/616394.json"}, "attributes": {"action": "Require local authorities replace roadside grass with wild flowers", "background": "We want roadside grass, including verges and roundabouts, to be replaced with wild flower 'meadows'. The Government should pass legislation to require local authorities to implement this policy.", "additional_details": "This proposal should be beneficial to the environment and wildlife, require less mowing once established, look better, and require less use of harmful weedkillers.\r\n \r\nIt also should not impact on driver safety as should only grow 1 to 2 feet high and not impact upon a driver's view.", "committee_note": "", "state": "closed", "signature_count": 4668, "created_at": "2022-05-10T18:34:49.727Z", "updated_at": "2022-12-01T00:00:03.366Z", "rejected_at": null, "opened_at": "2022-05-16T13:20:02.611Z", "closed_at": "2022-11-30T23:59:59.999Z", "moderation_threshold_reached_at": "2022-05-11T13:50:09.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": null, "government_response": null, "debate": null, "departments": [{"acronym": "DfT", "name": "Department for Transport", "url": "https://www.gov.uk/government/organisations/department-for-transport"}], "topics": []}}, {"type": "petition", "id": 576843, "links": {"self": "https://petition.parliament.uk/petitions/576843.json"}, "attributes": {"action": "Do not make it mandatory to wear a mask in the classroom", "background": "To ensure that children and teachers can thrive in the school environment, we ask the government to not make it mandatory for pupils and staff to have to wear a face mask in classrooms.\r\n\r\nPupils and staff should retain the right to chose for themselves whether wearing a face mask is necessary.", "additional_details": "By imposing the wearing of masks we could be in danger of psychologically damaging the current generation of children in schools. \r\n\r\nWe have already seen children returning home in distress as a result of the COVID measures that schools have been forced to implement. \r\n\r\n2020/2021 has been traumatic enough for children, and given the low health risk to children posed by the school environment, we feel it is only right that the wearing of masks should be a personal choice.", "committee_note": "", "state": "closed", "signature_count": 4442, "created_at": "2021-02-24T10:30:44.547Z", "updated_at": "2021-09-04T23:00:09.514Z", "rejected_at": null, "opened_at": "2021-03-04T16:29:03.137Z", "closed_at": "2021-09-04T22:59:59.999Z", "moderation_threshold_reached_at": "2021-02-24T13:25:37.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": null, "government_response": null, "debate": null, "departments": [{"acronym": "DfE", "name": "Department for Education", "url": "https://www.gov.uk/government/organisations/department-for-education"}], "topics": ["covid-19"]}}, {"type": "petition", "id": 549342, "links": {"self": "https://petition.parliament.uk/petitions/549342.json"}, "attributes": {"action": "Allow people to build low impact and sustainable homes more easily in England", "background": "Update planning laws to allow for environmentally friendly, low impact and sustainable homes to be built in England more easily, thus letting people live with less impact on the environment. This has been done with the one planet development policy in Wales and the crofting legislation in Scotland.", "additional_details": "The current housing crisis and worsening climate crisis are both problems facing us currently. The movement for low impact and sustainable dwellings, like those allowed by the Welsh one planet development policy and Scottish Crofting Commission are helping to reduce both of these issues. The current, outdated legislation in England makes it difficult to build low impact dwellings with sustainable materials, ultimately resulting in environmental damage and a potentiation of the housing crisis.", "committee_note": null, "state": "closed", "signature_count": 4401, "created_at": "2020-08-23T10:47:39.795Z", "updated_at": "2021-06-14T13:48:22.019Z", "rejected_at": null, "opened_at": "2020-09-30T14:23:30.403Z", "closed_at": "2021-03-30T22:59:59.999Z", "moderation_threshold_reached_at": "2020-08-23T11:13:54.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": null, "government_response": null, "debate": null, "departments": [{"acronym": "DLUHC", "name": "Department for Levelling Up, Housing and Communities ", "url": "https://www.gov.uk/government/organisations/department-for-levelling-up-housing-and-communities"}], "topics": []}}, {"type": "petition", "id": 571229, "links": {"self": "https://petition.parliament.uk/petitions/571229.json"}, "attributes": {"action": "Ban the use of plastic 6 pack rings in the UK", "background": "I want the Government to ban the use of plastic 6 pack rings in the UK due to the damage they cause to the environment.  They're particularly damaging to wildlife and have been banned already in some parts of the world.", "additional_details": "Although consumer pressure is already persuading some manufacturers to abandon plastic 6 pack rings it would be better if there was an outright, legal ban. Only the government can pass a law to do that.", "committee_note": "", "state": "closed", "signature_count": 4147, "created_at": "2021-01-20T20:55:08.898Z", "updated_at": "2022-11-28T11:55:17.156Z", "rejected_at": null, "opened_at": "2021-03-08T17:47:02.489Z", "closed_at": "2021-09-08T22:59:59.999Z", "moderation_threshold_reached_at": "2021-01-20T22:07:47.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": null, "government_response": null, "debate": null, "departments": [{"acronym": "DEFRA", "name": "Department for Environment, Food and Rural Affairs", "url": "https://www.gov.uk/government/organisations/department-for-environment-food-rural-affairs"}], "topics": []}}, {"type": "petition", "id": 625054, "links": {"self": "https://petition.parliament.uk/petitions/625054.json"}, "attributes": {"action": "More funding for CAMHS inpatient facilities", "background": "Make sure that patients have access to the right care when inpatient in UK CAMHS mental health wards, more training, more awareness and more care for young people in mental health hospital facilities. More staff, more care, more treatments.", "additional_details": "Because patients who get admitted to CAHMS inpatient services often come out with more trauma, it is a very inhumane environment and many units have a lack of care and lack of safety when it comes to looking after their patients. People loose there lives because of lack of training. Patients who are discharged struggle with PTSD and flashbacks and nightmares after being in these places. Not all of them are bad, but the majority are. And they need more funding in order to make it a safe and caring environment.", "committee_note": null, "state": "open", "signature_count": 3481, "created_at": "2022-10-11T08:00:32.745Z", "updated_at": "2023-01-02T23:33:50.000Z", "rejected_at": null, "opened_at": "2022-10-14T13:39:15.971Z", "closed_at": null, "moderation_threshold_reached_at": "2022-10-11T08:44:00.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": "Megan Mclaren", "rejection": null, "government_response": null, "debate": null, "departments": [{"acronym": "DHSC", "name": "Department of Health and Social Care", "url": "https://www.gov.uk/government/organisations/department-of-health-and-social-care"}], "topics": []}}, {"type": "petition", "id": 589500, "links": {"self": "https://petition.parliament.uk/petitions/589500.json"}, "attributes": {"action": "Provide additional funding for redistributing surplus food", "background": "In April the Environment, Food and Rural Affairs Committee called on the Government to provide ongoing funding to redistribute surplus food from the farmgate and across the supply chain to food aid providers. In June the Government said there were no plans for further grants. This should change.", "additional_details": "A Minister at the Department for Environment, Food and Rural Affair told the Committee “that the Government takes food waste very seriously” and that she expects “this to be an area in which we continue to work as Government”. We need the Government to provide public funding to enable the many agencies to carry out the work necessary to prevent food waste and improve food security.", "committee_note": "", "state": "closed", "signature_count": 3469, "created_at": "2021-06-22T17:23:49.825Z", "updated_at": "2022-03-11T13:10:41.966Z", "rejected_at": null, "opened_at": "2021-06-29T13:51:52.744Z", "closed_at": "2021-12-29T23:59:59.999Z", "moderation_threshold_reached_at": "2021-06-24T12:31:45.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": null, "government_response": null, "debate": null, "departments": [{"acronym": "DEFRA", "name": "Department for Environment, Food and Rural Affairs", "url": "https://www.gov.uk/government/organisations/department-for-environment-food-rural-affairs"}], "topics": []}}, {"type": "petition", "id": 334111, "links": {"self": "https://petition.parliament.uk/petitions/334111.json"}, "attributes": {"action": "Review the approval of fish barriers at Hoveton Great Broad", "background": "The Government should review the Environment Agency decision to grant a license to install fish barriers and re-examine the results of the 7 year study demonstrating the importance of Hoveton Great Broad to fish and wildlife in the Broads.", "additional_details": "Angling is said to be worth over £100 million to the broads economy now at risk by these plans. I am concerned that the Heritage Lottery funding for the project appears to have been obtained on a false prospectus and due process not followed in the permitting decision with formal objections from Environment Agency fisheries experts seemingly disregarded and Water Framework Directive requirements potentially breached along with SAFFA's requirement on the EA to protect, enhance and improve freshwater fisheries, protect spawning fish and areas where fish spawn.", "committee_note": "", "state": "closed", "signature_count": 3268, "created_at": "2020-08-07T09:15:07.877Z", "updated_at": "2021-02-18T00:00:00.888Z", "rejected_at": null, "opened_at": "2020-08-17T08:10:44.324Z", "closed_at": "2021-02-17T23:59:59.999Z", "moderation_threshold_reached_at": "2020-08-07T10:19:24.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": null, "government_response": null, "debate": null, "departments": [{"acronym": "DEFRA", "name": "Department for Environment, Food and Rural Affairs", "url": "https://www.gov.uk/government/organisations/department-for-environment-food-rural-affairs"}], "topics": []}}, {"type": "petition", "id": 560905, "links": {"self": "https://petition.parliament.uk/petitions/560905.json"}, "attributes": {"action": "Ban the sale and use of Fipronil and Imidacloprid in flea treatments for pets", "background": "The UK Government must prohibit the manufacture, sale and use of flea treatments for domestic pets that contain harmful pesticides, in order to prevent harm to aquatic life and to protect the natural environment.", "additional_details": "There are an estimated 10 million dogs and 11 million cats in the UK. \r\n\r\nThe majority of pets routinely receive flea treatments, many of which contain toxic chemicals that find their way into watercourses, polluting rivers and poisoning aquatic life.\r\n\r\nFipronil and Imidacloprid - two of the chemicals most commonly used - have already been banned in farming.\r\n\r\nThe continued use of these chemicals to treat domestic pets can harm aquatic life and other organsims and must be stopped immediately.", "committee_note": "", "state": "closed", "signature_count": 2817, "created_at": "2020-11-17T21:38:00.299Z", "updated_at": "2021-05-24T23:00:08.771Z", "rejected_at": null, "opened_at": "2020-11-24T10:15:00.345Z", "closed_at": "2021-05-24T22:59:59.999Z", "moderation_threshold_reached_at": "2020-11-18T07:18:07.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": null, "government_response": null, "debate": null, "departments": [{"acronym": "DEFRA", "name": "Department for Environment, Food and Rural Affairs", "url": "https://www.gov.uk/government/organisations/department-for-environment-food-rural-affairs"}], "topics": []}}, {"type": "petition", "id": 573619, "links": {"self": "https://petition.parliament.uk/petitions/573619.json"}, "attributes": {"action": "Introduce a national fishing line recycling scheme", "background": "400 million metres of fishing line is discarded in the UK each year. It takes 600 years for heavy monofilament to degrade.", "additional_details": "Fishing litter and discarded nets cause injury and death to thousands of wild animals every year.\r\n \r\nWe need the Government to introduce a national scheme to address this.\r\n \r\nI want the government to:\r\n \r\n1. Require material on fishing line recycling is provided whenever someone buys an EA fishing licence.\r\n \r\n2. Provide funding for fishing line recycling bins in local parks and other open access fisheries such as canals, rivers and sea venues. Anywhere someone can fish, there should be a recycling bin.\r\n \r\n3. Provide funding for recycling schemes, like the Anglers National Line Recycling Scheme, so these can be expanded to assist in the recycling of line, nets and all plastics collected both in freshwater and marine environments.", "committee_note": "", "state": "closed", "signature_count": 2760, "created_at": "2021-02-03T01:05:40.555Z", "updated_at": "2021-08-20T16:33:11.246Z", "rejected_at": null, "opened_at": "2021-02-10T16:36:30.135Z", "closed_at": "2021-08-10T22:59:59.999Z", "moderation_threshold_reached_at": "2021-02-03T19:47:37.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": null, "government_response": null, "debate": null, "departments": [{"acronym": "DEFRA", "name": "Department for Environment, Food and Rural Affairs", "url": "https://www.gov.uk/government/organisations/department-for-environment-food-rural-affairs"}], "topics": []}}, {"type": "petition", "id": 560867, "links": {"self": "https://petition.parliament.uk/petitions/560867.json"}, "attributes": {"action": "Do not instate any form of a National Road pricing scheme in the UK", "background": "There are already ever increasing taxes on motorists, be it at the petrol/diesel pump or the annual Vehicle Excise duty, we do not need another tax imposed, especially not a per mile charge and with a black box tracking every mile driven.", "additional_details": "Do not instate any plans for a per mile driven charge for motorists. (potentially known as a National Road Pricing Scheme).\r\n\r\nSuggesting that the first 3,000 miles are free then you are charged per mile is just as bad. We pay enough motoring tax already.\r\n\r\nThis has nothing to do with the environment; the 40bn deficit in tax from fuel duty is precisely because the public have taken up greener forms of transport such as electric vehicles. This is simply because you want to fill the deficit.", "committee_note": "", "state": "closed", "signature_count": 2485, "created_at": "2020-11-17T17:08:03.891Z", "updated_at": "2021-05-23T23:00:04.119Z", "rejected_at": null, "opened_at": "2020-11-23T15:44:22.683Z", "closed_at": "2021-05-23T22:59:59.999Z", "moderation_threshold_reached_at": "2020-11-17T17:28:37.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": null, "government_response": null, "debate": null, "departments": [{"acronym": "HMT", "name": "HM Treasury", "url": "https://www.gov.uk/government/organisations/hm-treasury"}], "topics": []}}, {"type": "petition", "id": 300152, "links": {"self": "https://petition.parliament.uk/petitions/300152.json"}, "attributes": {"action": "Ban all single use plastic", "background": "I want there to be a ban on all single use plastic e.g. plastic packaging for fruit and veg, plastic bottles, plastic on cans of alcohol, plastic bags in supermarkets because half of these things end up in land fill sights, oceans and on land in places where animals inhabit.", "additional_details": "I’m very passionate about the environment and I want serious change to be made to the way in which things are packaged as their are many animals that are being killed and fooled by plastic in oceans and on land. Plastic is ridiculously bad for the environment and needs to be banned urgently. We need change in this country in the way in which things are packaged and there are so many alternatives to single use plastic.", "committee_note": null, "state": "closed", "signature_count": 2154, "created_at": "2020-03-03T19:55:40.863Z", "updated_at": "2021-08-20T16:34:48.219Z", "rejected_at": null, "opened_at": "2020-03-05T14:23:01.721Z", "closed_at": "2020-09-05T22:59:59.999Z", "moderation_threshold_reached_at": "2020-03-03T20:10:24.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": null, "government_response": null, "debate": null, "departments": [{"acronym": "DEFRA", "name": "Department for Environment, Food and Rural Affairs", "url": "https://www.gov.uk/government/organisations/department-for-environment-food-rural-affairs"}], "topics": []}}, {"type": "petition", "id": 570807, "links": {"self": "https://petition.parliament.uk/petitions/570807.json"}, "attributes": {"action": "Increase statutory protections for protected trees and listed parks", "background": "Protected trees and grade listed parks should be afforded statutory protections equivalent to grade-listed buildings.", "additional_details": "Protected trees and grade listed parks should be afforded the same protection as grade listed buildings. There are significant sanctions against persons when the protected status of a tree has been violated. However, local authorities can give permission for trees subject to preservation orders to be cut down, and there are no statutory protections for listed parks.\r\n\r\nThe Government should increase the rights of trees and grade listed parks, to prevent their protection being removed when a local authority so desires. The environment, especially in urban areas is under constant threat because of development. However, nature should be made foremost in all planning decisions in order to protect our environment. Development working in harmony with nature must be the way for future progress.", "committee_note": "", "state": "closed", "signature_count": 2051, "created_at": "2021-01-18T12:06:06.889Z", "updated_at": "2021-07-28T16:22:50.445Z", "rejected_at": null, "opened_at": "2021-01-25T17:54:44.429Z", "closed_at": "2021-07-25T22:59:59.999Z", "moderation_threshold_reached_at": "2021-01-18T14:32:07.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": null, "government_response": null, "debate": null, "departments": [{"acronym": "DLUHC", "name": "Department for Levelling Up, Housing and Communities ", "url": "https://www.gov.uk/government/organisations/department-for-levelling-up-housing-and-communities"}], "topics": []}}]}