{"links": {"self": "https://petition.parliament.uk/petitions.json?q=green&page=1", "first": "https://petition.parliament.uk/petitions.json?q=green", "last": "https://petition.parliament.uk/petitions.json?page=8&q=green", "next": "https://petition.parliament.uk/petitions.json?page=2&q=green", "prev": null}, "data": [{"type": "petition", "id": 590309, "links": {"self": "https://petition.parliament.uk/petitions/590309.json"}, "attributes": {"action": "Ban urban and garden pesticides to protect bees, other wildlife and human health", "background": "Ban the use of pesticides in urban areas & end their sale for use in gardens. There is simply no need to spray poisons in our streets, parks & gardens for cosmetic purposes, where they harm bees & other wildlife & pose a risk to human health. Safe alternatives are available, where necessary.", "additional_details": "Wild bees & other wildlife are in decline, a potential catastrophe for us all. Pesticides also threaten human health, many of them being carcinogens &/or neurotoxins. One way to help combat bee decline is to encourage them in urban areas. Our 22 million gardens, plus parks, road verges & other green spaces could form a network of wildlife friendly habitats. This will only work if, like France, we stop spraying pesticides in gardens and public urban spaces.", "committee_note": "", "state": "closed", "signature_count": 53906, "created_at": "2021-06-30T14:37:46.860Z", "updated_at": "2022-09-09T13:59:56.101Z", "rejected_at": null, "opened_at": "2021-07-26T07:30:47.853Z", "closed_at": "2022-01-26T23:59:59.999Z", "moderation_threshold_reached_at": "2021-07-01T09:01:15.000Z", "response_threshold_reached_at": "2021-08-06T12:06:55.000Z", "government_response_at": "2021-08-20T13:07:15.914Z", "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": null, "government_response": {"responded_on": "2021-08-19", "summary": "The Government is committed to supporting alternatives to chemical pest control and recently consulted on a National Action Plan to minimise the risks and impacts associated with pesticides.", "details": "The UK Government’s priority with regards to pesticides is to ensure that they will not harm people or wildlife, or pose unacceptable risks to the environment. To this end, we operate a strict system for regulating pesticides.\r\n\r\nA pesticide may only be placed on the market in the UK if the product has been authorised by our regulator, the Health and Safety Executive, following a thorough risk assessment, which includes impacts on people, animals and the environment. If there are found to be unacceptable risks, to pollinators for example, the product is not authorised. The risk assessment also specifically addresses the situation of people living near where pesticides are used. Pesticide users are legally required to ensure that use is kept to the area to be treated and not allowed to drift onto neighbouring properties, and there are statutory conditions of use for all authorised pesticide products that must be followed. \r\n\r\nThe Government is committed to supporting alternatives to chemical pesticides. In our 25 Year Environment Plan, the Government has outlined its approach to reducing the environmental impact of pesticides. Integrated Pest Management (IPM) lies at the heart of our approach to maximise the use of non-chemical control techniques and minimise the use of chemical pesticides. IPM is defined as the combined use of all available control methods. This means that pesticide users can take a holistic approach in reducing the associated risks (including indirect effects) whilst combating pest resistance. IPM also includes measures to optimise pesticide application, with the aim of reducing non target effects and unnecessary environmental exposure. This includes increasing the use of nature-based, low toxicity solutions and precision technologies, with the potential to enhance biodiversity, as well as benefit pollinators.   \r\n \r\nOur approach is detailed in the draft revised ‘National Action Plan for the Sustainable Use of Pesticides’ (NAP), which sets out the ambition to improve indicators of pesticide usage, risk and impacts. This was the subject of a recent public consultation, with over 1,500 responses received and analysed. The summary of responses will be published in due course and the revised NAP later this year.  \r\n  \r\nThe objective must be to reduce the risks and impacts associated with pesticides. These depend not only on the amount of pesticide used, but which pesticide is used and where use takes place. The draft revised NAP supports the development of low toxicity methods and improved advice and support for pesticides users, to reduce their impacts on human health and the environment.\r\n\r\nWe are also taking action alongside many partners to implement the National Pollinator Strategy’s provisions to help wild and managed pollinators to thrive. The Strategy sets out actions to address key risks and pressures, such as: habitat loss and fragmentation; invasive species; pests and disease; and climate change. This includes supporting IPM by restoring and creating habitats in rural and urban areas, including parks and gardens, and raising awareness across society so that people can take action themselves, by carefully considering whether or not to use pesticides in gardens, parks and other urban areas.\r\n\r\nMore broadly, our Environment Bill sets a new legal foundation for Government action to improve the environment. For example, it introduces Local Nature Recovery Strategies (LNRSs) to underpin the development of the Nature Recovery Network (NRN), an expanded and better-connected network of places that are richer in wildlife, more resilient to climate change and provide a range of benefits for people. LNRSs and the NRN Delivery Partnership, led by Natural England, will help bring people and organisations together at local and national levels to identify priorities and opportunities for nature recovery. We are integrating the goals for the network into a wide range of funding streams, including: land management schemes that reward environmental benefits; biodiversity net gain; and the Nature for Climate Fund.\r\n\r\nDepartment for Environment, Food and Rural Affairs", "created_at": "2021-08-20T13:07:15.911Z", "updated_at": "2021-08-20T13:07:15.911Z"}, "debate": null, "departments": [{"acronym": "DEFRA", "name": "Department for Environment, Food and Rural Affairs", "url": "https://www.gov.uk/government/organisations/department-for-environment-food-rural-affairs"}], "topics": []}}, {"type": "petition", "id": 317343, "links": {"self": "https://petition.parliament.uk/petitions/317343.json"}, "attributes": {"action": "Rebuild the economy out of lockdown with a Green New Deal", "background": "In response to the Covid-19 pandemic, Government has intervened in the economy in an unprecedented way.\r\n\r\nThe recovery must not simply reinstate 'business as usual' – Parliament must introduce a radical 10-year strategy for public investment to decarbonise the economy and eradicate inequality.", "additional_details": "UK Parliament declared a Climate Emergency on 1 May 2019, but our emissions reduction efforts have so far fallen dangerously short.\r\n\r\nThe Covid-19 pandemic has highlighted both the power of Government to make rapid changes to protect people, and the extreme costs of delay.\r\n\r\nThe economic lockdown, while painful for so many, has resulted in a significant cut in emissions.\r\n\r\nWe must rebuild from the Coronavirus tragedy with the economic and social renewal mapped out by the cross-party Green New Deal Bill.", "committee_note": "", "state": "closed", "signature_count": 27768, "created_at": "2020-04-19T13:52:44.497Z", "updated_at": "2021-09-29T09:44:28.000Z", "rejected_at": null, "opened_at": "2020-06-15T07:27:35.407Z", "closed_at": "2020-12-15T23:59:59.999Z", "moderation_threshold_reached_at": "2020-04-19T16:47:14.000Z", "response_threshold_reached_at": "2020-06-25T22:53:24.000Z", "government_response_at": "2020-07-23T14:41:36.790Z", "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": null, "government_response": {"responded_on": "2020-07-21", "summary": "The Government is committed to a green, resilient recovery from COVID-19 and has already made announcements to demonstrate this commitment including a £3bn investment in building energy efficiency.", "details": "The UK has led the world in tackling climate change – since 1990, we have cut emissions by 43% while growing the economy by 75%, we were the first major economy to set a net zero target in legislation, and will host the crucial COP26 talks in November 2021.\r\n\r\nAs the Prime Minister set out in his speech on 30 June, the Government intends to build back better, build back greener, and build back faster – enabling us to deliver a UK economy which is greener, more sustainable, and more resilient. Whilst it is clear that the economic slowdown caused by COVID-19 is likely to have an impact on emissions both domestically and globally, it does not change the nature of the net zero challenge and the need to transform the UK economy over the next three decades to end our contribution to climate change. Many of the actions the UK needs to take to reach its climate target of net zero can also support the economy to recover from COVID-19.\r\n\r\nIn his Economy Speech on 30 June, the Prime Minister announced a number of initiatives that will contribute towards a green recovery, including:\r\n\r\nUp to £100 million of new funding for research and develop a brand-new clean technology, Direct Air Capture (DAC), which captures CO2 emissions directly from the air around us; and\r\n\r\nA new £40 million Green Recovery Challenge Fund to kick start a programme of nature-based projects aimed at addressing the twin challenges of halting biodiversity loss and tackling climate change, while creating job.\r\n\r\nAt the Summer Economic Statement, the Chancellor announced further measures to support a green recovery, including £3 billion of new investment to support up to 130,000 green jobs and upgrade buildings. This included:\r\n\r\nA £2 billion ‘Green Homes Grant’ to help people improve the efficiency of their homes and accelerate progress towards net zero, while supporting jobs and reducing energy bills to help tackle fuel poverty;\r\n\r\nA £1 billion investment over the next year in a new Public Sector Decarbonisation Scheme to upgrade public sector buildings, including schools and hospitals, making them fit to help meet net zero through improved energy efficiency and low carbon heating; and\r\n\r\n£50 million to demonstrate innovative approaches to retrofitting social housing at scale to start the decarbonisation of social housing over 20/21.\r\n\r\nThese announcements build on others made this year, including support for low carbon industries announced through the Spring Budget, reflecting the Government’s commitment to reach the net zero ambition whilst creating green jobs and growing the economy as we recover from the pandemic. The Government will continue to set out further measures as part of its green agenda in the run up to COP26 in November 2021, including through the publication of an Energy White Paper and a National Infrastructure Strategy later in 2020. \r\n\r\nDepartment for Business, Energy & Industrial Strategy\r\n", "created_at": "2020-07-23T14:41:36.788Z", "updated_at": "2020-07-23T14:41:36.788Z"}, "debate": null, "departments": [{"acronym": "BEIS", "name": "Department for Business, Energy and Industrial Strategy", "url": "https://www.gov.uk/government/organisations/department-for-business-energy-and-industrial-strategy"}, {"acronym": "HMT", "name": "HM Treasury", "url": "https://www.gov.uk/government/organisations/hm-treasury"}], "topics": ["covid-19"]}}, {"type": "petition", "id": 611113, "links": {"self": "https://petition.parliament.uk/petitions/611113.json"}, "attributes": {"action": "Ban development on agricultural land to increase food self-sufficiency", "background": "The Government should immediately ban development of green land that has been or is used for farming. In many places like Sussex high quality farmland is being built on to meet government targets. These areas are often cheap to build on, but mean that quality agricultural land is being lost.", "additional_details": "We should only build on areas that is not or has not previously been used for farming. Russia and Ukraine currently produce over a quarter of the world's wheat, as well as many other crops. Future imports can no longer be guaranteed due to the conflict. In the future this could cause food shortages and increases in prices of stable foods from bread to vegetable oils, which would have a major affect on peoples lives. Taking action now will help give the UK independence and food security. Preserve our fields for survival.", "committee_note": "", "state": "closed", "signature_count": 25080, "created_at": "2022-03-09T19:02:15.730Z", "updated_at": "2022-10-31T15:24:56.594Z", "rejected_at": null, "opened_at": "2022-03-15T14:21:17.422Z", "closed_at": "2022-09-29T22:59:59.999Z", "moderation_threshold_reached_at": "2022-03-09T20:22:18.000Z", "response_threshold_reached_at": "2022-06-08T18:43:09.000Z", "government_response_at": "2022-08-05T15:13:52.974Z", "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": null, "government_response": {"responded_on": "2022-08-05", "summary": "Government has committed to broadly maintaining current levels of food production. National planning policy sets a clear presumption away from developing high-quality agricultural land where possible.", "details": "This Government has committed to broadly maintaining current levels of food production in the Food Strategy, to ensure our continued high levels of food security. Our high degree of food security is built on supply from diverse sources; strong domestic production as well as imports through stable trade routes. We produce 60% of all the food we need, and 74% of food which we can grow or rear in the UK for all or part of the year, and these figures have changed little over the last 20 years.\r\n\r\nThere will always be multiple pressures on our land which require individual landowners, managers and Government to make decisions about trade-offs. Striking the right balance between different land uses is an important task which DEFRA and DLUHC have been working closely on. The National Planning Policy Framework aims to protect the best and most versatile agricultural land from significant, inappropriate or unsustainable development proposals, recognising the economic and other benefits of this land. It sets out a clear presumption away from the use of high-quality agricultural land for development where possible.\r\n\r\nHaving an effective, up-to-date plan in place is essential to planning for and meeting housing requirements in ways that make good use of land and result in well-designed and attractive places to live. The Government expects local authorities to work together to plan for and deliver the homes and infrastructure our communities need. We are committed to making the most of brownfield land and existing policy for protecting greenfield remains firmly in place.\r\n\r\nHowever, it is important to note that there is not a direct correlation between the amount of land farmed and productivity. Around 60% of the food we produce comes from just 30% of farmed land, and some sectors do not necessarily need much land in order to expand the amount they are able to produce. It is possible to maintain our food production by harnessing new technologies and innovation, and taking advantage of opportunities to grow and eat more of our own food, while seeing some land use change in some other areas. We will be investing £270 million across farming innovation funding programmes until 2029, to unlock technologies to drive sustainable farming techniques which will help increase productivity and profitability and the sector’s long-term resilience.\r\n\r\nWe will continue to keep this closely under review. Recognising the importance of food security, in the Agriculture Act 2020 the Government made a commitment to produce an assessment of our food security at least once every three years. The first UK Food Security Report was published in December 2021. The report recognises the contribution made by British agriculture to our resilience, and the importance of strong domestic production to our food security. It considers the UK's food supply sources overall, noting that domestic production and diversity of supply are both important to our food security.\r\n\r\nDepartment for Environment, Food and Rural Affairs", "created_at": "2022-08-05T15:13:52.970Z", "updated_at": "2022-08-05T15:13:52.970Z"}, "debate": null, "departments": [{"acronym": "DEFRA", "name": "Department for Environment, Food and Rural Affairs", "url": "https://www.gov.uk/government/organisations/department-for-environment-food-rural-affairs"}], "topics": []}}, {"type": "petition", "id": 590080, "links": {"self": "https://petition.parliament.uk/petitions/590080.json"}, "attributes": {"action": "Add Poland to the green list for international travel", "background": "COVID-19 cases in Poland are lower than for many other countries, but people arriving in England from Poland still have to go for quarantine for 10 days. Please move Poland on green list", "additional_details": "", "committee_note": "", "state": "closed", "signature_count": 14863, "created_at": "2021-06-27T19:42:47.393Z", "updated_at": "2022-01-03T00:00:02.820Z", "rejected_at": null, "opened_at": "2021-07-02T13:32:43.700Z", "closed_at": "2022-01-02T23:59:59.999Z", "moderation_threshold_reached_at": "2021-06-27T20:01:05.000Z", "response_threshold_reached_at": "2021-07-15T12:48:25.000Z", "government_response_at": "2021-07-28T11:15:44.935Z", "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": null, "government_response": {"responded_on": "2021-07-28", "summary": "Ministerial decisions on country allocations to the traffic light system are informed by Joint Biosecurity Centre risk assessments and wider public health factors, and are reviewed every three weeks.", "details": "On 17 May 2021, the Government introduced the traffic light system to provide a framework for a safe and sustainable return to international travel. The traffic light system categorises countries and territories based on risk to protect public health and the vaccine rollout from variants of COVID-19. The Joint Biosecurity Centre (JBC) produces risk assessments of countries and territories. Decisions on country allocation to the traffic light system and associated border measures are taken by Ministers, who take into account the JBC risk assessments, alongside wider public health factors.  \r\n\r\nKey factors in the JBC risk assessment of each country and territory include:\r\n    \r\n• genomic surveillance capability\r\n   \r\n• COVID-19 transmission risk\r\n  \r\n• Variant of Concern transmission risk   \r\n\r\nAs a precautionary approach, countries and territories are assumed to be amber unless there is specific evidence to suggest they are:\r\n\r\n• green – presenting (with confidence) a low public health risk to the UK from all COVID-19 strains\r\n\r\n• red – presenting a high public health risk to the UK from known variants of concern (VOC), known high-risk variants under investigation (VUI) or as a result of very high in-country or territory prevalence of COVID-19\r\n\r\nA summary of the JBC methodology is published on gov.uk, alongside key data that supports Ministers' decisions. The summary of the JBC methodology is available here: https://www.gov.uk/government/publications/covid-19-risk-assessment-methodology-to-inform-international-travel-traffic-light-system and the data is available here: https://www.gov.uk/government/collections/data-informing-international-travel-risk-assessments. \r\n\r\nCountry allocations to the traffic light system are reviewed every three weeks, unless concerning evidence means we need to act faster to protect public health. Poland is currently on the amber list.\r\n\r\nSince Monday 19 July, passengers returning to England from amber list countries (not including France) who have been fully vaccinated with an NHS administered vaccine in the UK (plus 14 days), or are on a formally approved UK vaccine clinical trial, no longer need to quarantine. Passengers will need to provide proof of their vaccination status to carriers in advance of travel and continue to take a pre-departure COVID-19 test and day 2 test. Children under the age of 18 returning to England from amber list countries are also exempt from quarantine rules. The guidance that people should not travel to amber countries has also been removed. \r\n\r\nThe government is taking a phased approach to amending requirements and is already exploring plans to remove quarantine for vaccinated non-UK residents arriving from amber countries later this summer where it is safe to do so. In the meantime, the Test to Release scheme remains an option for travelers returning from amber countries to shorten their quarantine period, and being released early if they receive a negative COVID-19 test result.\r\n\r\nDepartment for Transport", "created_at": "2021-07-28T11:15:44.932Z", "updated_at": "2021-07-28T11:16:38.810Z"}, "debate": null, "departments": [{"acronym": "DfT", "name": "Department for Transport", "url": "https://www.gov.uk/government/organisations/department-for-transport"}], "topics": ["covid-19"]}}, {"type": "petition", "id": 600577, "links": {"self": "https://petition.parliament.uk/petitions/600577.json"}, "attributes": {"action": "Ban developments on Green belt and Greenfield sites across the country", "background": "Loss of green belt & greenfield sites for housing negatively affects the environment, releasing carbon from the land & losing that land's ability to capture new carbon. Wildlife and plant life already under stress, are displaced & loss of green spaces has a negative effect on communities.", "additional_details": "Houses proposed to be built have a great effect upon our environment. Contribute to pollution and in turn affect our planet. House development should take place on brown sites. The greenfield land, farm land, trees and wild flowers need protection now to encourage our planet to heal. All permissions for planned development of green belt or greenfield land should be revoked, and no further permissions granted.", "committee_note": "", "state": "closed", "signature_count": 13947, "created_at": "2021-11-05T10:56:16.603Z", "updated_at": "2022-11-18T14:18:13.086Z", "rejected_at": null, "opened_at": "2021-11-10T15:11:11.484Z", "closed_at": "2022-05-10T22:59:59.999Z", "moderation_threshold_reached_at": "2021-11-05T12:23:38.000Z", "response_threshold_reached_at": "2021-12-15T09:26:08.000Z", "government_response_at": "2022-01-10T17:16:59.492Z", "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": null, "government_response": {"responded_on": "2022-03-01", "summary": "This Government is committed to maintaining existing Green Belt protections, enhancing Green Belt land quality, and promoting use of brownfield for new developments to reduce greenfield pressures.", "details": "The Government currently offers strong protections for the Green Belt from development in national policy.  The National Planning Policy Framework states that a Green Belt boundary may be altered only in exceptional circumstances. Any proposal is subject to consultation with local people followed by rigorous and independent examination of the area’s Local Plan by a planning inspector. If a local authority cannot avoid the loss of Green Belt, it is expected to offset the loss of that land by environmental and access improvements to land remaining Green Belt. Furthermore, national planning policy states that most new developments in the Green Belt should be refused planning permission unless in very special circumstances, rightly determined by the local authority. As a result, the Government is not considering this proposal at this time.\r\n  \r\nAs set out in the landmark Levelling Up White Paper, we are committed to enhancing the quality of land designated in the Green Belt. This means increasing public access to Green Belt, while simultaneously delivering nature recovery, in line with Environment Act commitments. This will provide improved access for those communities that currently lack good quality green space.\r\n\r\nDepartment for Levelling Up, Housing & Communities\r\n\r\nThis is a revised response. The Petitions Committee requested a response which more directly addressed the request of the petition. You can find the original response towards the bottom of the petition page (https://petition.parliament.uk/petitions/600577)\r\n", "created_at": "2022-01-10T17:16:59.489Z", "updated_at": "2022-03-01T15:34:11.726Z"}, "debate": null, "departments": [{"acronym": "DLUHC", "name": "Department for Levelling Up, Housing and Communities ", "url": "https://www.gov.uk/government/organisations/department-for-levelling-up-housing-and-communities"}], "topics": []}}, {"type": "petition", "id": 575169, "links": {"self": "https://petition.parliament.uk/petitions/575169.json"}, "attributes": {"action": "Prioritise brownfield development in law to protect our green belt and farmland", "background": "Enshrine in law all brown field sites to be fully developed within a 25 mile radius of green belt or farmland before any development is allowed on non-brownfield land. Ensure in law the democratic wishes of local residents and local authorities as a precedent and limit ministerial powers to suit.", "additional_details": "The Government has a duty to protect the environment against climate change, protect local areas of outstanding beauty and natural habitat. Preserve todays biodiversity and bio abundance for the generation of tomorrow. Nature and wildlife is at threat of extinction at the detriment of unnecessary housing  development and where today's generation may still have the benefit of existing wildlife tomorrow's generation will only have the benefit of wildlife pictures.", "committee_note": null, "state": "closed", "signature_count": 13839, "created_at": "2021-02-13T21:34:27.270Z", "updated_at": "2021-08-23T23:00:07.880Z", "rejected_at": null, "opened_at": "2021-02-23T09:41:34.704Z", "closed_at": "2021-08-23T22:59:59.999Z", "moderation_threshold_reached_at": "2021-02-16T10:13:57.000Z", "response_threshold_reached_at": "2021-05-21T10:57:35.000Z", "government_response_at": "2021-06-03T11:38:13.413Z", "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": null, "government_response": {"responded_on": "2021-06-03", "summary": "The Government has no plans to introduce a legal requirement that all brownfield sites are fully developed before any development is allowed on non-brownfield land.", "details": "This Government is committed to protecting and enhancing the natural environment, as well as mitigating the effects of climate change. This commitment is  stated in the National Planning Policy Framework and supporting guidance, to which all local planning authorities should have regard when drawing up local plans, or determining planning applications.  The Framework expects local authorities to not only protect landscapes, soils and sites of biodiversity but go further by enhancing these valued surroundings. The Framework also outlines that the character and beauty of the countryside, including trees and woodland, should be recognised in the planning of future development.  Strong protections are in place for Areas of Outstanding Natural Beauty, Green Belt, Sites of Special Scientific Interest and other designated land. The Government will continue to apply policy and law as appropriate to prevent harm to wildlife-rich habitat, and to restrict development in open countryside.\r\n\r\nThe Government is also committed to making the most of brownfield land.  The Framework strongly encourages regeneration and re-use of brownfield, especially for housing - helping to level up communities across the country while taking off some of the pressure to consider other land, such as Green Belt, for new homes. The Framework expects local authorities to give substantial weight to re-using suitable brownfield when Plan-making or deciding planning applications. These sites should be given priority where practical and viable, and local authorities should consider building up, and higher densities in towns.\r\n\r\nHowever:\r\n\r\n- the term ‘brownfield’ comprises almost all types of previously developed land, including inhabited housing and land occupied by functioning businesses and industry;   \r\n- not all vacant brownfield is in the right place for sustainable residential use; \r\n- some is valuable for ecology; \r\n- some has high upfront costs for demolition or decontamination; \r\n- each local authority is already required by law to publish a register of brownfield land in its area that would be suitable for housing-led development;\r\n- not all owners will wish to develop or release sites, for different reasons; and \r\n- the rules on compulsory purchase of building sites are strict, and generally require compensation for the owner, reflecting the current land value.\r\n\r\nElected local authorities are responsible for deciding the right location and type of sustainable future development in each area, in accordance with national policies in the Framework. Rightly, planning decisions are not made on the basis of the number of objectors or supporters. Instead, each local authority is responsible for preparing a vision for future development in its area using a Local Plan. The Local Plan outlines how land should be used and takes account of any necessary restraints on development. The Plan is created in consultation with the local community, and submitted for rigorous independent examination by a planning inspector. If the Plan is judged to be properly prepared, justified, and consistent with national policy in the Framework, it can come into effect. \r\n\r\nThe Government is clear that to help make home ownership affordable for more people, and help more people rent their own home, we need to deliver more homes. To get enough homes built in the places where people and communities need them, a crucial first step is to plan for the right number of homes. Local housing need introduced in 2018 is a measure of an area’s housing need, against which councils must then consider their local circumstances and supply pipeline. Local authorities draw up a local housing target, taking into account factors including land availability and environmental constraints such as Green Belt. Following consultation to changes to the method (from August to October 2020) on 16 December 2020 we changed the formula to increase need in the 20 most populated urban areas. \r\n\r\nProtecting the Green Belt remains a priority and our national planning policy reinforces regenerating previously developed land, known as brownfield sites, and prioritising urban areas. The uplift in local housing needed within our biggest cities and urban centres in England will direct homes to where they are better served by infrastructure, and therefore protect our countryside. It also supports our wider objectives of regenerating brownfield sites, renewal, and levelling up. Green Belt decisions as outlined above will remain with local authorities and communities, ensuring they have influence over development, location and design.\r\n\r\nWhile continuing to apply strong policies to limit harm to Green Belt and the countryside, this Government is encouraging local authorities to make the most of their brownfield land. We are providing extensive financial support for this.  For example, in 2020 the Prime Minister announced that seven Mayoral Combined Authorities would receive a share of the £400 million Brownfield Housing Fund. This will help unlock 26,000 homes across England by bringing under-utilised brownfield land back into use. In addition we are investing £75 million in a Brownfield Land Release Fund for authorities not eligible for the Brownfield Housing Fund. This is new capital funding to accelerate release of local authority-owned land for housing. The Brownfield Land Release Fund is expected to release land for 7,000 homes by 2024.\r\n\r\nMinistry of Housing, Communities and Local Government", "created_at": "2021-06-03T11:38:13.411Z", "updated_at": "2021-06-03T11:38:13.411Z"}, "debate": null, "departments": [{"acronym": "DLUHC", "name": "Department for Levelling Up, Housing and Communities ", "url": "https://www.gov.uk/government/organisations/department-for-levelling-up-housing-and-communities"}], "topics": []}}, {"type": "petition", "id": 587383, "links": {"self": "https://petition.parliament.uk/petitions/587383.json"}, "attributes": {"action": "Add Bulgaria to the green list", "background": "Review and add Bulgaria to the green travel list to allow travel without quarantine on the return to the UK", "additional_details": "Travel is currently not cost effective for those of us with second homes in Bulgaria.", "committee_note": null, "state": "closed", "signature_count": 7760, "created_at": "2021-05-27T15:05:25.781Z", "updated_at": "2021-12-03T00:00:03.404Z", "rejected_at": null, "opened_at": "2021-06-02T09:30:41.609Z", "closed_at": "2021-12-02T23:59:59.999Z", "moderation_threshold_reached_at": "2021-05-27T15:32:25.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": null, "government_response": null, "debate": null, "departments": [{"acronym": "DfT", "name": "Department for Transport", "url": "https://www.gov.uk/government/organisations/department-for-transport"}], "topics": []}}, {"type": "petition", "id": 553305, "links": {"self": "https://petition.parliament.uk/petitions/553305.json"}, "attributes": {"action": "To make it a law that all schools need bollards outside for child safety", "background": "I want to start a petition for the government to make a law stating that every school in the country has to have a line of bollards outside their school. Green lane primary school a school in Sutton, placed a line of pencil shaped bollard outside their school. And this inspired me to make a change.", "additional_details": "After being part of a community who have unfortunately seen the heartbreaking effect dangerous driving has had on everyone and seeing the many cases that has happened outside schools I knew that something needed to be done to protect other children and parents from the same tragic circumstances. Schools are meant to be a safe place for students to go and walking to and from school is part of the school routine.", "committee_note": "", "state": "closed", "signature_count": 4873, "created_at": "2020-10-05T12:25:17.125Z", "updated_at": "2021-04-12T23:00:08.863Z", "rejected_at": null, "opened_at": "2020-10-12T10:19:21.612Z", "closed_at": "2021-04-12T22:59:59.999Z", "moderation_threshold_reached_at": "2020-10-05T13:12:44.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": null, "government_response": null, "debate": null, "departments": [{"acronym": "DfT", "name": "Department for Transport", "url": "https://www.gov.uk/government/organisations/department-for-transport"}], "topics": []}}, {"type": "petition", "id": 556396, "links": {"self": "https://petition.parliament.uk/petitions/556396.json"}, "attributes": {"action": "Save our Green and Pleasant Land and abandon the proposed Planning Reforms", "background": "The government is consulting on a White Paper to change Planning Laws. It basically carves up the entirety of England into 3 zones. One will get automatic development rights. The second has presumption of development. Only the conservation and aonb areas etc will have methods of protection.", "additional_details": "1.This White Paper says it will give community more input. We believe this is not true, and that the proposals are an assault on local democracy.\r\n \r\n2. The paper says it is to help with housing shortages. We believe this is not true and that proposals are to help developers, as housing shortages are not to do with planning laws and there are a million unbuilt houses with permissions.\r\n \r\n3. We believe these reforms will result in destruction of our countryside and urban green spaces, harm biodiversity.", "committee_note": "", "state": "closed", "signature_count": 4551, "created_at": "2020-10-26T11:09:18.991Z", "updated_at": "2021-07-26T11:46:45.000Z", "rejected_at": null, "opened_at": "2020-11-09T10:36:29.839Z", "closed_at": "2021-05-09T22:59:59.999Z", "moderation_threshold_reached_at": "2020-10-26T12:24:47.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": null, "government_response": null, "debate": null, "departments": [{"acronym": "DLUHC", "name": "Department for Levelling Up, Housing and Communities ", "url": "https://www.gov.uk/government/organisations/department-for-levelling-up-housing-and-communities"}], "topics": []}}, {"type": "petition", "id": 587966, "links": {"self": "https://petition.parliament.uk/petitions/587966.json"}, "attributes": {"action": "Put Azores and Madeira Islands on travel Green list", "background": "Review the data from Madeira Islands and Azores Islands regarding COVID rates and create exemptions for these two regions as they are separate from the mainland Portugal and should be kept in the travel Green list.", "additional_details": "Madeira and Azores Islands have different rules from Portugal mainland. This has allowed them to keep Covid rates under control. Moving them to the Amber list with Mainland Portugal is unfair to their population and to UK people who had hoped to visit a safe place on holidays this summer.", "committee_note": null, "state": "closed", "signature_count": 3361, "created_at": "2021-06-04T13:54:00.339Z", "updated_at": "2022-03-11T12:56:47.152Z", "rejected_at": null, "opened_at": "2021-06-10T07:27:34.628Z", "closed_at": "2021-12-10T23:59:59.999Z", "moderation_threshold_reached_at": "2021-06-04T14:58:25.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": null, "government_response": null, "debate": null, "departments": [{"acronym": "DfT", "name": "Department for Transport", "url": "https://www.gov.uk/government/organisations/department-for-transport"}], "topics": ["covid-19"]}}, {"type": "petition", "id": 325653, "links": {"self": "https://petition.parliament.uk/petitions/325653.json"}, "attributes": {"action": "Revoke Government support for large-scale new nuclear projects", "background": "We petition the Government to revoke its support for large-scale nuclear power projects. They would be counter-productive to the UK's economic recovery, its climate targets and future national security.", "additional_details": "Large nuclear projects are now too costly, however funded; too slow to construct, too fraught with technical obstacles and too controversial if run by overseas developers. Rather than contributing to a sustainable Green Recovery I worry they are draining funding, time and government attention from solutions that are much more deliverable and cost-effective.", "committee_note": "", "state": "closed", "signature_count": 3104, "created_at": "2020-06-08T15:07:37.569Z", "updated_at": "2021-02-19T00:00:01.922Z", "rejected_at": null, "opened_at": "2020-08-18T10:20:15.104Z", "closed_at": "2021-02-18T23:59:59.999Z", "moderation_threshold_reached_at": "2020-06-09T07:59:54.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": null, "government_response": null, "debate": null, "departments": [{"acronym": "BEIS", "name": "Department for Business, Energy and Industrial Strategy", "url": "https://www.gov.uk/government/organisations/department-for-business-energy-and-industrial-strategy"}], "topics": []}}, {"type": "petition", "id": 585261, "links": {"self": "https://petition.parliament.uk/petitions/585261.json"}, "attributes": {"action": "Add the Canary Islands to the green list for international travel", "background": "Do not group the Canaries with mainland Spain on the traffic light system. These islands rely on tourism and allow free PCR tests if required. These islands should be considered for the green list.", "additional_details": "The Canaries have a relatively low covid outbreak compared to many places yet have been grouped with mainland Spain when it comes to the traffic light system. These islands rely on tourism in order to exist and until recently we're not grouped with Spain and should be allowed on the green list.", "committee_note": "", "state": "closed", "signature_count": 2819, "created_at": "2021-05-07T19:46:17.133Z", "updated_at": "2021-11-14T00:00:08.483Z", "rejected_at": null, "opened_at": "2021-05-13T10:57:28.066Z", "closed_at": "2021-11-13T23:59:59.999Z", "moderation_threshold_reached_at": "2021-05-08T08:29:35.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": null, "government_response": null, "debate": null, "departments": [{"acronym": "DfT", "name": "Department for Transport", "url": "https://www.gov.uk/government/organisations/department-for-transport"}], "topics": ["covid-19"]}}, {"type": "petition", "id": 595906, "links": {"self": "https://petition.parliament.uk/petitions/595906.json"}, "attributes": {"action": "Remove Dominican Republic from Red List countries", "background": "Remove the Dominican Republic from the Red List countries to allow Dominicans and relatives to visit family in the DR without having to quarantine.\r\n\r\nAs of 27/8/21, daily confirmed cases per million people in DR are 25.2 vs 499.5 (almost 20x) in the UK (https://ourworldindata.org/covid-cases)", "additional_details": "According to GISAID (Tracking of Variants) only 1 Delta variant has been recorded in DR vs 257,322 only in England. Almost 42% of DR population is fully vaccinated vs 25% of Australia (Green) or nearly 5% of Jamaica (Amber). \r\n\r\nMost DR data is (favourably) comparable with Green/Amber light countries like Germany, Canada, Switzerland, Spain, USA and Australia, then why deny taxpayers citizens and residents their right to visit their families in Dominican Republic?", "committee_note": "", "state": "closed", "signature_count": 2141, "created_at": "2021-08-28T10:32:50.811Z", "updated_at": "2022-03-07T00:00:04.588Z", "rejected_at": null, "opened_at": "2021-09-06T07:37:53.421Z", "closed_at": "2022-03-06T23:59:59.999Z", "moderation_threshold_reached_at": "2021-08-31T10:52:58.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": null, "government_response": null, "debate": null, "departments": [{"acronym": "DfT", "name": "Department for Transport", "url": "https://www.gov.uk/government/organisations/department-for-transport"}], "topics": []}}, {"type": "petition", "id": 618644, "links": {"self": "https://petition.parliament.uk/petitions/618644.json"}, "attributes": {"action": "Allow the flying of Suffrage flag as a symbol of women's equality", "background": "Since its introduction in 1908, the Suffrage flag of the Women's Social and Political Union has attained iconic status as a symbol of women's equality. Catalogued under WOA T52 of the Parliamentary Collection, it deserves the same legal recognition granted to e.g. the Rainbow and NHS flags.", "additional_details": "This petition calls for an amendment to the Town and Country Planning (Control of Advertisements) Regulations. A new category of flag should be added to those recognised as having the deemed consent of the local planning authority to be flown:\r\n\r\n* the Suffrage flag (three horizontal equal stripes of purple, white and green).\r\n\r\nThis would place the flag alongside the Rainbow and NHS flags as a mark of civic pride, formally recognising and celebrating an integral part of British history.", "committee_note": "", "state": "open", "signature_count": 2140, "created_at": "2022-06-17T23:53:22.246Z", "updated_at": "2023-01-02T17:53:40.000Z", "rejected_at": null, "opened_at": "2022-06-22T08:40:53.646Z", "closed_at": null, "moderation_threshold_reached_at": "2022-06-18T01:33:39.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": "Alexander Bramham", "rejection": null, "government_response": null, "debate": null, "departments": [{"acronym": "DCMS", "name": "Department for Digital, Culture, Media and Sport", "url": "https://www.gov.uk/government/organisations/department-for-digital-culture-media-sport"}], "topics": []}}, {"type": "petition", "id": 589684, "links": {"self": "https://petition.parliament.uk/petitions/589684.json"}, "attributes": {"action": "To Put Morocco on the Green list of countries and territories", "background": "We would like the government to put Morocco on the Green list just like the other countries that were added on the 24th of June 2021.", "additional_details": "We want the government to put Morocco on the Green list because data show low rates of deaths and they are controlling their borders really well. Many people want to go to Morocco for a holiday because it’s a popular country and many people have already booked to go. As Morocco is controlling the COVID pandemic well, having to quarantine for 10 days is a lot and many people need to come back to work and school.", "committee_note": null, "state": "closed", "signature_count": 1750, "created_at": "2021-06-24T20:20:51.223Z", "updated_at": "2021-12-30T00:00:02.225Z", "rejected_at": null, "opened_at": "2021-06-29T14:56:57.825Z", "closed_at": "2021-12-29T23:59:59.999Z", "moderation_threshold_reached_at": "2021-06-24T20:56:05.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": null, "government_response": null, "debate": null, "departments": [{"acronym": "DfT", "name": "Department for Transport", "url": "https://www.gov.uk/government/organisations/department-for-transport"}], "topics": ["covid-19"]}}, {"type": "petition", "id": 575109, "links": {"self": "https://petition.parliament.uk/petitions/575109.json"}, "attributes": {"action": "Approve the Whitehaven Coal Mine in Cumbria", "background": "World coal production is 8 billion tonnes. China alone produces 3.5 billion tonnes. The new colliery will produce around 4m tonnes of coal for steel making and should replace imported coal. It would close in 2049 and will provide the steel needed by the UK to comply with UK environmental targets.", "additional_details": "The Whitehaven mine will be built on a brown field site in an existing coal mining area. Approval for the mine was won after after agreement to comply with many environmental stipulations. The coal would not be burned but used in steel-making. It should provide over 2,000 local jobs and support UK exports and the economy. This steel will be needed to support environmental projects such as wind turbines and public transport networks such as rail links. This is a green project.", "committee_note": "", "state": "closed", "signature_count": 1629, "created_at": "2021-02-13T13:29:18.291Z", "updated_at": "2022-05-05T13:19:54.011Z", "rejected_at": null, "opened_at": "2021-03-29T15:00:56.884Z", "closed_at": "2021-09-29T22:59:59.999Z", "moderation_threshold_reached_at": "2021-02-13T18:12:37.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": null, "government_response": null, "debate": null, "departments": [{"acronym": "BEIS", "name": "Department for Business, Energy and Industrial Strategy", "url": "https://www.gov.uk/government/organisations/department-for-business-energy-and-industrial-strategy"}], "topics": []}}, {"type": "petition", "id": 604603, "links": {"self": "https://petition.parliament.uk/petitions/604603.json"}, "attributes": {"action": "Allow cars converted to electric propulsion to be reclassified as zero emissions", "background": "Change legislation to allow cars converted to electric propulsion to be inspected and reclassified as zero emissions for their road fund licence. This would open up a new industry in the UK for converting cars to electric, which is more environmentally friendly than buying a new car.", "additional_details": "A new industry is emerging in the UK for converting ICE powered vehicles to electric. This has the potential to be a big sector of the automotive world in years to come, especially with the ban on new ICE cars from 2030. The conversion costs are lower than the cost of a new car, and this would potentially allow those who cannot afford a new car to get an older model converted to keep it on the road and be green at the same time. At present converted cars are still subject to their tax class.", "committee_note": null, "state": "closed", "signature_count": 1534, "created_at": "2021-12-31T17:28:35.955Z", "updated_at": "2022-07-04T23:00:05.710Z", "rejected_at": null, "opened_at": "2022-01-04T14:47:21.949Z", "closed_at": "2022-07-04T22:59:59.999Z", "moderation_threshold_reached_at": "2021-12-31T19:21:18.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": null, "government_response": null, "debate": null, "departments": [{"acronym": "DfT", "name": "Department for Transport", "url": "https://www.gov.uk/government/organisations/department-for-transport"}], "topics": []}}, {"type": "petition", "id": 624995, "links": {"self": "https://petition.parliament.uk/petitions/624995.json"}, "attributes": {"action": "Ban single-use plastic bottles in the manufacture of soft drinks for UK market", "background": "We want the Government to take action to cut down plastic pollution by banning single-use plastic bottles in the manufacture of soft drinks in the UK.\r\nWe say planet before profits and support us in telling the Government to take action today, ban the use of plastic bottles for soft drinks.", "additional_details": "We are here to shout at the top of our lungs “End the OBSESSION with plastic bottles. Let’s stop choking up our oceans, and clogging our beaches and landfills with this unnecessary type of plastic bottle”\r\n\r\nThe UK Government must ban the use of harmful plastic bottles in soft drinks.\r\n\r\nYou ask what does this mean for our favourite soft drinks? It means companies need to take a green approach to their manufacturing process, and put our planet before their shareholders profits!", "committee_note": null, "state": "open", "signature_count": 1498, "created_at": "2022-10-10T12:18:19.831Z", "updated_at": "2023-01-02T13:18:10.000Z", "rejected_at": null, "opened_at": "2022-10-13T08:16:27.082Z", "closed_at": null, "moderation_threshold_reached_at": "2022-10-10T12:57:50.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": "Melvin George William Jay", "rejection": null, "government_response": null, "debate": null, "departments": [{"acronym": "DEFRA", "name": "Department for Environment, Food and Rural Affairs", "url": "https://www.gov.uk/government/organisations/department-for-environment-food-rural-affairs"}], "topics": []}}, {"type": "petition", "id": 593890, "links": {"self": "https://petition.parliament.uk/petitions/593890.json"}, "attributes": {"action": "Ban the sale of manual plastic toothbrushes in the UK by 2025.", "background": "We would like the UK Government to ban the sale of manual plastic toothbrushes in the UK by 2025. Manual plastic toothbrushes are a notorious example of harmful plastic waste, and there are a variety of environmentally friendly alternatives in the market to move forward with.", "additional_details": "In the UK alone, 264 million manual plastic toothbrushes are thrown out every year. Each one of these plastic toothbrushes is non-biodegradable, meaning they'll last in the environment for over 600 years causing damage to wildlife and littering our country. There are already a variety of green alternatives available today, like bamboo toothbrushes which are readily biodegradable. Toothbrushes do not need to be harmful to the environment, so let's ban manual plastic ones.", "committee_note": "", "state": "closed", "signature_count": 1475, "created_at": "2021-08-01T19:47:10.316Z", "updated_at": "2022-11-28T12:02:45.482Z", "rejected_at": null, "opened_at": "2021-08-04T08:40:20.847Z", "closed_at": "2022-02-04T23:59:59.999Z", "moderation_threshold_reached_at": "2021-08-02T22:07:45.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": null, "government_response": null, "debate": null, "departments": [{"acronym": "DEFRA", "name": "Department for Environment, Food and Rural Affairs", "url": "https://www.gov.uk/government/organisations/department-for-environment-food-rural-affairs"}], "topics": []}}, {"type": "petition", "id": 593313, "links": {"self": "https://petition.parliament.uk/petitions/593313.json"}, "attributes": {"action": "Ban new waste incinerators and phase out current incinerators", "background": "There are many low carbon recycling alternatives to incinerators which can often be done nearer the generated waste, and create many jobs in the green industry.", "additional_details": "Banning new incinerators and setting a policy to phase out existing incinerators would be a timely policy as the UK hosts COP26.\r\nIncinerators give out millions of tonnes of carbon dioxide, and also give out very small particles (PM2.5 and less) which can get into the blood stream and do damage to any of the many organs. Nitrous dioxide, an acidic gas, is given off, which can adversely affect respiration. Recent studies have found that even very small concentrations of aerial pollutants can do damage. It has been estimated there are 7 million deaths worldwide each year due to air pollution.", "committee_note": "", "state": "closed", "signature_count": 1381, "created_at": "2021-07-24T19:33:52.694Z", "updated_at": "2022-02-04T00:00:01.896Z", "rejected_at": null, "opened_at": "2021-08-03T11:42:14.974Z", "closed_at": "2022-02-03T23:59:59.999Z", "moderation_threshold_reached_at": "2021-07-30T07:29:05.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": null, "government_response": null, "debate": null, "departments": [{"acronym": "DEFRA", "name": "Department for Environment, Food and Rural Affairs", "url": "https://www.gov.uk/government/organisations/department-for-environment-food-rural-affairs"}], "topics": []}}, {"type": "petition", "id": 621078, "links": {"self": "https://petition.parliament.uk/petitions/621078.json"}, "attributes": {"action": "Reduce fixed penalty for speeding in a 20mph zone to 1 penalty point", "background": "I want the fixed penalty for offences relating to the new 20 mph speed limits to be reduced to a level I believe commensurate with the offence and more in line with public opinion.", "additional_details": "For reasons including safety and green policies speed limits have been reduced in many places to 20 mph and the intensity of speed cameras in some areas appears to have increased.\r\n \r\nOne consequence is more penalty points awarded for people driving below 30 mph, often leading to driving bans and speed awareness courses, now at all-time highs.  I believe reducing the penalty for speeding in a 20mph zone would help ease public stress on this issue and free resources for more useful work.", "committee_note": "", "state": "open", "signature_count": 1289, "created_at": "2022-07-29T09:08:48.808Z", "updated_at": "2023-01-02T09:45:30.000Z", "rejected_at": null, "opened_at": "2022-08-02T18:30:31.163Z", "closed_at": null, "moderation_threshold_reached_at": "2022-07-30T10:41:49.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": "Andrew Fox", "rejection": null, "government_response": null, "debate": null, "departments": [{"acronym": "DfT", "name": "Department for Transport", "url": "https://www.gov.uk/government/organisations/department-for-transport"}], "topics": []}}, {"type": "petition", "id": 618747, "links": {"self": "https://petition.parliament.uk/petitions/618747.json"}, "attributes": {"action": "Endorse and implement the Plant Based Treaty", "background": "We call on the UK Government to endorse and implement the steps outlined in the Plant Based Treaty. This should include expanding plant-based options on school and hospital menus to 50% by 2025. ", "additional_details": "A new green, plant-based food strategy can help to combat the climate crisis, improve peoples’ health, and end the exploitation of animals.\r\n\r\nIn September 2021, 20 MPs called on the Plant Based Treaty to be debated in Parliament in Early Day Motion 434. \r\n \r\nOn June 13, the Prime Minister launched the UK's food strategy following a 2021 National Food Strategy review. The strategy aims to increase demand for seafood and venison. We feel that fishing is horrendously damaging for our oceans, and animal agriculture is a major contributor to the climate crisis.", "committee_note": "", "state": "open", "signature_count": 1278, "created_at": "2022-06-20T09:47:20.169Z", "updated_at": "2022-12-29T18:21:20.000Z", "rejected_at": null, "opened_at": "2022-06-29T15:28:59.344Z", "closed_at": null, "moderation_threshold_reached_at": "2022-06-20T15:26:29.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": "James O'Toole", "rejection": null, "government_response": null, "debate": null, "departments": [{"acronym": "DEFRA", "name": "Department for Environment, Food and Rural Affairs", "url": "https://www.gov.uk/government/organisations/department-for-environment-food-rural-affairs"}], "topics": []}}, {"type": "petition", "id": 581401, "links": {"self": "https://petition.parliament.uk/petitions/581401.json"}, "attributes": {"action": "Do not mandate a vaccine passport for international travel to or from the UK.", "background": "People (including non-British citizens wishing to visit the UK) who choose not to get vaccinated for whatever reason should not be discriminated against in the form of being prevented from travelling abroad, to or from the UK.", "additional_details": "Current debate focuses around domestic vaccine passports used for everyday life in the UK. However, there seems to be an international effort to place restrictions on international travel in the form of vaccine passports for incoming travellers, as has been seen in the EU (digital 'green' certificates).\r\n\r\nAs a commitment to liberal principles and the principle of non-coercion, the government should not require a vaccination certificate upon entry to the UK or upon leaving the UK.", "committee_note": null, "state": "closed", "signature_count": 1120, "created_at": "2021-03-27T13:22:48.788Z", "updated_at": "2021-10-26T23:00:05.650Z", "rejected_at": null, "opened_at": "2021-04-26T09:01:08.696Z", "closed_at": "2021-10-26T22:59:59.999Z", "moderation_threshold_reached_at": "2021-03-29T09:16:25.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": null, "government_response": null, "debate": null, "departments": [{"acronym": "DfT", "name": "Department for Transport", "url": "https://www.gov.uk/government/organisations/department-for-transport"}], "topics": ["covid-19"]}}, {"type": "petition", "id": 332338, "links": {"self": "https://petition.parliament.uk/petitions/332338.json"}, "attributes": {"action": "Make it law for all new builds  to include green energy solutions.", "background": "Builders should be required to install green energy solutions in all new builds with immediate effect. For example, automatically installing solar panels on roofs of all new homes and business premises and thoroughly insulating new builds to save energy consumption.", "additional_details": "To reduce the use of fossil fuels, to increase energy efficiency and reduce the impact on the climate.", "committee_note": "", "state": "closed", "signature_count": 880, "created_at": "2020-07-21T15:35:41.187Z", "updated_at": "2021-08-06T16:27:24.303Z", "rejected_at": null, "opened_at": "2020-07-28T15:32:23.243Z", "closed_at": "2021-01-28T23:59:59.999Z", "moderation_threshold_reached_at": "2020-07-21T16:45:54.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": null, "government_response": null, "debate": null, "departments": [{"acronym": "DLUHC", "name": "Department for Levelling Up, Housing and Communities ", "url": "https://www.gov.uk/government/organisations/department-for-levelling-up-housing-and-communities"}], "topics": []}}, {"type": "petition", "id": 330247, "links": {"self": "https://petition.parliament.uk/petitions/330247.json"}, "attributes": {"action": "Do not reduce environmental protections or protected species legislation", "background": "During a recent speech from PM he said \"the newt-counting delays in our system are a massive drag on the productivity and prosperity of this country\" This is worrying, it sounds like he wants to remove protected species legislation and this could lead to degrading of environmental protection laws.", "additional_details": "Great crested newts are a protected species, their numbers are declining. Currently they are protected through Annex II and IV of the EU habitats directive.\r\n\r\nAs the UK recovers from the COVID-19 pandemic we should lead the way for a green revolution for the environment and economy.\r\n \r\nThe Government should clarify whether it has any plans to remove protected species legislation for newts, which could lead to a further removal of environmental protections in this country and is the opposite of what is needed now.", "committee_note": "", "state": "closed", "signature_count": 731, "created_at": "2020-07-03T05:56:08.496Z", "updated_at": "2021-07-28T16:24:16.620Z", "rejected_at": null, "opened_at": "2020-09-10T12:27:44.109Z", "closed_at": "2021-03-10T23:59:59.999Z", "moderation_threshold_reached_at": "2020-07-03T07:00:54.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": null, "government_response": null, "debate": null, "departments": [{"acronym": "DEFRA", "name": "Department for Environment, Food and Rural Affairs", "url": "https://www.gov.uk/government/organisations/department-for-environment-food-rural-affairs"}], "topics": []}}, {"type": "petition", "id": 608274, "links": {"self": "https://petition.parliament.uk/petitions/608274.json"}, "attributes": {"action": "Commit to UK natural gas and increase investment", "background": "The Government should commit to developing natural gas from UK sources as a central part of its energy policy, including north sea production and fracking. As part of the transition to non-fossil fuels, Natural Gas will surely be required for decades before 2050. ", "additional_details": "It is not ‘green’ to bring it in by tanker from the USA. It is political madness to expose ourselves to supplies from overseas. \r\n\r\nThe rising cost of natural gas need not be a global problem for the UK. We surely have enough to be self-sufficient. The transition to 2050 is a marathon, not a sprint. Common sense needs to be applied to managing the transition. The solution to the fuel crisis is supply, not convoluted subsidies. It is time Government adopted the old business maxim - Keep It Simple Stupid! (KISS).", "committee_note": "", "state": "closed", "signature_count": 724, "created_at": "2022-02-07T12:16:21.772Z", "updated_at": "2022-08-11T03:27:39.000Z", "rejected_at": null, "opened_at": "2022-02-10T16:48:03.934Z", "closed_at": "2022-08-10T22:59:59.999Z", "moderation_threshold_reached_at": "2022-02-07T15:39:18.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": null, "government_response": null, "debate": null, "departments": [{"acronym": "DEFRA", "name": "Department for Environment, Food and Rural Affairs", "url": "https://www.gov.uk/government/organisations/department-for-environment-food-rural-affairs"}], "topics": []}}, {"type": "petition", "id": 589397, "links": {"self": "https://petition.parliament.uk/petitions/589397.json"}, "attributes": {"action": "Ensure golf courses and other sports grounds are protected from development", "background": "Amend the Planning Bill so that local authorities have a duty to protect golf courses and other sports grounds from redevelopment.", "additional_details": "The Government’s Planning Bill requires Local Authorities to produce Local Plans that allow development on Green Belt land if there are insufficient Brownfield sites to meet expanded Central Government targets. This has resulted in a large number of golf courses in the South East being included in draft Local Plans.\r\n \r\nGolf has enjoyed a surge in popularity over the last 18 months. The Government should be encouraging outdoor sports to develop the physical and mental health of the nation.", "committee_note": "", "state": "closed", "signature_count": 466, "created_at": "2021-06-21T12:59:49.550Z", "updated_at": "2022-01-08T00:00:00.146Z", "rejected_at": null, "opened_at": "2021-07-07T13:03:00.827Z", "closed_at": "2022-01-07T23:59:59.999Z", "moderation_threshold_reached_at": "2021-07-02T12:35:05.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": null, "government_response": null, "debate": null, "departments": [{"acronym": "DLUHC", "name": "Department for Levelling Up, Housing and Communities ", "url": "https://www.gov.uk/government/organisations/department-for-levelling-up-housing-and-communities"}], "topics": []}}, {"type": "petition", "id": 311520, "links": {"self": "https://petition.parliament.uk/petitions/311520.json"}, "attributes": {"action": "Ban selling drinks bottles that aren’t made out of a sustainable material.", "background": "Create a ban for all drinks bottles or containers that aren’t made from a sustainable, biodegradable, compostable, 100% recycled or recyclable materials. This could include packaging it in recyclable cans, rice husk, recyclable cartons, coconut wood etc. Single use plastics must be avoided.", "additional_details": "There is a massive global issue regarding single use plastic and plastic pollution, and a large proportion of this waste is produced by plastic bottles and drinks. The aim is to steer people away from continuously buying plastic bottles, especially for water, and instead to buy drinks packaged in materials that can be absorbed back into the earth. This would be a huge step towards making our country green and environmentally conscious, which is so important at this time.", "committee_note": null, "state": "closed", "signature_count": 454, "created_at": "2020-03-28T13:50:11.850Z", "updated_at": "2020-11-13T00:00:05.388Z", "rejected_at": null, "opened_at": "2020-05-12T14:28:14.094Z", "closed_at": "2020-11-12T23:59:59.999Z", "moderation_threshold_reached_at": "2020-03-28T17:32:24.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": null, "government_response": null, "debate": null, "departments": [{"acronym": "DEFRA", "name": "Department for Environment, Food and Rural Affairs", "url": "https://www.gov.uk/government/organisations/department-for-environment-food-rural-affairs"}], "topics": []}}, {"type": "petition", "id": 616891, "links": {"self": "https://petition.parliament.uk/petitions/616891.json"}, "attributes": {"action": "Suspend major development applications on green belt and protected land", "background": "Impose a moratorium on all applications and decisions regarding major developments on protected land until:", "additional_details": "• Local housing targets are recalculated using 2022 data\r\n• Local Plans are amended to reflect new targets\r\n• “Very special circumstances” and protections for designated land are refined\r\n \r\nLocal Plans are incomplete in many areas and Government-imposed housing targets not being met.\r\n \r\nDevelopers appeal to the Planning Inspectorate when refused permission locally to build on designated protected land.\r\n \r\nWe believe local decisions are being influenced by possible legal costs, especially where developers have made it clear they will appeal a refusal.\r\n \r\nAs a result, we believe many developments are being approved, against the wishes of local communities, while future generations are being robbed of the legacy of the countryside and open spaces.", "committee_note": "", "state": "closed", "signature_count": 439, "created_at": "2022-05-18T21:42:26.944Z", "updated_at": "2022-12-08T00:00:08.450Z", "rejected_at": null, "opened_at": "2022-05-23T16:52:20.622Z", "closed_at": "2022-12-07T23:59:59.999Z", "moderation_threshold_reached_at": "2022-05-18T22:28:29.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": null, "government_response": null, "debate": null, "departments": [{"acronym": "DLUHC", "name": "Department for Levelling Up, Housing and Communities ", "url": "https://www.gov.uk/government/organisations/department-for-levelling-up-housing-and-communities"}], "topics": []}}, {"type": "petition", "id": 601851, "links": {"self": "https://petition.parliament.uk/petitions/601851.json"}, "attributes": {"action": "Require wildlife crossings to be added to all roads", "background": "Roads contribute to declining biodiversity. As an example, roads put pressure on barn owl numbers in certain areas as a result of deaths caused by vehicle strikes. Bats can be affected by road lighting at night and insect pollinators are affected by pollution and poor management of grass verges.", "additional_details": "The Highways England Biodiversity plan proposes to include at least five measures to maximise habitat connectivity, linking road verges and associated land with the wider landscape wherever possible. This will include consideration of measures to improve connectivity across roads, which might include green bridges and/or tunnels.\r\n\r\nWe would love our wildlife to be able to cross roads safely, this will lead to fewer car accidents and increased biodiversity and wildlife in the United Kingdom.", "committee_note": "", "state": "closed", "signature_count": 407, "created_at": "2021-11-24T13:08:52.563Z", "updated_at": "2022-05-29T23:00:00.803Z", "rejected_at": null, "opened_at": "2021-11-29T15:49:44.399Z", "closed_at": "2022-05-29T22:59:59.999Z", "moderation_threshold_reached_at": "2021-11-24T14:45:58.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": null, "government_response": null, "debate": null, "departments": [{"acronym": "DfT", "name": "Department for Transport", "url": "https://www.gov.uk/government/organisations/department-for-transport"}], "topics": []}}, {"type": "petition", "id": 593188, "links": {"self": "https://petition.parliament.uk/petitions/593188.json"}, "attributes": {"action": "Seek to agree upon equivalence of NHS Covid pass and European Covid Green Pass", "background": "From 12 August a European Green pass (equivalent to the NHS covid pass) will be needed to enter some public spaces (restaurants, clubs,etc) in some EU countries. Similarly, the NHS Covid pass is being required by some UK venues. The Government should agree equivalence of these passes with the EU.", "additional_details": "Currently vaccinations are not fully recognised between EU and UK and the various apps and systems are not talking to each other. This means that a British citizen going to a EU country may not be able to access public spaces in the EU and vice versa, and the European Green pass may not be recognised for European tourists in the UK.", "committee_note": "", "state": "closed", "signature_count": 397, "created_at": "2021-07-23T11:45:45.805Z", "updated_at": "2022-01-29T00:00:08.036Z", "rejected_at": null, "opened_at": "2021-07-28T16:21:23.526Z", "closed_at": "2022-01-28T23:59:59.999Z", "moderation_threshold_reached_at": "2021-07-23T12:23:45.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": null, "government_response": null, "debate": null, "departments": [{"acronym": "DfT", "name": "Department for Transport", "url": "https://www.gov.uk/government/organisations/department-for-transport"}], "topics": ["covid-19"]}}, {"type": "petition", "id": 300453, "links": {"self": "https://petition.parliament.uk/petitions/300453.json"}, "attributes": {"action": "Include gardening in the National Curriculum", "background": "As part of their science classes, children could have an applied session to plant and harvest vegetables. In the process, they could learn the benefits of growing one's greens, composting & recycling & the benefits for the environment.", "additional_details": "Education is the basis of a good, responsible citizen. In light of the current climate, it is important that future generations understand the basis of a sustainable economy, food sourcing and waste management.", "committee_note": "", "state": "closed", "signature_count": 397, "created_at": "2020-03-05T15:16:53.314Z", "updated_at": "2020-09-10T23:00:07.565Z", "rejected_at": null, "opened_at": "2020-03-10T19:07:22.904Z", "closed_at": "2020-09-10T22:59:59.999Z", "moderation_threshold_reached_at": "2020-03-05T16:31:54.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": null, "government_response": null, "debate": null, "departments": [{"acronym": "DfE", "name": "Department for Education", "url": "https://www.gov.uk/government/organisations/department-for-education"}], "topics": []}}, {"type": "petition", "id": 333670, "links": {"self": "https://petition.parliament.uk/petitions/333670.json"}, "attributes": {"action": "Include funding for more school gardens in the 2020-21 school building programme", "background": "Ideally all schools should have a garden for health, systems learning, emotional & intellectual development, environmental resilience & sustainable work opportunities. Adapt a corner of a playground/sports field/car park to enable development of school curricula & fresh food for local communities.", "additional_details": "We know from decades of research globally that outdoor learning & 'garden school' pedgagogies are extremely beneficial for healthy development of children & youth, as well as for lifelong learning & health. We know from climate research that we urgently need to increase urban green space & protect biological diversity in our environment-locally, nationally & globally. Additionally, we know sustainable agricultural practices & food chains increase the resilience of local economies. A win-win.", "committee_note": null, "state": "closed", "signature_count": 373, "created_at": "2020-08-02T19:42:04.647Z", "updated_at": "2021-02-12T00:00:00.795Z", "rejected_at": null, "opened_at": "2020-08-11T14:23:18.233Z", "closed_at": "2021-02-11T23:59:59.999Z", "moderation_threshold_reached_at": "2020-08-05T09:50:44.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": null, "government_response": null, "debate": null, "departments": [{"acronym": "DfE", "name": "Department for Education", "url": "https://www.gov.uk/government/organisations/department-for-education"}], "topics": []}}, {"type": "petition", "id": 594649, "links": {"self": "https://petition.parliament.uk/petitions/594649.json"}, "attributes": {"action": "Abolish HS2 to fund a greener future for Britain", "background": "Abolish HS2 and use the money saved to fund green projects in the country to help us move towards a safer future. HS2 itself is terrible for the environment and the money should be used to help resolve the climate crisis instead.", "additional_details": "We are at the brink of an irreversible climate catastrophe, and building HS2 is detrimental to our environment. If the money spent on HS2 was instead spent on funding green projects and movements, we could help prevent this catastrophe from happening and be a trailblazer for environmental change.", "committee_note": "", "state": "closed", "signature_count": 342, "created_at": "2021-08-11T09:55:25.012Z", "updated_at": "2022-02-18T00:00:07.809Z", "rejected_at": null, "opened_at": "2021-08-17T07:22:03.268Z", "closed_at": "2022-02-17T23:59:59.999Z", "moderation_threshold_reached_at": "2021-08-11T19:10:15.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": null, "government_response": null, "debate": null, "departments": [{"acronym": "DfT", "name": "Department for Transport", "url": "https://www.gov.uk/government/organisations/department-for-transport"}], "topics": []}}, {"type": "petition", "id": 598973, "links": {"self": "https://petition.parliament.uk/petitions/598973.json"}, "attributes": {"action": "Require every garment sold in the UK to include a 'Carbon Checker' label", "background": "We want legislation enacted that will require every UK garment to feature a 'Carbon Checker' label. This will enable shoppers to factor how green a garment is into their purchasing decisions. \r\n\r\nThe 'Carbon Checker' label would show how environmentally friendly a garment is, on a scale of A-E.", "additional_details": "The fashion industry is one of the most polluting in the world. It contributes 1.2bn tonnes of CO2 per year and the Government does not have adequate plans in place to combat it. \r\n\r\nTwo-thirds of emissions from UK clothing occur overseas. Complex supply chains mean cotton is grown, woven and dyed on different continents then transported many miles to market. \r\n\r\nIf consumers can factor how eco-friendly a garment is into their purchasing decision, this should encourage the fashion industry to prioritise greener manufacturing methods.", "committee_note": "", "state": "closed", "signature_count": 284, "created_at": "2021-10-12T17:16:28.576Z", "updated_at": "2022-04-14T23:00:00.806Z", "rejected_at": null, "opened_at": "2021-10-14T10:23:39.312Z", "closed_at": "2022-04-14T22:59:59.999Z", "moderation_threshold_reached_at": "2021-10-12T21:19:18.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": null, "government_response": null, "debate": null, "departments": [{"acronym": "DEFRA", "name": "Department for Environment, Food and Rural Affairs", "url": "https://www.gov.uk/government/organisations/department-for-environment-food-rural-affairs"}], "topics": []}}, {"type": "petition", "id": 607977, "links": {"self": "https://petition.parliament.uk/petitions/607977.json"}, "attributes": {"action": "Suspend the green levies on domestic fuel immediately.", "background": "The green levies on domestic fuel should be suspended until such time that the present fuel crisis is over.  The imposition of these levies did not make allowances for extraordinary events such as the  pandemic or the shortages of world fuel supplies or the political manipulation of the fuel supply.", "additional_details": "The effect of these imposed green levies, combined with reductions of income due to the pandemic and soaring fuel costs, many families throughout the country are struggling  it's either heat or eat.", "committee_note": "", "state": "closed", "signature_count": 237, "created_at": "2022-02-03T19:54:20.122Z", "updated_at": "2022-08-09T23:00:01.892Z", "rejected_at": null, "opened_at": "2022-02-09T15:40:10.918Z", "closed_at": "2022-08-09T22:59:59.999Z", "moderation_threshold_reached_at": "2022-02-05T13:45:58.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": null, "government_response": null, "debate": null, "departments": [{"acronym": "BEIS", "name": "Department for Business, Energy and Industrial Strategy", "url": "https://www.gov.uk/government/organisations/department-for-business-energy-and-industrial-strategy"}], "topics": []}}, {"type": "petition", "id": 587003, "links": {"self": "https://petition.parliament.uk/petitions/587003.json"}, "attributes": {"action": "Publish criteria for allocating countries to red, amber and green lists", "background": "Publish the criteria for allocating countries to the red and amber lists and show how each country meets these criteria. ", "additional_details": "In the interests of openness, honesty and fairness, and in order to gain the confidence of the public and to show how we are following the science and the data and making rational decisions that aren't based entirely on economic interest, the data that is used to make the decisions about countries placed on the red and amber lists needs to be published.  In due course, the number and percentage of people in hotel quarantine and home quarantine that are found to be positive must also be released.", "committee_note": "", "state": "closed", "signature_count": 236, "created_at": "2021-05-23T09:32:19.184Z", "updated_at": "2021-12-03T00:00:03.305Z", "rejected_at": null, "opened_at": "2021-06-02T10:10:55.786Z", "closed_at": "2021-12-02T23:59:59.999Z", "moderation_threshold_reached_at": "2021-05-24T09:14:55.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": null, "government_response": null, "debate": null, "departments": [{"acronym": "DfT", "name": "Department for Transport", "url": "https://www.gov.uk/government/organisations/department-for-transport"}], "topics": []}}, {"type": "petition", "id": 614289, "links": {"self": "https://petition.parliament.uk/petitions/614289.json"}, "attributes": {"action": "Stop investing in new nuclear power in the UK", "background": "The waste from nuclear energy is a liability for future generations. An accident or terrorist attack at nuclear sites could be catastrophic. New technology means there are green alternatives which we believe are superior to nuclear power. The Government should stop investing in new nuclear power.", "additional_details": "Since new technological developments have improved green power generation, we believe the Government should redirect investment in nuclear energy to wind turbines onshore & off, solar power and tidal powered green energies.\r\n \r\nIt is quicker to produce, still creates jobs if we manufacture in the UK and does not leave a problem for the next generations to dispose of dangerous waste.\r\n \r\nSome members of the public complain about the look and impact of onshore wind farms in their county, but we believe these are preferable to new nuclear power stations.", "committee_note": "", "state": "closed", "signature_count": 221, "created_at": "2022-04-07T13:51:14.942Z", "updated_at": "2022-11-03T20:45:20.000Z", "rejected_at": null, "opened_at": "2022-04-19T08:12:21.067Z", "closed_at": "2022-11-02T23:59:59.999Z", "moderation_threshold_reached_at": "2022-04-10T11:56:29.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": null, "government_response": null, "debate": null, "departments": [{"acronym": "BEIS", "name": "Department for Business, Energy and Industrial Strategy", "url": "https://www.gov.uk/government/organisations/department-for-business-energy-and-industrial-strategy"}], "topics": []}}, {"type": "petition", "id": 592397, "links": {"self": "https://petition.parliament.uk/petitions/592397.json"}, "attributes": {"action": "Add Romania to the green travel list", "background": "Respect the current regulations for adding new countries to the green travel list. It seems like some coubtries, although had a low number of new cases abd deaths, have not been added and not even considered for being added to the green list. Romania's numbers are comparable to Bulgaria's.", "additional_details": "Consider adding Romania to the green list for travelling and/or accept EU COVID19 passport.", "committee_note": "", "state": "closed", "signature_count": 202, "created_at": "2021-07-16T09:43:09.583Z", "updated_at": "2022-01-21T00:00:06.240Z", "rejected_at": null, "opened_at": "2021-07-20T16:00:52.319Z", "closed_at": "2022-01-20T23:59:59.999Z", "moderation_threshold_reached_at": "2021-07-16T09:46:25.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": null, "government_response": null, "debate": null, "departments": [{"acronym": "DfT", "name": "Department for Transport", "url": "https://www.gov.uk/government/organisations/department-for-transport"}], "topics": []}}, {"type": "petition", "id": 560629, "links": {"self": "https://petition.parliament.uk/petitions/560629.json"}, "attributes": {"action": "Extend the Green Homes Grant Scheme for Heating and Insulation", "background": "This scheme was introduced to boost the post-COVID economy and combat climate change but it only runs for a limited period (currently till March 2022), severely limiting who benefits. \r\n", "additional_details": "We call on the government to extend the Green Homes scheme for 5 years or until 90% of homes have low carbon heating. \r\n\r\nHeating and hot water account for 20% of UK greenhouse gas emissions. \r\nLow carbon heating and home insulation can minimise this, but are too expensive for many people. \r\n\r\nAt current installation rates it will take 700 years to reach every UK home. Demand for these grants has already outstripped installer capacity, but potential new installers are finding it difficult to justify training costs for returns in the short scheme timeframe. \r\n\r\nThis scheme must be extended to grow jobs and help the climate.\r\n\r\n", "committee_note": "", "state": "closed", "signature_count": 194, "created_at": "2020-11-15T13:49:49.138Z", "updated_at": "2021-08-06T16:30:24.337Z", "rejected_at": null, "opened_at": "2020-12-15T16:42:34.707Z", "closed_at": "2021-06-15T22:59:59.999Z", "moderation_threshold_reached_at": "2020-11-16T08:47:17.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": null, "government_response": null, "debate": null, "departments": [{"acronym": "HMT", "name": "HM Treasury", "url": "https://www.gov.uk/government/organisations/hm-treasury"}], "topics": []}}, {"type": "petition", "id": 589951, "links": {"self": "https://petition.parliament.uk/petitions/589951.json"}, "attributes": {"action": "Trial capping net immigration and then gradually reduce it to tens of thousands", "background": "The Government must cap immigration. To do so sensibly a trial period could be brought in and then the cap could be lowered over a few years. It could be done by capping the number of work visas, allowing only top 5% students to stay after studies, and more enforcement to deport overstayers.", "additional_details": "YouGov polls show the public is in favour of reducing net immigration levels. This should help fight the problems of housing shortage, loss of green spaces, road congestion and demand on public services at the core, rather than treating the symptoms. Previous Governments have pledged to lower immigration numbers, but plans to cap immigration have been abandoned. Even though it may entail temporary economic disadvantages, the numbers must be capped urgently accordingly to public demands.", "committee_note": "", "state": "closed", "signature_count": 171, "created_at": "2021-06-26T09:39:34.330Z", "updated_at": "2022-01-08T00:00:00.156Z", "rejected_at": null, "opened_at": "2021-07-07T13:32:25.641Z", "closed_at": "2022-01-07T23:59:59.999Z", "moderation_threshold_reached_at": "2021-06-27T13:23:25.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": null, "government_response": null, "debate": null, "departments": [{"acronym": "HO", "name": "Home Office", "url": "https://www.gov.uk/government/organisations/home-office"}], "topics": []}}, {"type": "petition", "id": 581996, "links": {"self": "https://petition.parliament.uk/petitions/581996.json"}, "attributes": {"action": "Increase fixed penalty fines for littering", "background": "Penalties need to be increased to a level which shows that the authorities and society will no longer tolerate this antisocial, selfish behaviour, detrimental to the environment. ", "additional_details": "We have seen scenes across England of littered strewn parks, nature reserves, beaches and open spaces recently. Litter can have an effect on residents, people’s health, the economy, business, tourism, on crime and anti-social behaviour, and of course, on the environment.\r\n \r\n'A Green Future: Our 25 Year Plan to Improve the Environment', sets out what the Government will do to improve the environment within a generation. Increasing consequences for littering could have an immediate positive environmental effect.", "committee_note": "", "state": "closed", "signature_count": 162, "created_at": "2021-04-02T18:35:07.523Z", "updated_at": "2021-10-29T23:00:03.852Z", "rejected_at": null, "opened_at": "2021-04-29T15:42:31.859Z", "closed_at": "2021-10-29T22:59:59.999Z", "moderation_threshold_reached_at": "2021-04-03T08:10:25.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": null, "government_response": null, "debate": null, "departments": [{"acronym": "DEFRA", "name": "Department for Environment, Food and Rural Affairs", "url": "https://www.gov.uk/government/organisations/department-for-environment-food-rural-affairs"}], "topics": []}}, {"type": "petition", "id": 620776, "links": {"self": "https://petition.parliament.uk/petitions/620776.json"}, "attributes": {"action": "Ban the words \"plant\", \"grass\" & \"tree\" when used to sell plastic substitutes", "background": "Ban the use of nouns of \"plant\", \"grass\" and \"tree\" in advertising & selling plastic substitutes. We believe using these words is misleading, confusing and false.  EU's Court of Justice ruled in 2017 that plant-based products could not use the words ‘milk’, ‘cream’, etc. The same should apply here.", "additional_details": "A plant is a \"living thing that grows in earth, in water, or on other plants, usually has a stem, leaves, roots, and flowers, and produces seeds\". Grass is a \"a low, green plant that grows naturally.\" A tree is \"a tall plant that has a wooden trunk and branches that grow from its upper part\". We believe using these nouns implies plastic products are natural, and is misinformation and misleadingly entices buying. Plastic has no proven natural benefits to the earth system.", "committee_note": "", "state": "open", "signature_count": 147, "created_at": "2022-07-23T05:59:40.627Z", "updated_at": "2023-01-01T19:34:40.000Z", "rejected_at": null, "opened_at": "2022-07-26T14:43:20.597Z", "closed_at": null, "moderation_threshold_reached_at": "2022-07-25T00:24:29.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": "Linda Aspey", "rejection": null, "government_response": null, "debate": null, "departments": [{"acronym": "BEIS", "name": "Department for Business, Energy and Industrial Strategy", "url": "https://www.gov.uk/government/organisations/department-for-business-energy-and-industrial-strategy"}], "topics": []}}, {"type": "petition", "id": 610860, "links": {"self": "https://petition.parliament.uk/petitions/610860.json"}, "attributes": {"action": "Hold a referendum on the UK meeting net zero much earlier than 2050.", "background": "The rising price of fossil fuels is placing an unaffordable burden on the British people. Our reliance on imports of foreign fossil fuels also weakens our national security. We need to ditch our expensive and dangerous reliance on oil, coal and gas far quicker than is currently planned.", "additional_details": "The huge rise in energy bills is caused by increasingly expensive fossil fuels. These are responsible for 85% of the rise in bills in the UK according to energy think tank Ember. Green energy saves people money, ends our reliance on gas and oil imported from Britain's enemies and helps limit the flooding and extreme weather caused by climate change and which damages so many communities in Britain. We need to move much faster to achieve these benefits than 2050.", "committee_note": "", "state": "closed", "signature_count": 147, "created_at": "2022-03-06T21:05:20.088Z", "updated_at": "2022-09-25T23:00:01.607Z", "rejected_at": null, "opened_at": "2022-03-11T17:45:30.841Z", "closed_at": "2022-09-25T22:59:59.999Z", "moderation_threshold_reached_at": "2022-03-07T09:35:58.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": null, "government_response": null, "debate": null, "departments": [{"acronym": "BEIS", "name": "Department for Business, Energy and Industrial Strategy", "url": "https://www.gov.uk/government/organisations/department-for-business-energy-and-industrial-strategy"}], "topics": []}}, {"type": "petition", "id": 596161, "links": {"self": "https://petition.parliament.uk/petitions/596161.json"}, "attributes": {"action": "Stop Day 2 Tests for Green List and Fully Vaccinated Amber Arrivals", "background": "Testing is an extreme hassle to holidays in the present climate and is continuing to damage the travel industry. The Government should stop Day 2 testing for Green List arrivals and also for fully vaccinated Amber Arrivals. Tests should still be required to enter the UK.", "additional_details": "The Government need to do more to support the travel industry and allow people to get back to normal. Hundreds of thousands of people are putting off holidays because of the confusion and hassle of testing. The rules need to be changed to make holidays accessible now to all. Day 2 tests should be scrapped for Green List and for fully vaccinated for Amber Arrivals. \r\n\r\nFor a family of 4, total testing could total over £400. \r\n\r\nTravel needs our support, the government is not delivering.", "committee_note": null, "state": "closed", "signature_count": 142, "created_at": "2021-09-01T13:59:21.555Z", "updated_at": "2022-03-08T00:00:01.139Z", "rejected_at": null, "opened_at": "2021-09-07T07:17:12.473Z", "closed_at": "2022-03-07T23:59:59.999Z", "moderation_threshold_reached_at": "2021-09-01T17:44:58.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": null, "government_response": null, "debate": null, "departments": [{"acronym": "DHSC", "name": "Department of Health and Social Care", "url": "https://www.gov.uk/government/organisations/department-of-health-and-social-care"}], "topics": ["covid-19"]}}, {"type": "petition", "id": 566180, "links": {"self": "https://petition.parliament.uk/petitions/566180.json"}, "attributes": {"action": "Make cat owners responsible for their cats fouling on private property", "background": "To introduce the law that binds cat owners to tidy up after THEIR pets, just as dog owners are responsible for their pets droppings. It can’t be justified to let your own cat make a mess in your neighbours garden and not clean after them. This is very disturbing and hugely rude behaviour.", "additional_details": "As there is no law in place about cat owners responsibilities about their cats fouling in other people gardens, me and many fed up garden owners feel like something needs to be done about the problem. A lot of people would like to enjoy the tranquility of their private little green space, but can’t do it surrounded by cats mess. And it’s not their cat even, so why should they be made responsible and punished for it? Seems like there are double standards when it comes to cats and dogs in the UK.", "committee_note": null, "state": "closed", "signature_count": 139, "created_at": "2021-01-02T15:27:01.152Z", "updated_at": "2021-07-08T23:00:02.634Z", "rejected_at": null, "opened_at": "2021-01-08T11:22:06.913Z", "closed_at": "2021-07-08T22:59:59.999Z", "moderation_threshold_reached_at": "2021-01-03T17:29:57.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": null, "government_response": null, "debate": null, "departments": [{"acronym": "DEFRA", "name": "Department for Environment, Food and Rural Affairs", "url": "https://www.gov.uk/government/organisations/department-for-environment-food-rural-affairs"}], "topics": []}}, {"type": "petition", "id": 585792, "links": {"self": "https://petition.parliament.uk/petitions/585792.json"}, "attributes": {"action": "Work with councils to promote wildflower and grassland growth", "background": "The Government should work with local councils to promote the regrowth and rewilding of more green urban space. ", "additional_details": "This could involve reducing their grass mowing schedules. This could in turn have great effect on the populations of urban insects and mammals thus helping with wildlife right up the food chain.\r\n\r\nI am very concerned about the state of urban greenspace. Though there are many wonderful designated greenspaces in urban areas there needs to be more focus on using all available land. For instance, the reduction of mowing on grass areas that do not need to be kept short would have a big impact. It would promote the growing of small wildflower and grassland areas all over urban areas. These would act as habitat and as migration routes for all manner of invertebrates and small mammals.", "committee_note": "", "state": "closed", "signature_count": 137, "created_at": "2021-05-12T09:27:11.882Z", "updated_at": "2021-11-27T00:00:02.014Z", "rejected_at": null, "opened_at": "2021-05-26T16:40:37.483Z", "closed_at": "2021-11-26T23:59:59.999Z", "moderation_threshold_reached_at": "2021-05-20T19:44:45.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": null, "government_response": null, "debate": null, "departments": [{"acronym": "DEFRA", "name": "Department for Environment, Food and Rural Affairs", "url": "https://www.gov.uk/government/organisations/department-for-environment-food-rural-affairs"}], "topics": []}}, {"type": "petition", "id": 613896, "links": {"self": "https://petition.parliament.uk/petitions/613896.json"}, "attributes": {"action": "Set minimum rate for energy companies to pay people who export excess energy", "background": "Under the Smart Export Guarantee, energy companies choose their own tariffs when they buy low-carbon energy from small-scale generators. They then profit by selling this back for the full market rate. The Government should give powers to Ofgem to set a high minimum rate for the SEG.", "additional_details": "We should receive a higher rate than we currently do for the excess energy we export back to the Grid. Consumers are getting ripped off twice: for the energy that they purchase which is now more expensive and for the energy that they export back into the domestic supply which is bought for very little.\r\n\r\nEnergy companies shouldn't use double standards for the purchase of green energy exported by consumers. They should give something back.\r\n", "committee_note": "", "state": "closed", "signature_count": 136, "created_at": "2022-04-03T16:56:08.760Z", "updated_at": "2022-10-22T23:00:06.290Z", "rejected_at": null, "opened_at": "2022-04-08T14:48:36.684Z", "closed_at": "2022-10-22T22:59:59.999Z", "moderation_threshold_reached_at": "2022-04-03T19:54:09.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": null, "government_response": null, "debate": null, "departments": [{"acronym": "BEIS", "name": "Department for Business, Energy and Industrial Strategy", "url": "https://www.gov.uk/government/organisations/department-for-business-energy-and-industrial-strategy"}], "topics": []}}, {"type": "petition", "id": 552990, "links": {"self": "https://petition.parliament.uk/petitions/552990.json"}, "attributes": {"action": "Remove the extra £325 road tax on vehicles valued over £40,000 & under 5yrs old", "background": "Vehicle tax should be judged on emissions and other factors but having to pay an extra £325 for vehicles valued over £40k (under 5yrs old) unless they are zero emission is baseless & just an added stealth tax for car enthusiasts. This unjust road tax for non-zero emission vehicles should be removed.", "additional_details": "Paying an extra £325 for vehicles valued over £40k for up to five years, is an unfair tax for vehicle enthusiasts. For example, Tesla (EV) seem exempt on all road tax (for emissions I'm in agreement) but still do use/wear road surfaces etc. Therefore, why are EVs not in the same taxed bracket when above £40k? This additional tax should be uniform & balanced, not just aimed at non-EVs above £40k. Don't forget the electricity supplied for EVs is not always \"green\" & batteries can last just 5-8 years.", "committee_note": "", "state": "closed", "signature_count": 119, "created_at": "2020-10-01T12:21:41.778Z", "updated_at": "2021-04-07T23:00:08.241Z", "rejected_at": null, "opened_at": "2020-10-07T16:37:20.150Z", "closed_at": "2021-04-07T22:59:59.999Z", "moderation_threshold_reached_at": "2020-10-01T14:25:44.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": null, "government_response": null, "debate": null, "departments": [{"acronym": "DfT", "name": "Department for Transport", "url": "https://www.gov.uk/government/organisations/department-for-transport"}], "topics": []}}, {"type": "petition", "id": 573124, "links": {"self": "https://petition.parliament.uk/petitions/573124.json"}, "attributes": {"action": "Set up a National Nature Service to tackle the climate and unemployment crisis", "background": "With Government at all levels of the UK recently declaring ecological and climate emergencies and with the Covid-19 pandemic now expected to increase unemployment to levels not seen in a generation. I believe the time is right for a Government funded employment and training National Nature Service.", "additional_details": "Create a well funded employment programme offering living wage levels for quality training, education and work in conservation. It is vital that people of all ages must be given the option to join the service and are not forced. \r\nThe Service would work in partnership with conservation NGO's, Government Agencies and National Park Authorities.\r\nReport after report bear witness to the destruction of the UK's natural world and we must take action to make a green and sustainable recovery a reality.", "committee_note": "", "state": "closed", "signature_count": 107, "created_at": "2021-02-01T18:06:18.069Z", "updated_at": "2021-08-09T23:00:01.962Z", "rejected_at": null, "opened_at": "2021-02-09T09:44:31.950Z", "closed_at": "2021-08-09T22:59:59.999Z", "moderation_threshold_reached_at": "2021-02-02T14:25:37.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": null, "government_response": null, "debate": null, "departments": [{"acronym": "DEFRA", "name": "Department for Environment, Food and Rural Affairs", "url": "https://www.gov.uk/government/organisations/department-for-environment-food-rural-affairs"}], "topics": []}}]}