{"links": {"self": "https://petition.parliament.uk/petitions.json?q=energy&page=14", "first": "https://petition.parliament.uk/petitions.json?q=energy", "last": "https://petition.parliament.uk/petitions.json?page=17&q=energy", "next": "https://petition.parliament.uk/petitions.json?page=15&q=energy", "prev": "https://petition.parliament.uk/petitions.json?page=13&q=energy"}, "data": [{"type": "petition", "id": 600040, "links": {"self": "https://petition.parliament.uk/petitions/600040.json"}, "attributes": {"action": "New Act to BAN building in flood zones in the UK, and on UK wetlands, by 2023.", "background": "To pass a NEW Act of Parliament to BAN building on wetlands OR flood zones, to embrace the water flow for energy, from moving water power, and re-flourish and renew the same area space of wetland that we have previously lost, as close as possible to the original wetlands, to combat global warming.", "additional_details": "As part of the strategy for COP 26 to combat global warming and the  rejuvenation of our failing eco systems. To use renewable energies and go some way to combat fossil fuels. \r\n\r\nTo re-introduce the ecological importance of wetlands, creating a place for floater to flow to instead of by damaging peoples habitats and homes. \r\n\r\nBy BANNING building in flood zones, recognising the important of that land for our sensitively balanced eco structures.", "committee_note": null, "state": "rejected", "signature_count": 7, "created_at": "2021-10-28T21:31:31.469Z", "updated_at": "2021-11-03T16:14:54.658Z", "rejected_at": "2021-11-03T16:14:53.947Z", "opened_at": null, "closed_at": null, "moderation_threshold_reached_at": "2021-10-30T07:50:18.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": {"code": "no-action", "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe understand that you are concerned about loss of wetlands, but we're not sure exactly what you'd like the Government or Parliament to do. We could accept a petition calling on a ban on new developments on wetlands or flood zones, but it's not clear what actions you want the Government to take to \"embrace the water flow for energy, from moving water power, and re-flourish and renew the same area space of wetland that we have previously lost\".\r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do."}, "government_response": null, "debate": null, "departments": [], "topics": []}}, {"type": "petition", "id": 599303, "links": {"self": "https://petition.parliament.uk/petitions/599303.json"}, "attributes": {"action": "NO quarantine,whether you are vaccinated or not !", "background": "Remove the quarantine for people whether they are vaccinated or not! People have the same rights,they have right to choose if they want to vaccinate or not but they tired mentally and physically to stay without go on holiday,meet there family and friend.", "additional_details": "People a tired!We miss to be free,we miss our family,our friend,holiday we miss to live..we miss be happy.\r\nAnd is no matter if somebody is vaccinated or not ,people have the same rights ! People a getting stressed, we loosing our health,energy and life because of stress,we need go outside to rest,or to meet our family because this gives us new forces and energy but when we coming back we don’t want to stay in quarantine,loose the job,money and stay in house like at Zoo animal in a cage!\r\nWe want be free,travel and come back to work with vaccine or without!", "committee_note": null, "state": "rejected", "signature_count": 7, "created_at": "2021-10-17T20:04:13.783Z", "updated_at": "2021-10-20T08:17:31.117Z", "rejected_at": "2021-10-20T08:17:30.313Z", "opened_at": null, "closed_at": null, "moderation_threshold_reached_at": "2021-10-18T10:51:48.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": {"code": "no-action", "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe understand that you are concerned about requirements to quarantine, but we're not sure if you want the Government to remove all requirements for quarantine for people travelling to the UK, or just to remove the current requirements for people who are not fully vaccinated to quarantine at home or in the place they are staying for 10 days.\r\n\r\nCurrent requirements to quarantine in a managed hotel, and take 2 COVID-19 tests, for people returning from red list countries, apply equally to people who have been fully vaccinated and people who are not fully vaccinated: https://www.gov.uk/guidance/red-list-of-countries-and-territories#when-you-arrive-in-england---red-list-rules\r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do."}, "government_response": null, "debate": null, "departments": [], "topics": []}}, {"type": "petition", "id": 597376, "links": {"self": "https://petition.parliament.uk/petitions/597376.json"}, "attributes": {"action": "Reform of Ofgem, the UK's Energy regulator", "background": "Ofgem is in need of reform in order to fairly regulate the energy industry.", "additional_details": "With multiple supplier failures we believe there are failures by the regulator to successfully manage the market, an example of this would be capping of energy pricing for retailers, but Ofgem actively increasing volatility in the electricity balancing mechanism. \r\n\r\nWith this in mind, in the interest of a fair, regulated market and the jobs at risk owing to Ofgem's inability to successfully regulate the industry, we would request the Government step in urgently and seek to reform the regulator.", "committee_note": null, "state": "rejected", "signature_count": 7, "created_at": "2021-09-18T22:50:01.699Z", "updated_at": "2021-09-23T12:14:30.526Z", "rejected_at": "2021-09-23T12:14:29.400Z", "opened_at": null, "closed_at": null, "moderation_threshold_reached_at": "2021-09-18T22:53:48.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": {"code": "no-action", "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe're not sure exactly what you'd like the Government or Parliament to change. \r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do. "}, "government_response": null, "debate": null, "departments": [], "topics": []}}, {"type": "petition", "id": 594529, "links": {"self": "https://petition.parliament.uk/petitions/594529.json"}, "attributes": {"action": "Cancel the Cambo oilfield and Cumbria coalmine projects ahead of COP26", "background": "The UK government, as the head of this years COP26 conference in Glasgow, should cancel the Cambo oilfield and Cumbria coalmine projects. By doing this, it maintains a continued priority on ending fossil fuel extraction and use in this country and abroad, reducing GHG emissions as a result.", "additional_details": "The 2021 IPCC report clearly shows the importance of ending the use of fossil fuels as a means for energy worldwide before 2030. The consequences of fossil fuel emissions are blatant both from this report, and from what’s happening around the world today. Flash floods, wildfires, rising sea levels - these are all a result of human-accelerated climate change, and if the UK government continues with oil and coal extraction this decade, they will damage the planet further beyond repair.", "committee_note": null, "state": "rejected", "signature_count": 7, "created_at": "2021-08-09T13:44:21.475Z", "updated_at": "2021-09-06T14:36:45.952Z", "rejected_at": "2021-08-16T10:51:08.117Z", "opened_at": null, "closed_at": null, "moderation_threshold_reached_at": "2021-08-09T20:55:15.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": {"code": "irrelevant", "details": "Consent to proceed to production at Cambo filed will be a matter for the UK's regulators, the Oil and Gas Authority (OGA), and the Offshore Petroleum Regulator for Environment and Decommissioning (OPRED), following their standard regulatory processes.\r\n\r\nThe planning decision regarding approval for Cumbria Coal Mine has been called in by the UK Government, and will be subject to a public inquiry: https://assets.publishing.service.gov.uk/government/uploads/system/uploads/attachment_data/file/968840/Call_in_letter_lpa_redacted.pdf"}, "government_response": null, "debate": null, "departments": [{"acronym": "BEIS", "name": "Department for Business, Energy and Industrial Strategy", "url": "https://www.gov.uk/government/organisations/department-for-business-energy-and-industrial-strategy"}], "topics": []}}, {"type": "petition", "id": 594004, "links": {"self": "https://petition.parliament.uk/petitions/594004.json"}, "attributes": {"action": "Introduce mandatory environmental impact ratings on food products sold in the UK", "background": "Just as we currently have mandatory nutritional information, alcohol volume, allergy information and energy ratings on certain products, we should ask manufacturers to estimate CO2 emissions, water and plastic usage per product and to display these on their products packaging.", "additional_details": "An environmental impact rating would allow consumers to make informed choices when buying their food which would help individuals reduce their impact on the environment which we are beginning to see the devastating effects of globally. It would also incentivise companies to reduce their environmental impact as customers would choose to buy the products with a lower rating, thus putting sustainability at a similar priority to their profits.", "committee_note": null, "state": "rejected", "signature_count": 7, "created_at": "2021-08-03T12:22:23.445Z", "updated_at": "2021-08-05T07:26:43.718Z", "rejected_at": "2021-08-05T07:26:40.858Z", "opened_at": null, "closed_at": null, "moderation_threshold_reached_at": "2021-08-03T14:24:35.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": {"code": "duplicate", "details": "You may wish to sign this petition calling for a similar action: https://petition.parliament.uk/petitions/584505"}, "government_response": null, "debate": null, "departments": [], "topics": []}}, {"type": "petition", "id": 587531, "links": {"self": "https://petition.parliament.uk/petitions/587531.json"}, "attributes": {"action": "Conduct an independent review into UKIPO’s handling of trademark registrations", "background": "It has come to light that the UKIPO have over the years erroneously allowed registrations of names of ethnic groups, geographical locations, languages and cultures in its singular form. The recent uproar surrounding a British retailer trademarking ‘Yoruba’ has brought this to the forefront.", "additional_details": "We want the office of the Secretary of State for Business, Energy and Industrial Strategy and the Chief Executive of the UKIPO to carry out an independent review into the UKIPO’s current practices and why they appear not to be following their own policies and guidelines. \r\n\r\nUltimately we want the government to set tighter and clearer rules stipulating that names of ethnic groups, geographical locations, languages and cultures cannot be trademarked in its singular form.", "committee_note": null, "state": "rejected", "signature_count": 7, "created_at": "2021-05-29T12:24:36.035Z", "updated_at": "2021-06-04T07:03:19.543Z", "rejected_at": "2021-06-04T07:03:18.696Z", "opened_at": null, "closed_at": null, "moderation_threshold_reached_at": "2021-05-29T17:06:15.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": {"code": "no-action", "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe understand that you are concerned about the handling of trademark registrations, but it's not clear what policies and guidelines you think the Intellectual Property Office has not been applying correctly.\r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do. For example, we could accept a petition calling on the Government to review rules for the registration of trademarks, and reform these to protect the names of ethnic groups, geographical locations, languages and cultures."}, "government_response": null, "debate": null, "departments": [], "topics": []}}, {"type": "petition", "id": 577865, "links": {"self": "https://petition.parliament.uk/petitions/577865.json"}, "attributes": {"action": "Reverse the 2021, 30% increase in energy prices", "background": "Apparently there has been a very stealthy increase in energy prices of between 20% and 30% this year.The energy companies are profiteering, there is a certain amount of collusion and price fixing, the situation is nothing short of monopolistic. Retail prices MUST be fairly determined and controlled.", "additional_details": "It is Government's responsibility to control rogue and unfair pricing from the monopolistic suppliers of the energy industries, and protect the electorate, who have to pay these obscene profiteering prices.", "committee_note": null, "state": "rejected", "signature_count": 7, "created_at": "2021-03-04T13:30:51.928Z", "updated_at": "2021-03-12T16:56:15.099Z", "rejected_at": "2021-03-12T16:55:31.890Z", "opened_at": null, "closed_at": null, "moderation_threshold_reached_at": "2021-03-04T18:03:35.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": {"code": "irrelevant", "details": "Energy prices are a matter for providers, not the UK Government or Parliament. The level of the price cap itself is set by Ofgem, which is independent of the Government.\r\n\r\nYou could start a petition calling for a change to Ofgem's role in setting the energy price cap, if that is something you'd like to happen.\r\n\r\nYou can find out more about Ofgem here: https://www.ofgem.gov.uk/. "}, "government_response": null, "debate": null, "departments": [], "topics": []}}, {"type": "petition", "id": 573944, "links": {"self": "https://petition.parliament.uk/petitions/573944.json"}, "attributes": {"action": "Re-open primary schools so that parents can focus on keeping or creating jobs", "background": "Keeping primary schools closed puts undue pressure on parents to look after their dependable children all the time.\r\nThis takes time energy resources that distract these parents from doing their jobs. This results in anxiety and stress where parents struggle to keep a minimum level of work activity.", "additional_details": "Allow the primary schools to re-open again so that parents can focus on their job and secure their financial situation in the current uncertainty, while at the same time contribute to the economy.\r\nChildren would also stop from suffering massively as they do not get a decent access to education in lockdown because of lack of space, IT equipment or wifi connection. \r\nRe-opening primary schools would alleviate the massive burden put on the most vulnerable families in a crisis that affects all of us.", "committee_note": null, "state": "rejected", "signature_count": 7, "created_at": "2021-02-04T13:47:25.011Z", "updated_at": "2021-02-11T13:55:22.025Z", "rejected_at": "2021-02-11T13:55:22.028Z", "opened_at": null, "closed_at": null, "moderation_threshold_reached_at": "2021-02-04T14:40:27.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": {"code": "duplicate", "details": "https://petition.parliament.uk/petitions/572322"}, "government_response": null, "debate": null, "departments": [], "topics": []}}, {"type": "petition", "id": 572861, "links": {"self": "https://petition.parliament.uk/petitions/572861.json"}, "attributes": {"action": "Provide all our NHS staff with a pay rise from 6 April 2021", "background": "Our NHS staff have been under extreme pressure throughout the pandemic and have put patients before their family and friends. All their energies continue to be exhausted looking after their patients. We need to recognise what out NHS staff have sacrificed and reward each and everyone across the UK.", "additional_details": "I would urge the chancellor Rishi Sunak to consider a pay rise for all our NHS staff from cleaners, caterers, paramedics, doctors and nurses and all the others. Mr Sunak, as you prepare for the budget in March, I for one would be happy for an increase in the NI contributions for it to go towards a pay rise.", "committee_note": null, "state": "rejected", "signature_count": 7, "created_at": "2021-01-30T19:55:42.981Z", "updated_at": "2021-02-26T09:00:00.341Z", "rejected_at": "2021-02-26T09:00:00.345Z", "opened_at": null, "closed_at": null, "moderation_threshold_reached_at": "2021-01-31T21:30:57.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": {"code": "duplicate", "details": "You might like to sign the following petitions:\r\n\r\nIncrease pay for all NHS staff by 15%\r\nhttps://petition.parliament.uk/petitions/565151\r\n\r\nWe should increase the pay of our NHS staff by 25%.\r\nhttps://petition.parliament.uk/petitions/563356\r\n\r\nProvide a Pay increase of 7% to all our NHS workers fighting COVID19\r\nhttps://petition.parliament.uk/petitions/568373"}, "government_response": null, "debate": null, "departments": [], "topics": []}}, {"type": "petition", "id": 563054, "links": {"self": "https://petition.parliament.uk/petitions/563054.json"}, "attributes": {"action": "E-Scooters/E-Bikes should be legal to use on public roads and public areas.", "background": "The law should be changed to allow public use of E-Scooters. They should be used by 16 years and over and should be classed as a motored vehicle. Allowing for insurance and use on public areas.\r\n\r\nAs current law stands E-Scooters and bikes can only be used on private land!", "additional_details": "E-scooters and bikes are an up and coming mode of transport. Changing the law around them will increase use. The Benifit is clean energy and a safe mode of transport. The government promised a carbon neutral country. This included reducing the amount of carbon emitting cars to net zero. But this does not include a change for under 18s.\r\nThe use of petrol scooters by under 18s are in huge use today. But with no alternative use how can we ask for a carbon neutral county with no alternative for under 18s?", "committee_note": null, "state": "rejected", "signature_count": 7, "created_at": "2020-12-06T11:04:35.653Z", "updated_at": "2020-12-11T16:54:54.215Z", "rejected_at": "2020-12-11T16:54:54.217Z", "opened_at": null, "closed_at": null, "moderation_threshold_reached_at": "2020-12-06T21:05:37.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": {"code": "duplicate", "details": "You might like to sign the following petitions:\r\n\r\nLegalize Personal Light Electric vehicles (PLEVs) such as e-scooters, EUC, etc.\r\nhttps://petition.parliament.uk/petitions/332067\r\n\r\nLegalise and regulate the use of privately owned eScooters before Spring 2021.\r\nhttps://petition.parliament.uk/petitions/553756"}, "government_response": null, "debate": null, "departments": [], "topics": []}}, {"type": "petition", "id": 562902, "links": {"self": "https://petition.parliament.uk/petitions/562902.json"}, "attributes": {"action": "Put solar panels on supermarket buildings", "background": "Instead of eating up farm land, put solar panels on all large buildings, they can be installed on schools, supermarkets, warehouses.", "additional_details": "It will allow wide scale energy to be provided to businesses and residential areas and put back into the grid. \r\nIt will stop destruction of farmland", "committee_note": null, "state": "rejected", "signature_count": 7, "created_at": "2020-12-04T14:01:40.818Z", "updated_at": "2020-12-10T13:40:07.159Z", "rejected_at": "2020-12-10T13:40:07.163Z", "opened_at": null, "closed_at": null, "moderation_threshold_reached_at": "2020-12-05T12:39:27.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": {"code": "irrelevant", "details": "Deciding to install solar panels on supermarkets would be a matter for the owner of the supermarket, not the Government or House of Commons.\r\n\r\nWe could accept a petition calling on the Government to increase incentives for installing solar panels on existing structures, to reduce the need for solar farms elsewhere."}, "government_response": null, "debate": null, "departments": [], "topics": []}}, {"type": "petition", "id": 560136, "links": {"self": "https://petition.parliament.uk/petitions/560136.json"}, "attributes": {"action": "Amend the Building Regulations Act 2010 to make Solar PV Panels mandatory.", "background": "We the Undersigned want the government to amend the Building Regulations Act 2010 to make it mandatory for all new build domestic and commercial properties to be fitted with Solar Photovoltaic Panels as standard.", "additional_details": "In order to achieve goals on carbon emissions the UK must decrease use of non-renewable fossil fuels. Harnessing the energy provided by the sun through the implementation of Solar PV panels will assist with this. While the widespread use of Solar PV panels and the subsequent saving on energy bills for the occupiers would reduce some of the financial burden on the 22% of the UK population living in poverty. As well as creating employment opportunities and helping minimise climate change.", "committee_note": null, "state": "rejected", "signature_count": 7, "created_at": "2020-11-11T13:07:29.792Z", "updated_at": "2020-11-18T11:14:44.979Z", "rejected_at": "2020-11-18T11:14:44.982Z", "opened_at": null, "closed_at": null, "moderation_threshold_reached_at": "2020-11-11T15:50:57.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": {"code": "duplicate", "details": "https://petition.parliament.uk/petitions/332338"}, "government_response": null, "debate": null, "departments": [], "topics": []}}, {"type": "petition", "id": 550614, "links": {"self": "https://petition.parliament.uk/petitions/550614.json"}, "attributes": {"action": "The UK government should never break International Law.", "background": "The UK government should always uphold the rule of law and not seek to breach the international agreement that it signed when approving the Brexit Withdrawal Agreement.", "additional_details": "This agreement officially titled “Agreement on the withdrawal of the United Kingdom of Great Britain and Northern Ireland from the European Union and the European Atomic Energy Community” is registered with the United Nations and has the force of International Law.\r\n\r\nWe deplore the UK government’s indicated intentions not to respect the rule of law. At this time of great change for the United Kingdom we would urge the government not to destroy the U.K.’s reputation and standing amongst the nations of the World by reneging on this International Treaty.", "committee_note": null, "state": "rejected", "signature_count": 7, "created_at": "2020-09-08T22:43:40.110Z", "updated_at": "2020-09-25T10:27:57.863Z", "rejected_at": "2020-09-25T10:27:57.866Z", "opened_at": null, "closed_at": null, "moderation_threshold_reached_at": "2020-09-09T13:15:54.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": {"code": "no-action", "details": "We understand that you are concerned about the possibility of international law being broken by the UK Government, but it is not clear what action you want the Government or House of Commons to take. Decisions about whether the Government is in breach of international law would be a matter for international courts.\r\n\r\nIf you are concerned about the Government's legislative proposals regarding the implementation of the UK-EU Withdrawal Agreement, you might like to sign the following petition: https://petition.parliament.uk/petitions/550558"}, "government_response": null, "debate": null, "departments": [], "topics": []}}, {"type": "petition", "id": 539920, "links": {"self": "https://petition.parliament.uk/petitions/539920.json"}, "attributes": {"action": "Make sure at least 55% of UK plastic is recycled compared to the current 30%.", "background": "I want it ensured that when we are told things are being recycled, they are recycled and not just a third of it is recycled. This gives people a false sense of hope that they are fighting climate change when in reality, NOTHINGS CHANGING!", "additional_details": "Because we need to save our planet and all the renewable energy in the world isn't going to change the fact that if we don't act, plastic will be on the planet for 1000 years. The government has to increase the amount of plastic we use to at least 55%.", "committee_note": null, "state": "rejected", "signature_count": 7, "created_at": "2020-08-13T07:53:55.931Z", "updated_at": "2020-09-07T17:17:52.478Z", "rejected_at": "2020-09-07T17:17:45.709Z", "opened_at": null, "closed_at": null, "moderation_threshold_reached_at": "2020-08-13T15:34:44.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": {"code": "no-action", "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe're not sure exactly what you'd like the Government or Parliament to do. \r\n\t\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do."}, "government_response": null, "debate": null, "departments": [], "topics": []}}, {"type": "petition", "id": 332993, "links": {"self": "https://petition.parliament.uk/petitions/332993.json"}, "attributes": {"action": "Make all utility bills fixed amounts with no unexpected bills at the end", "background": "Utility bill companies lower prices to gain customers and give fixed amounts for a minimum of 1 year but give out large bills at the end, the government need to force these companies to keep bills fixed, what ever price they give out is the price you pay despite using more or less energy,", "additional_details": "Customers shouldn’t have to be lumped with huge bill at the end of the tariff because they used more, customers give utility bills readings and inform them on how they will use the energy and utility companies give us a monthly amount based on that information but then at the end of the year we always use more and are lumped with a bigger bill, this needs to end! It is surely false advertisement and corruption, the government needs to step in and make this end", "committee_note": null, "state": "rejected", "signature_count": 7, "created_at": "2020-07-27T14:38:05.222Z", "updated_at": "2020-08-03T10:37:15.275Z", "rejected_at": "2020-08-03T10:37:15.278Z", "opened_at": null, "closed_at": null, "moderation_threshold_reached_at": "2020-07-27T15:48:34.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": {"code": "irrelevant", "details": "We understand that you're concerned about how people are billed for energy, but the Government is not responsible for the action you have requested.\r\n\r\nIndividual energy providers are responsible for deciding on energy charges, subject to rules set by Ofgem, including price caps: https://www.ofgem.gov.uk/energy-price-caps/consumers\r\n\r\nEnergy providers often offer a fixed price energy tariff, but the amount a consumer is billed will still depend on their usage.\r\n\r\nIf you think an energy provider has unfairly advertised a fixed price energy tariff you could raise this with Ofgem or the Advertising Standards Agency."}, "government_response": null, "debate": null, "departments": [], "topics": []}}, {"type": "petition", "id": 330215, "links": {"self": "https://petition.parliament.uk/petitions/330215.json"}, "attributes": {"action": "Give all Key Workers 2 weeks extra paid annual leave", "background": "During the Covid 19 crisis many workers did not get to spend time with their families and worked hard during this crisis to keep our country going. Reward them by giving them 2 extra weeks (10 days) paid annual leave.", "additional_details": "It’s important to recognise those workers who gave the country their time and energy and kept it on its feet. Anyone from Store staff to delivery drivers to our NHS staff have worked so hard to keep everyone going. Let’s say Thanks to them all!! Most others got time off during lockdown, spent time with their families. Let the Key Workers have some time off as well.", "committee_note": null, "state": "rejected", "signature_count": 7, "created_at": "2020-07-02T19:10:48.484Z", "updated_at": "2020-09-11T13:31:32.207Z", "rejected_at": "2020-09-11T13:31:32.211Z", "opened_at": null, "closed_at": null, "moderation_threshold_reached_at": "2020-07-04T17:44:24.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": {"code": "duplicate", "details": "You may wish to sign this petition calling for the same action: https://petition.parliament.uk/petitions/308903"}, "government_response": null, "debate": null, "departments": [], "topics": []}}, {"type": "petition", "id": 327036, "links": {"self": "https://petition.parliament.uk/petitions/327036.json"}, "attributes": {"action": "Implement a green recovery package", "background": "Invest in:\r\n-Clean transportation\r\n-Renewable energy \r\n-Retrofit buildings to improve their energy efficiency\r\n-Reduce waste and improve recycling\r\n-Protect nature and wildlife and restore degraded habitats.", "additional_details": "This is essential as the recovery package can either bring us closer or further away from our zero-net emissions target. It can secure our and our children's wellbeing. It can build a competitive Britain in renewable energy and transportation or see us fall behind other nations.\r\nThe Committee on Climate Change illustrated that spending on low-carbon activities would provide a bigger boost to the economy, in both the short and long term, than pursuing a traditional recovery.", "committee_note": null, "state": "rejected", "signature_count": 7, "created_at": "2020-06-13T15:49:52.256Z", "updated_at": "2020-07-28T15:44:39.837Z", "rejected_at": "2020-07-28T15:44:39.841Z", "opened_at": null, "closed_at": null, "moderation_threshold_reached_at": "2020-06-13T18:26:34.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": {"code": "duplicate", "details": "https://petition.parliament.uk/petitions/317343"}, "government_response": null, "debate": null, "departments": [], "topics": []}}, {"type": "petition", "id": 316685, "links": {"self": "https://petition.parliament.uk/petitions/316685.json"}, "attributes": {"action": "Household bills & rent should be charged at 80% if bill payers are on furlough.", "background": "We would like to see rent and the common household bills be reduced by 20% for bill payers on furlough who are receiving 80% of their wage.\r\nEnergy bills are much higher as families are being instructed to stay home. With only 80% of their wage this could easily put the family into debt.", "additional_details": "Assisting with wages isn't enough if the citizen is met with the same or potentially increased bills. The Government are responsible for minimising personal debts following this crisis.\r\nWe would like government to take immediate action and to reduce\r\nrent and household bills for occupants on furlough, only receiving 80% of their wage.", "committee_note": null, "state": "rejected", "signature_count": 7, "created_at": "2020-04-16T16:45:30.396Z", "updated_at": "2020-05-29T13:35:18.447Z", "rejected_at": "2020-05-29T13:35:18.451Z", "opened_at": null, "closed_at": null, "moderation_threshold_reached_at": "2020-04-17T13:14:44.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": {"code": "irrelevant", "details": "Suspending payments for household bills is a matter for individual utility providers and landlords, and not the UK Government or Parliament. The Government has introduced emergency legislation to suspend new evictions from social or private rented accommodation while this national emergency is taking place: https://www.gov.uk/government/news/complete-ban-on-evictions-and-additional-protection-for-renters\r\n\r\nThe Government's advice to tenants states that tenants should continue to pay rent and abide by all other terms of their tenancy agreement to the best of their ability, and that tenants who are unable to do so should speak to their landlord at the earliest opportunity: https://assets.publishing.service.gov.uk/government/uploads/system/uploads/attachment_data/file/876500/Consolidated_Landlord_and_Tenant_Guidance_COVID_and_the_PRS_v4.2.pdf\r\n\r\nWe have published the following petitions, which you might like to sign:\r\n\r\nEncourage lenders, landlords and utilities to freeze payments during lockdown: https://petition.parliament.uk/petitions/302256\r\n\r\nImplement Universal Basic Income to give home and food security during the coronavirus outbreak: https://petition.parliament.uk/petitions/302284\r\n\r\nYou can find out about what Government support is available for people as a result of coronavirus (under the section on employment and financial support) here: https://www.gov.uk/coronavirus\r\n\r\nYou can find out more about coronavirus and how you can protect yourself and others here:\r\n\r\nwww.gov.uk/coronavirus\r\nhttps://www.nhs.uk/conditions/coronavirus-covid-19/\r\n\r\nThe Government has also created an online service to help you out what you can do if you’re struggling because of coronavirus: https://www.gov.uk/find-coronavirus-support\r\n\r\nYou can read NHS tips to help if you are worried about coronavirus here: https://www.nhs.uk/oneyou/every-mind-matters/coronavirus-covid-19-anxiety-tips\r\n\r\nYou can read impartial analysis of the Government response to coronavirus and policy developments here: https://commonslibrary.parliament.uk/coronavirus/\r\n\r\nYou may also be interested to know that because of the large number of petitions that have been started in relation to coronavirus, the Petitions Committee has been questioning the Government about its response to the coronavirus outbreak.\r\n \r\nFind out more: https://committees.parliament.uk/work/192/the-governments-response-to-coronavirus/"}, "government_response": null, "debate": null, "departments": [], "topics": ["covid-19"]}}, {"type": "petition", "id": 315382, "links": {"self": "https://petition.parliament.uk/petitions/315382.json"}, "attributes": {"action": "After Coronavirus, invest in green and clean industries to stimulate the economy", "background": "Economic stimulus after Coronavirus should prioritise green and clean energy industries. Examples with high employment opportunities include better home insulation, tree planting, investment in railways and electric car charging points. Please don’t bailout the airline or fossil fuel industries.", "additional_details": "After Coronavirus there will need to be heavy investment in the UK, in order to restart our economy. This should take the form of a Green New Deal - https://www.greennewdealuk.org/\r\nThis is a reset moment for the global economy. The pandemic has shown us that extreme changes are possible and fast when lives are at risk. Lives are at risk from climate change.\r\nLet us use this moment to keep making bold choices and get to a zero carbon economy faster together.", "committee_note": null, "state": "rejected", "signature_count": 7, "created_at": "2020-04-11T09:34:59.404Z", "updated_at": "2020-06-11T08:09:01.458Z", "rejected_at": "2020-06-11T08:08:56.634Z", "opened_at": null, "closed_at": null, "moderation_threshold_reached_at": "2020-04-11T11:05:04.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": {"code": "duplicate", "details": "We think this petition is similar:\r\nProtect the Environment – support carbon neutral energy alternatives:\r\nhttps://petition.parliament.uk/petitions/300000\r\n\r\nYou may also wish to sign these petitions:\r\nDecline any requests for bailouts from the airline industry:\r\nhttps://petition.parliament.uk/petitions/302992\r\n\r\nPublish new carbon budgets linked to the Paris Agreement and Climate Change Act:\r\nhttps://petition.parliament.uk/petitions/300178"}, "government_response": null, "debate": null, "departments": [], "topics": ["covid-19"]}}, {"type": "petition", "id": 314991, "links": {"self": "https://petition.parliament.uk/petitions/314991.json"}, "attributes": {"action": "THE GOVERNMENT ALLOWING FLR-FP HOLDERS ACCEPTED TO DO NURSING IN THE UNIVERSITY.", "background": "I WANT THE GOVERNMENT TO CONSIDER THOSE OF US WHO HAVE FLR -FP ON THE 5 AND TEN YEARS ROUTE TO BE CONDSIDERED FOR ADDIMISSION INTO THE UNIVERSITY TO STUDY NURSING IF U HAVE THE PASSION. THE GOVERNMENT SHOULD HELP US QUALIFY FOR THE LOANS SCHEMES WHICH WILL HELP US  PAY FOR OUR FEES ASWELL.", "additional_details": "AM A YOUNG LADY IN MY LATE THIRTIES ,A SUPPORT WORKER, WORKING WITH PEOPLE WITH DEMENTIA AND SPECIAL NEEDS ON THE TEN YEARS ROUTE  ,WHO HAVE THE PASSION TO STUDY NURSING AND GIVE BACK TO THE SOCIETY  ,WILL COMPLETE MY TEN YEARS ROUTE WHEN  IN MY LATE FORTIES ,AND WOULD HAVE TO TAKE THE COURSE WHEN I GET A SETTLED STATUS FOR 3 YEARS. CONSIDERING MY AGE NOW AND THEN,HOW MUCH ENERGY AND STRENGTH WILL I HAVE AFTER COMPLETING THIS DURATION  TO GIVE BACK TO THE NATION?,PLEASE THE GOVERNMENT SHOULD MAKE IT ACCESSIBLE FOR US NOW WHO HAVE THE PASSION TO STUDY NURSING AND TAKE OUT ALL THOSE RULES.", "committee_note": null, "state": "rejected", "signature_count": 7, "created_at": "2020-04-09T13:24:13.024Z", "updated_at": "2020-07-06T07:37:31.105Z", "rejected_at": "2020-07-06T07:37:31.108Z", "opened_at": null, "closed_at": null, "moderation_threshold_reached_at": "2020-04-23T11:10:24.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": {"code": "no-action", "details": "We understand that you want people who have applied for further leave to remain under the \"F\" and \"P\" categories to be able to attend university to study nursing, but it's not clear what changes you want the Government to make to enable this.\r\n\r\nIt appears that people who have got further leave to remain through this route are already able to apply to attend university, although they may not be able to secure student finance.\r\n\r\nWe have published the following petition, calling on the Government to fund all medical degrees to support future doctors and nurses, which you might like to sign: https://petition.parliament.uk/petitions/309404\r\n\r\nYou could start a petition calling on the Government to allow non-UK citizens to claim student finance for nursing degrees, if that is what you want to happen."}, "government_response": null, "debate": null, "departments": [], "topics": []}}, {"type": "petition", "id": 313947, "links": {"self": "https://petition.parliament.uk/petitions/313947.json"}, "attributes": {"action": "Use the current crisis to change global policy, reinvest in green energy market", "background": "The current cov-19 crash has had dramatic impact on oil markets and the economy. The price per barrel now costs more to produce then its greener alternative. Its time to invest heavily in the cheaper greener technology. Create a boom in jobs, be that positive influence, for the world to follow.", "additional_details": "The planet is suffering from the mistakes of the past. Big business takes precedence, jobs and the economy matter but only for as long as the planet is habitable. Whole ecosystems are crashing. The current crisis has shown that oil industry is not invulnerable. And its environmental\r\nImpact to the world is significant. We need a new era of hard hitting policies to change the direction humanity is heading, the cleaning up of our oceans and preservations of ecosystems such as coral reefs paramount.", "committee_note": null, "state": "rejected", "signature_count": 7, "created_at": "2020-04-04T10:01:50.632Z", "updated_at": "2020-06-09T09:10:36.557Z", "rejected_at": "2020-06-03T12:01:43.056Z", "opened_at": null, "closed_at": null, "moderation_threshold_reached_at": "2020-04-04T12:12:24.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": {"code": "duplicate", "details": "https://petition.parliament.uk/petitions/300000"}, "government_response": null, "debate": null, "departments": [], "topics": []}}, {"type": "petition", "id": 308973, "links": {"self": "https://petition.parliament.uk/petitions/308973.json"}, "attributes": {"action": "Strongly encourage the energy companies to significantly reduce fuel tariffs.", "background": "I want the government through Ofgem to force the energy companies to significantly lower domestic fuel prices for several months. I want this to be a reduction in tariffs not a deferment of payment as many people are going to struggle financial for a long time.", "additional_details": "Millions of people are following government advice and are staying at home. Many of these people will have lost a significant amount of income, particularly the self employed, and this will last for several months. Energy bills are already a burden for many people whilst at the same time the energy companies make very healthy profits and through this unprecedended situation will make much higher profits in the future. If people stay at home they will use more energy. Tariffs need to be reduced.", "committee_note": null, "state": "rejected", "signature_count": 7, "created_at": "2020-03-24T05:26:13.416Z", "updated_at": "2020-03-31T08:11:09.624Z", "rejected_at": "2020-03-31T08:11:09.626Z", "opened_at": null, "closed_at": null, "moderation_threshold_reached_at": "2020-03-25T12:38:54.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": {"code": "duplicate", "details": "You may wish to sign this petition calling for the same action: https://petition.parliament.uk/petitions/302256\r\n\r\nYou can find out more about coronavirus and how you can protect yourself and others here:\r\n\r\nNHS website: https://www.nhs.uk/conditions/coronavirus-covid-19/\r\n\r\nUK Government website: https://www.gov.uk/coronavirus"}, "government_response": null, "debate": null, "departments": [], "topics": ["covid-19"]}}, {"type": "petition", "id": 307633, "links": {"self": "https://petition.parliament.uk/petitions/307633.json"}, "attributes": {"action": "Increase dedicated shopping hours for NHS staff and vulnerable groups", "background": "Bring in emergency action immediately and urgently for supermarkets to provide more flexible dedicated shopping hours for NHS staff and vulnerable groups. The current 1 hour slots twice or 3 times a week are simply not helpful for staff who work during these hours and they are not benefitting.", "additional_details": "Today, I witnessed an NHS doctor collapse and become unconscious due to extreme tiredness and a lack of energy at my local supermarket. She could barely speak and definitely could not drive. She had just finished an 18 hour shift and was overwhelmed with tiredness. She went to the shop to buy something to eat on her break and simply wasn't able to buy anything due to others stockpiling throughout the day. We need to look after our NHS - without them, there is no us!!!", "committee_note": null, "state": "rejected", "signature_count": 7, "created_at": "2020-03-21T19:40:05.714Z", "updated_at": "2020-04-17T13:39:03.650Z", "rejected_at": "2020-04-17T13:39:03.653Z", "opened_at": null, "closed_at": null, "moderation_threshold_reached_at": "2020-03-21T19:55:44.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": {"code": "irrelevant", "details": "The opening and delivery arrangements for supermarkets are a matter for individual retailers, not the Government or Parliament. A number of retailers have announced plans to prioritise elderly or vulnerable customers, and NHS workers. Customers should contact their local supermarket to find out if they have put such arrangements in place.\r\n\r\nThe Government has made certain changes to enable supermarkets to work together during the coronavirus outbreak, particularly to serve customers who are elderly, ill or vulnerable: https://www.gov.uk/government/news/supermarkets-to-join-forces-to-feed-the-nation\r\n\r\nWe have published a petition calling on the Government to supply NHS key frontline staff working during Covid-19 healthy food hampers, which you might like to sign: https://petition.parliament.uk/petitions/306339\r\n\r\nYou can find out more about coronavirus and how you can protect yourself and others here:\r\n\r\nwww.gov.uk/coronavirus\r\nhttps://www.nhs.uk/conditions/coronavirus-covid-19/\r\n\r\nYou can read NHS tips to help if you are worried about coronavirus here: https://www.nhs.uk/oneyou/every-mind-matters/coronavirus-covid-19-anxiety-tips"}, "government_response": null, "debate": null, "departments": [], "topics": ["covid-19"]}}, {"type": "petition", "id": 306469, "links": {"self": "https://petition.parliament.uk/petitions/306469.json"}, "attributes": {"action": "Extend Brexit Period for 6 Months to Ensure Preparedness due to Covid.", "background": "To delay the transition / negotiations for at least 6 months to ensure negotiations are afforded full consideration. The Covid Crisis brings many issues to the forefront of concern, particularly around cooperation. This petition is not to prevent Brexit, rather it is to ensure it happens correctly.", "additional_details": "The current Covid Crisis means that our elected members focus,civil servants and wider media coverage and energy is being rightly focused upon it. This does present a risk to our future relationships with the EU and with this others. The petition's intention is not to stifle Brexit. We must make sure that our ongoing position and relationship with Europe is negotiated in a manner that it can be afforded the right scrutiny, across parliament and to enable the public reaction to be incorporated.", "committee_note": null, "state": "rejected", "signature_count": 7, "created_at": "2020-03-20T11:06:31.330Z", "updated_at": "2020-03-31T08:15:41.818Z", "rejected_at": "2020-03-31T08:15:41.821Z", "opened_at": null, "closed_at": null, "moderation_threshold_reached_at": "2020-03-20T19:54:34.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": {"code": "duplicate", "details": "You may wish to sign this petition calling for the same action: https://petition.parliament.uk/petitions/300412\r\n\r\nYou can find out more about coronavirus and how you can protect yourself and others here:\r\n\r\nNHS website: https://www.nhs.uk/conditions/coronavirus-covid-19/\r\n\r\nUK Government website: https://www.gov.uk/coronavirus"}, "government_response": null, "debate": null, "departments": [], "topics": ["covid-19"]}}, {"type": "petition", "id": 303903, "links": {"self": "https://petition.parliament.uk/petitions/303903.json"}, "attributes": {"action": "Ensure vulnerable people on prepay energy meters have power during isolation", "background": "We are asking the Government to work with energy companies to ensure that during isolation vulnerable people with prepay energy meters will still have power at home without needing to put themselves at risk going out to buy electricity credit", "additional_details": "The members of society who are being told to self isolate also cover a lot of the people on the lowest incomes who don't have credit ratings and therefore have to use top up cards to pay for electricty and gas. If they are unable to safely go out and top up these cards they will be left without power for up to 12 weeks further risking their health.", "committee_note": null, "state": "rejected", "signature_count": 7, "created_at": "2020-03-16T19:55:07.602Z", "updated_at": "2020-04-02T08:44:30.422Z", "rejected_at": "2020-04-01T15:41:52.014Z", "opened_at": null, "closed_at": null, "moderation_threshold_reached_at": "2020-03-16T20:07:34.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": {"code": "already-happening", "details": "Since you started this petition, the Government has worked with energy suppliers to provide measures to support vulnerable people in maintaining their energy supply, including those on prepayment supplies. You can find more information here: https://www.gov.uk/government/news/government-agrees-measures-with-energy-industry-to-support-vulnerable-people-through-covid-19\r\n\r\nOfgem have also published this advice: https://www.ofgem.gov.uk/coronavirus-covid-19/coronavirus-covid-19-and-your-energy-supply\r\n\r\nYou can find out more about coronavirus and how you can protect yourself and others here: \r\n\r\nNHS website: https://www.nhs.uk/conditions/coronavirus-covid-19/ \r\n\r\nUK Government website: https://www.gov.uk/coronavirus "}, "government_response": null, "debate": null, "departments": [], "topics": []}}, {"type": "petition", "id": 630008, "links": {"self": "https://petition.parliament.uk/petitions/630008.json"}, "attributes": {"action": "To help and raise concerns of energy and gas prices, to pay less.", "background": "I would like to see the government and Parliament to help people in the UK to get energy and gas prices down because we will all die of hunger as nobody will be able to afford to eat.", "additional_details": "I want the government and Parliament to do it because there are so many families and people who are in food poverty because they are trying to keep their homes warm and having to go without food due to the increase of energy and gas prices. Please save us from this crisis as everyone can't keep on living and coping with the price increases.", "committee_note": null, "state": "rejected", "signature_count": 6, "created_at": "2022-12-17T11:30:26.753Z", "updated_at": "2022-12-21T11:21:32.375Z", "rejected_at": "2022-12-21T11:21:31.469Z", "opened_at": null, "closed_at": null, "moderation_threshold_reached_at": "2022-12-17T19:08:20.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": {"code": "no-action", "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe're not sure exactly what you'd like the Government or Parliament to do.\r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do. "}, "government_response": null, "debate": null, "departments": [], "topics": []}}, {"type": "petition", "id": 630000, "links": {"self": "https://petition.parliament.uk/petitions/630000.json"}, "attributes": {"action": "Cap the profits and bonuses energy companies can make from UK customers.", "background": "Cap the profits and bonuses energy companies can make from UK customers.\r\nHow can we be relying on food banks while the energy companies make millions and award themselves big bonuses. \r\nCap bonuses that can be made in the UK and tax them more say from anyone earning over £100K", "additional_details": "Cap the profits and bonuses energy companies can make from UK customers.\r\nHow can we be relying on food banks while the energy companies make millions and award themselves big bonuses. \r\nCap bonuses that can be made in the UK and tax them more say from anyone earning over £100K\r\nAn example of unfairness is Lizz Truss salary! Take this and put it back in the pot to save budget costs, why she getting so much money for life and I can't even heat the house?", "committee_note": null, "state": "rejected", "signature_count": 6, "created_at": "2022-12-17T04:28:08.763Z", "updated_at": "2022-12-21T12:23:47.730Z", "rejected_at": "2022-12-21T12:23:46.377Z", "opened_at": null, "closed_at": null, "moderation_threshold_reached_at": "2022-12-18T02:11:10.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": {"code": "no-action", "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe're not sure exactly what you'd like the Government or Parliament to do. Based on the content of your petition, we're not sure what sort of cap you'd like on profits of energy companies. We also can't publish petitions calling for individuals to have their salaries removed. \r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do. "}, "government_response": null, "debate": null, "departments": [], "topics": []}}, {"type": "petition", "id": 629559, "links": {"self": "https://petition.parliament.uk/petitions/629559.json"}, "attributes": {"action": "Revoke approval for the Whitehaven coal mine", "background": "The government must immediately revoke approval for the Whitehaven coal mine and all other fossil fuel extraction and combustion projects, and massively accelerate the clean energy transition", "additional_details": "At COP26 the UK government committed to phase down coal. The international energy agency has said that any new fossil fuel developments are incompatible with the 1.5 degree climate target set at the Paris Agreement. To open a new coal mine in 2022 is economically, ecologically and morally reprehensible.", "committee_note": null, "state": "rejected", "signature_count": 6, "created_at": "2022-12-08T21:19:06.764Z", "updated_at": "2022-12-20T12:25:19.655Z", "rejected_at": "2022-12-20T12:25:08.849Z", "opened_at": null, "closed_at": null, "moderation_threshold_reached_at": "2022-12-15T15:16:10.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": {"code": "duplicate", "details": "You may wish to sign:\r\n\r\n'Stop the opening of the new coal mine in Cumbria'\r\nhttps://petition.parliament.uk/petitions/629570\r\n\r\n'Stop all new gas, oil and coal extraction'\r\nhttps://petition.parliament.uk/petitions/629653"}, "government_response": null, "debate": null, "departments": [], "topics": []}}, {"type": "petition", "id": 629239, "links": {"self": "https://petition.parliament.uk/petitions/629239.json"}, "attributes": {"action": "Stop standing charged on gas,  electric and water bills", "background": "Stop company's making extra profit via daily standing charges", "additional_details": "Gas and electric company standard charged have increased which has nothing to do with cost of wholesale energy, they no longer have meter reading people.\r\nWater: 5 Olympic pools water lost daily\r\nWater company's charge 2 parts of a standard charge for each toilet flush \r\nExample \r\nI have been charged £3.07 for water I used \r\nMy bill £28.38 for 65 days \r\nEach toilet flush : charge for water, charge for sewage, part standard charge for water used and part standard charge for sewage", "committee_note": null, "state": "rejected", "signature_count": 6, "created_at": "2022-12-02T08:51:07.165Z", "updated_at": "2022-12-19T10:02:42.420Z", "rejected_at": "2022-12-19T10:02:41.194Z", "opened_at": null, "closed_at": null, "moderation_threshold_reached_at": "2022-12-13T13:10:40.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": {"code": "duplicate", "details": "https://petition.parliament.uk/petitions/621561"}, "government_response": null, "debate": null, "departments": [], "topics": []}}, {"type": "petition", "id": 628972, "links": {"self": "https://petition.parliament.uk/petitions/628972.json"}, "attributes": {"action": "Change the basis Electricity Generators price for supply of electricity", "background": "Change the price being charged by Electricity Generators being pegged to the cost of gas", "additional_details": "The electricity generators are making excess profits by having the prices set by the price of gas on top of being subsidised with renewable energy subsidies.", "committee_note": null, "state": "rejected", "signature_count": 6, "created_at": "2022-11-27T14:34:55.419Z", "updated_at": "2022-12-06T09:46:03.629Z", "rejected_at": "2022-12-06T09:45:57.202Z", "opened_at": null, "closed_at": null, "moderation_threshold_reached_at": "2022-12-01T21:35:10.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": {"code": "duplicate", "details": "https://petition.parliament.uk/petitions/621874"}, "government_response": null, "debate": null, "departments": [], "topics": []}}, {"type": "petition", "id": 628736, "links": {"self": "https://petition.parliament.uk/petitions/628736.json"}, "attributes": {"action": "Help prepayment customers who have not yet received any EBSS vouchers.", "background": "A significant percentage of prepayment meter customers still haven't received even their first EBSS voucher for October, and now are also facing delays to the November one. The advice is to contact the supplier, but most are finding that to be of no use. Change the way the credit is given.", "additional_details": "The government made a commitment that EVERY household would start receiving £66 and then £67 from October 2022. Prepayment meter customers are often those on the lowest incomes, who are also paying the highest tariffs. It is completely inexcusable that there is any delay to these credits, and that energy companies, in my case British Gas, seem unable to get those missing vouchers to customers. The voucher could instead be applied directly to the key, when topping up. Change the delivery method.", "committee_note": null, "state": "rejected", "signature_count": 6, "created_at": "2022-11-23T09:46:45.127Z", "updated_at": "2022-11-28T10:37:42.417Z", "rejected_at": "2022-11-28T10:37:41.036Z", "opened_at": null, "closed_at": null, "moderation_threshold_reached_at": "2022-11-23T18:28:20.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": {"code": "no-action", "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe understand that you are concerned that some energy customers with prepayment meters have not received support through the Energy Bill Support Scheme, but we're not sure exactly what you'd like the Government or Parliament to do.\r\n\r\nIssuing redeemable vouchers is the responsibility of individual energy companies, and if you haven't received your vouchers you should complain to your energy provider."}, "government_response": null, "debate": null, "departments": [], "topics": []}}, {"type": "petition", "id": 628529, "links": {"self": "https://petition.parliament.uk/petitions/628529.json"}, "attributes": {"action": "Stop MPs from claiming for gas and electricity payments", "background": "Stop MPs from claiming for gas and electricity payments - Senior Conservative and Labour MPs are claiming thousands of pounds of taxpayers’ money to help pay for their energy bills during the cost of living crisis", "additional_details": "Are the MPs above their own policies? Bring them back to Earth and remind them they are here to serve and not collect.\r\n\r\nThey need to pay their own gas and electricity expenses like those that voted for them.", "committee_note": null, "state": "rejected", "signature_count": 6, "created_at": "2022-11-19T16:53:03.676Z", "updated_at": "2022-11-23T08:32:32.349Z", "rejected_at": "2022-11-23T08:32:31.188Z", "opened_at": null, "closed_at": null, "moderation_threshold_reached_at": "2022-11-19T17:04:40.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": {"code": "irrelevant", "details": "We can't accept your petition because the UK Government and Parliament aren't responsible for the issue you raise. The Independent Parliamentary Standards Authority (IPSA) is responsible for deciding on MPs' expenses and pay. IPSA is independent of both Parliament and Government.\r\n\r\nYou can find out more about IPSA here: http://www.theipsa.org.uk"}, "government_response": null, "debate": null, "departments": [], "topics": []}}, {"type": "petition", "id": 628407, "links": {"self": "https://petition.parliament.uk/petitions/628407.json"}, "attributes": {"action": "Protection of vulnerable persons in debt collection processes for energy bills.", "background": "Ensuring the comprehensive protection of vulnerable people from debt collection processes in respect to energy bills. The devastating impact of impossibly high energy bills will drive people to suicide. It is stressful enough to face such increased costs but to face proceedings-unacceptable!", "additional_details": "The Government state they are all for the protection of the 'most vulnerable' members of society but I am yet to see this in action. You, the Government, are fully aware of the energy crisis, as I am, from personal experience as a one person household. I have faced debt collection for small energy debts due to crisis (£200) first hand, which should not be happening! You should be protecting vulnerable persons from such action, direct intervention to stop the above. You have not gone far enough.", "committee_note": null, "state": "rejected", "signature_count": 6, "created_at": "2022-11-17T17:12:59.750Z", "updated_at": "2022-12-02T14:29:02.155Z", "rejected_at": "2022-12-02T14:28:59.750Z", "opened_at": null, "closed_at": null, "moderation_threshold_reached_at": "2022-11-29T14:49:20.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": {"code": "no-action", "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe're not sure exactly what you'd like the Government or Parliament to do. Debt collection is a civil matter for the courts.  We could potentially accept a petition calling for changes to how energy bills are paid or enforced for vulnerable people, but any new petition would need to explain clearly what you would like the Government or Parliament to do. "}, "government_response": null, "debate": null, "departments": [], "topics": []}}, {"type": "petition", "id": 628328, "links": {"self": "https://petition.parliament.uk/petitions/628328.json"}, "attributes": {"action": "Extend remit of Ofgem to regulate the sale of all energy products in the UK.", "background": "Revise the role and scope of Ofgem to regulate the sale of all energy products in the UK. This must include all hydrocarbons (raw & refined) as well as all renewables. Ofgem must also adopt an agile pricing cap model that has a fixed cap and also falls back in line with market prices.", "additional_details": "The Government must do more to protect consumers from unscrupulous profiteering or even the perception of profiteering. The sale of refined products (e.g. petrol, diesel) is currently unregulated and needs oversight. Furthermore, Ofgem pricing caps make no account of price volatility and do not mandate suppliers to pass on cost savings when prices fall back. Ofgem therefore needs a wider remit, better powers and more sophisticated control mechanisms to protect all energy consumers.", "committee_note": null, "state": "rejected", "signature_count": 6, "created_at": "2022-11-16T10:54:37.441Z", "updated_at": "2022-12-28T14:21:50.735Z", "rejected_at": "2022-12-28T14:21:49.212Z", "opened_at": null, "closed_at": null, "moderation_threshold_reached_at": "2022-12-23T08:17:50.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": {"code": "no-action", "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe're not sure exactly what you'd like the Government or Parliament to do. We understand you'd like to extend Ofgem's remit to hydrocarbons, but we're not sure what you'd like covered by \"better powers and more sophisticated control mechanisms\"\r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do, or resubmit your petition without this extra request. "}, "government_response": null, "debate": null, "departments": [], "topics": []}}, {"type": "petition", "id": 628251, "links": {"self": "https://petition.parliament.uk/petitions/628251.json"}, "attributes": {"action": "Discourage unnecessary council spending to reduce council tax rises next year", "background": "Amongst Town Councils and County Councils there is talk of new County Council offices being built next year, renovations to parks and play areas that could easily be delayed, cycle paths being built and many other capital spending projects which are non-essential and could be delayed.", "additional_details": "It is not right that people are struggling with the basics of food, travel and energy costs when at the same time their council tax could increase to pay for desirable but non-essential improvement works and new office buildings for County Councils.\r\n\r\nWe are asking for the government to actively encourage councils to delay spending on non-essential improvement projects in order to limit the need for a rise in council tax next tax year.", "committee_note": null, "state": "rejected", "signature_count": 6, "created_at": "2022-11-15T07:42:39.685Z", "updated_at": "2022-11-21T09:58:14.684Z", "rejected_at": "2022-11-21T09:58:13.450Z", "opened_at": null, "closed_at": null, "moderation_threshold_reached_at": "2022-11-16T13:33:40.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": {"code": "irrelevant", "details": "We can only accept petitions about things the Government or Parliament are directly responsible for.\r\n\r\nDecisions about how to spend local funds are a matter for individual local authorities, not the UK Government or Parliament.\r\n\r\nWe could accept a petition calling on the Government to restrict the amount councils can increase council tax by, to limit the tax burden on local residents."}, "government_response": null, "debate": null, "departments": [], "topics": []}}, {"type": "petition", "id": 627787, "links": {"self": "https://petition.parliament.uk/petitions/627787.json"}, "attributes": {"action": "Make energy and water nationalised.", "background": "The government should nationalise water and energy for households. This will prevent any high energy/water bills. We can fund for this by taxing the wealthy people of this country.", "additional_details": "Nationalising energy and water and making it free will greatly benefit the citizens of the UK as there are no bills to pay , this will make the current cost of living crisis go down or even eradicate this issue. By eradicating the cost of living crisis , the citizens will be happy and the government can focus more on solving other issues , like crime and further improve and develop the country. The government can afford this by taxing the rich and any large businesses/corporations.", "committee_note": null, "state": "rejected", "signature_count": 6, "created_at": "2022-11-07T21:31:22.368Z", "updated_at": "2022-11-14T12:56:17.276Z", "rejected_at": "2022-11-14T12:56:15.987Z", "opened_at": null, "closed_at": null, "moderation_threshold_reached_at": "2022-11-10T16:27:10.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": {"code": "duplicate", "details": "You may wish to sign this petition which calls for a similar action: https://petition.parliament.uk/petitions/621658"}, "government_response": null, "debate": null, "departments": [], "topics": []}}, {"type": "petition", "id": 627287, "links": {"self": "https://petition.parliament.uk/petitions/627287.json"}, "attributes": {"action": "Make the UK stay on British Summer Time all year.", "background": "Legislate to make the UK stay on British Summer Time all year.", "additional_details": "The benefits of staying on BST in the winter include:\r\n- more daylight in the afternoons improving people’s quality of life\r\n- energy savings from people delaying using lights in the afternoons \r\n- reduced carbon emissions resulting from energy savings\r\n- reduced accidents in afternoons as supported by RoSPA\r\n- improve the safety of women who want to go outside in the afternoons during daylight hours", "committee_note": null, "state": "rejected", "signature_count": 6, "created_at": "2022-11-01T18:51:32.394Z", "updated_at": "2022-11-15T12:23:33.010Z", "rejected_at": "2022-11-07T17:49:00.640Z", "opened_at": null, "closed_at": null, "moderation_threshold_reached_at": "2022-11-03T12:11:20.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": {"code": "duplicate", "details": "You may wish to sign:\r\n'Abolish daylight saving changes. Keep British Summer Time of GMT +1 year round.'\r\nhttps://petition.parliament.uk/petitions/626972"}, "government_response": null, "debate": null, "departments": [], "topics": []}}, {"type": "petition", "id": 627282, "links": {"self": "https://petition.parliament.uk/petitions/627282.json"}, "attributes": {"action": "Keep GMT+1 (British Summer Time) all year round for a trial period.", "background": "Keep GMT+1 (British Summer Time) all year round for a trial period. Another option would be to extend the use of British Summer Time, and use GMT only from late November to late February, for example.", "additional_details": "This would provide more afternoon daylight for leisure activities, boosting the economy. This is also highly likely to save energy, as less artificial light and heat would be used in the afternoons. Lighter evenings would also reduce the number of road accidents in the evenings, and overall, as evidenced by the 1968-71 trial. Lighter afternoons and evenings would also increase public safety.", "committee_note": null, "state": "rejected", "signature_count": 6, "created_at": "2022-11-01T18:06:05.016Z", "updated_at": "2022-11-08T14:00:25.771Z", "rejected_at": "2022-11-08T14:00:24.646Z", "opened_at": null, "closed_at": null, "moderation_threshold_reached_at": "2022-11-04T14:37:10.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": {"code": "duplicate", "details": "You may wish to sign this petition which calls for the same action: https://petition.parliament.uk/petitions/626972"}, "government_response": null, "debate": null, "departments": [], "topics": []}}, {"type": "petition", "id": 626511, "links": {"self": "https://petition.parliament.uk/petitions/626511.json"}, "attributes": {"action": "Daylight Saving Times should be abolished this year.", "background": "Daylight savings time should not be implemented this year. This will allow households to save on energy as it will be lighter in the evening.", "additional_details": "I would like parliament to either get rid of daylight saving time or at least not implement it this year.", "committee_note": null, "state": "rejected", "signature_count": 6, "created_at": "2022-10-22T12:24:32.794Z", "updated_at": "2022-10-26T14:32:36.791Z", "rejected_at": "2022-10-26T14:32:34.568Z", "opened_at": null, "closed_at": null, "moderation_threshold_reached_at": "2022-10-22T13:18:00.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": {"code": "no-action", "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe're not sure exactly what you'd like the Government or Parliament to do. We're not sure if you want to retain British Summer Time all year permanently or just for this year. \r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do. It might be helpful to know that Daylight Savings Time is commonly used to describe British Summer Time rather than the period when the clocks are set to GMT. "}, "government_response": null, "debate": null, "departments": [], "topics": []}}, {"type": "petition", "id": 626459, "links": {"self": "https://petition.parliament.uk/petitions/626459.json"}, "attributes": {"action": "Call an immediate general election.", "background": "After the resignation of 2 Prime Ministers in 2 months. We the people call for an immediate general election so that the people can decide who should lead us. Stop Britain becoming an international laughing stock.", "additional_details": "The chaos engulfing the UK government is unprecedented. We have had 2 Prime Ministers resign in 2 month. Over 40 ministers resigned leaving departments without leadership during cost of living, energy and climate crises. War rages in Ukraine; the Northern Ireland Protocol has further damaged our relationship with Europe; recession looms; Scotland seeks independence. This is the greatest set of challenges we have seen in our lifetimes. Let the people decide who leads us through this turmoil.", "committee_note": null, "state": "rejected", "signature_count": 6, "created_at": "2022-10-21T22:11:27.584Z", "updated_at": "2022-10-26T15:59:26.237Z", "rejected_at": "2022-10-26T15:59:24.994Z", "opened_at": null, "closed_at": null, "moderation_threshold_reached_at": "2022-10-22T16:25:20.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": {"code": "duplicate", "details": "You may wish to sign this petition which calls for the same action: https://petition.parliament.uk/petitions/619781"}, "government_response": null, "debate": null, "departments": [], "topics": []}}, {"type": "petition", "id": 626228, "links": {"self": "https://petition.parliament.uk/petitions/626228.json"}, "attributes": {"action": "Call an immediate General Election following PM's Liz Truss resignation", "background": "Call an immediate General Election to end the chaos of the current party in power, so that the people in the UK can decide who should lead us through the unprecedented crises threatening the country. \r\nLet the people decide who leads us through this turmoil.", "additional_details": "PM has resigned today leaving departments without leadership during cost of living, energy and climate crises. War rages in Ukraine; the Northern Ireland Protocol has further damaged our relationship with Europe; recession looms; the UK itself may cease to exist as Scotland seeks independence. This is the greatest set of challenges we have seen in our lifetimes.", "committee_note": null, "state": "rejected", "signature_count": 6, "created_at": "2022-10-20T23:08:41.933Z", "updated_at": "2022-10-27T07:43:42.376Z", "rejected_at": "2022-10-27T07:43:41.191Z", "opened_at": null, "closed_at": null, "moderation_threshold_reached_at": "2022-10-23T13:50:00.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": {"code": "duplicate", "details": "You may wish to sign this petition which calls for a similar action: https://petition.parliament.uk/petitions/619781"}, "government_response": null, "debate": null, "departments": [], "topics": []}}, {"type": "petition", "id": 625993, "links": {"self": "https://petition.parliament.uk/petitions/625993.json"}, "attributes": {"action": "After Liz Truss's resignation, call a General Election", "background": "The public deserves the opportunity to decide who is the future prime minister and not from a preselected group of individuals but from an open democratic process. An accurate representation of public views and knowledge allows an opportunity for all to be heard & considered in such a turbulent time", "additional_details": "After the 2019 GE, the UK has gone though a swathe of nation changing events including, the effects of Brexit, COVID, the war in Ukraine, the cost of living crisis (inc. housing, food and energy prices), energy independence, onset climate issues (inc. water sewage and pollution) & the political turbulence that has come with all of this. \r\n2022 Britain is not even close to that of 2019, but an opportunity for a fresh start, where all are heard, could bring the trust & stability so deeply desired.", "committee_note": null, "state": "rejected", "signature_count": 6, "created_at": "2022-10-20T14:06:02.340Z", "updated_at": "2022-10-27T07:37:09.981Z", "rejected_at": "2022-10-27T07:37:07.877Z", "opened_at": null, "closed_at": null, "moderation_threshold_reached_at": "2022-10-23T11:07:40.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": {"code": "duplicate", "details": "You may wish to sign this petition which calls for a similar action: https://petition.parliament.uk/petitions/619781"}, "government_response": null, "debate": null, "departments": [], "topics": []}}, {"type": "petition", "id": 625598, "links": {"self": "https://petition.parliament.uk/petitions/625598.json"}, "attributes": {"action": "Government to make it Law that all New  build Houses have Solar Panels Fitted.", "background": "All New Houses to be Built with Solar Panels Fitted, this would help with Energy Bills, Also Common Sense, this would help the National Energy Crisis.", "additional_details": "As the General Public are Struggling with Bills it would help the ones in New Builds, this in my opinion should have been done years ago, the cost is not that much for the gains.", "committee_note": null, "state": "rejected", "signature_count": 6, "created_at": "2022-10-17T20:29:30.567Z", "updated_at": "2022-10-20T07:35:15.471Z", "rejected_at": "2022-10-20T07:35:14.140Z", "opened_at": null, "closed_at": null, "moderation_threshold_reached_at": "2022-10-17T20:41:50.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": {"code": "duplicate", "details": "You may wish to sign this petition which calls for the same action: https://petition.parliament.uk/petitions/617573"}, "government_response": null, "debate": null, "departments": [], "topics": []}}, {"type": "petition", "id": 625570, "links": {"self": "https://petition.parliament.uk/petitions/625570.json"}, "attributes": {"action": "To replace gas and electric with a more renewable source to save money.", "background": "To start using more renewable sources of energy like solar and wind.So people could afford to heat there homes over the winter and the months/ years that follow.\r\nThere should be more social schemes to help people who are struggling with the upcoming months ahead.\r\nThere has been and energy surge", "additional_details": "It was crowned the cheapest source of energy in 2021, followed by onshore and offshore wind becoming more affordable then gas. \r\nThis would also make Britain more environmentally secure for future generations as well as well as helping environmental sustainability  become a \"key\" factor in the development of future free trade agreements (FTAs), after widespread criticism from green groups over the recent FTA with Australia.\r\nThis would also mean that the cost of living crisis would go down.", "committee_note": null, "state": "rejected", "signature_count": 6, "created_at": "2022-10-17T16:44:05.828Z", "updated_at": "2022-10-24T10:05:10.060Z", "rejected_at": "2022-10-24T10:05:08.821Z", "opened_at": null, "closed_at": null, "moderation_threshold_reached_at": "2022-10-20T15:41:50.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": {"code": "duplicate", "details": "We have published the following petitions, which you might like to sign:\r\n\r\nAddress the Energy, Climate and Environment crisis by investing in Renewables: https://petition.parliament.uk/petitions/617729\r\n\r\nInvest in new nuclear and renewable generation to replace fossil fuels: https://petition.parliament.uk/petitions/621050"}, "government_response": null, "debate": null, "departments": [], "topics": []}}, {"type": "petition", "id": 625170, "links": {"self": "https://petition.parliament.uk/petitions/625170.json"}, "attributes": {"action": "Lower the energy price cap if wholesale prices fall after cap announcements.", "background": "The government should verify that there has been no drop in wholesale energy prices the day prior to the new cap starting.\r\nWhere there is a drop, the energy cap should be reduced in line with the percentage reduction. \r\n\r\nhttps://tradingeconomics.com/commodity/uk-natural-gas", "additional_details": "The UK Gas price was 639.74 GBP/therm on the date of the energy price cap increase announcement and yet the day before its implementation on 30th September, the price was 350.95 GBP/therm. \r\n\r\nOfgem has allowed a 144% increase in consumer gas prices whereas The UK wholesale gas price on 1st October 2021 was 242.48 GBP/therm vs 350.95 GBP/therm in October 2022, representing a 45% increase in cost.\r\n\r\nThe Government should review the current cap in comparison to 2021 wholesale prices", "committee_note": null, "state": "rejected", "signature_count": 6, "created_at": "2022-10-12T20:07:40.667Z", "updated_at": "2022-10-18T13:28:51.061Z", "rejected_at": "2022-10-18T13:28:50.339Z", "opened_at": null, "closed_at": null, "moderation_threshold_reached_at": "2022-10-16T21:04:00.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": {"code": "no-action", "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe understand that you want to see the Government's Energy Price Guarantee in some way linked to energy prices, but it's not clear if you want this Guarantee to be linked to electricity prices, or gas prices.\r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do."}, "government_response": null, "debate": null, "departments": [], "topics": []}}, {"type": "petition", "id": 625016, "links": {"self": "https://petition.parliament.uk/petitions/625016.json"}, "attributes": {"action": "Remove VAT and the standing charges from energy bills", "background": "In the current energy crisis this would greatly assist the public", "additional_details": "Food is zero rated for VAT because its classed as essential, surely electric and gas are essential and should be also be zero rated, the Standing charge on both electric and gas should be scrapped, its basically an outdated and unfair compulsory charge.", "committee_note": null, "state": "rejected", "signature_count": 6, "created_at": "2022-10-10T17:30:23.507Z", "updated_at": "2022-10-17T16:01:19.240Z", "rejected_at": "2022-10-17T16:01:19.242Z", "opened_at": null, "closed_at": null, "moderation_threshold_reached_at": "2022-10-14T19:15:40.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": {"code": "duplicate", "details": "We currently have the below petitions open which you might like to sign:\r\n\r\nReform energy pricing and taxes to better protect lower income households\r\nhttps://petition.parliament.uk/petitions/621407\r\n\r\nPass a law that prevents the use of standing charges by utility companies\r\nhttps://petition.parliament.uk/petitions/621561"}, "government_response": null, "debate": null, "departments": [], "topics": []}}, {"type": "petition", "id": 624813, "links": {"self": "https://petition.parliament.uk/petitions/624813.json"}, "attributes": {"action": "Remove subsidies from companies harming environment & subsidise solar instead.", "background": "1. Stop giving subsidies to fossil fuel companies and companies harming environment like Drax energy. \r\n2. Provide every home in UK with solar power and air heat pump at 0% interest.", "additional_details": "This will help energy security to UK\r\nProvide jobs to locals\r\nHelp UK to meet climate goals. \r\nRemove future needs to provide subsidies to Fossil fuels companies.", "committee_note": null, "state": "rejected", "signature_count": 6, "created_at": "2022-10-07T14:27:12.962Z", "updated_at": "2022-11-14T15:59:56.061Z", "rejected_at": "2022-10-12T12:32:36.543Z", "opened_at": null, "closed_at": null, "moderation_threshold_reached_at": "2022-10-08T16:15:50.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": {"code": "duplicate", "details": "We understand you are concerned about Government support for certain companies. We already have a number of petitions relating to Government subsidies for fossil fuel companies and support for green home improvements open, which you may wish to sign:\r\n\r\n'End All Government Subsidies for Fossil Fuel Companies'\r\nhttps://petition.parliament.uk/petitions/621583\r\n\r\nFund grants for installation of solar panels and battery storage for households: https://petition.parliament.uk/petitions/613855\r\n\r\nIncrease subsidies and grants for homeowners to improve their energy ratings: https://petition.parliament.uk/petitions/619507"}, "government_response": null, "debate": null, "departments": [], "topics": []}}, {"type": "petition", "id": 624511, "links": {"self": "https://petition.parliament.uk/petitions/624511.json"}, "attributes": {"action": "Make it law for all new builds to include green energy solutions.", "background": "Builders should be required to install green energy solutions in all new builds with immediate effect. For example, automatically installing solar panels on roofs of all new homes and business premises and thoroughly insulating new builds to save energy consumption.", "additional_details": "To reduce the use of fossil fuels, to increase energy efficiency and reduce the impact on the climate.", "committee_note": null, "state": "rejected", "signature_count": 6, "created_at": "2022-10-04T09:58:53.692Z", "updated_at": "2022-10-10T10:35:31.519Z", "rejected_at": "2022-10-10T10:35:30.116Z", "opened_at": null, "closed_at": null, "moderation_threshold_reached_at": "2022-10-05T08:15:40.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": {"code": "duplicate", "details": "You may wish to sign this petition which calls for a similar action:\r\n\r\nRequire all new builds to have solar panels as condition of planning permission: https://petition.parliament.uk/petitions/617573\r\n\r\nWe could accept a petition calling for changes to planning rules regarding thermal insulation, but it would need to be clear what new requirements you wanted to be imposed."}, "government_response": null, "debate": null, "departments": [], "topics": []}}, {"type": "petition", "id": 624323, "links": {"self": "https://petition.parliament.uk/petitions/624323.json"}, "attributes": {"action": "Cancel day light saving to help people with their electricity bills.", "background": "Cancel day light saving to help people with their electricity bills. People will have an extra hour of daylight which would mean less electric being used, especially with the current price rises.", "additional_details": "It’s time to cancel this action as nothing is gained by moving an hour back and forth. Something from the war to help farmers but farmers work all hours of the day and it’s mostly mechanised. Let’s move into the current century instead of operating in the last one. People need help with energy costs now.", "committee_note": null, "state": "rejected", "signature_count": 6, "created_at": "2022-10-02T09:02:04.362Z", "updated_at": "2022-10-12T09:43:56.022Z", "rejected_at": "2022-10-12T09:43:54.832Z", "opened_at": null, "closed_at": null, "moderation_threshold_reached_at": "2022-10-08T08:43:30.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": {"code": "duplicate", "details": "You may wish to sign this petition which calls for the same action: https://petition.parliament.uk/petitions/612319"}, "government_response": null, "debate": null, "departments": [], "topics": []}}, {"type": "petition", "id": 624173, "links": {"self": "https://petition.parliament.uk/petitions/624173.json"}, "attributes": {"action": "It's time to stop all MPs expenses", "background": "Stop all MPs expenses, this will save millions of pounds each year and can be put back into helping the UK citizens during this cost of living crisis until energy costs are brought back to a reasonable price", "additional_details": "Millions of people are choosing between heating and eating, whilst MPs claim expenses for second homes etc, they are completely out of touch with reality as they get their costs reimbursed. Stopping expenses will save the tax payer millions of pounds each year, which can be better spent towards the cost of living crisis. MPs are on a reasonable wage so therefore can cover costs of their own bills like the rest of the population have to do", "committee_note": null, "state": "rejected", "signature_count": 6, "created_at": "2022-09-30T12:10:46.649Z", "updated_at": "2022-10-04T11:26:07.803Z", "rejected_at": "2022-10-04T11:26:07.790Z", "opened_at": null, "closed_at": null, "moderation_threshold_reached_at": "2022-09-30T13:16:40.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": {"code": "irrelevant", "details": "We can't accept your petition because the UK Government and Parliament aren't responsible for the issue you raise. The Independent Parliamentary Standards Authority (IPSA) is responsible for deciding on MPs' expenses and pay. IPSA is independent of both Parliament and Government.\r\n\r\nYou can find out how to contact IPSA here:\r\n\r\nhttp://www.theipsa.org.uk/about-us/contact-us/"}, "government_response": null, "debate": null, "departments": [], "topics": []}}]}