{"links": {"self": "https://petition.parliament.uk/petitions.json?q=nature&page=5", "first": "https://petition.parliament.uk/petitions.json?q=nature", "last": "https://petition.parliament.uk/petitions.json?page=14&q=nature", "next": "https://petition.parliament.uk/petitions.json?page=6&q=nature", "prev": "https://petition.parliament.uk/petitions.json?page=4&q=nature"}, "data": [{"type": "petition", "id": 583881, "links": {"self": "https://petition.parliament.uk/petitions/583881.json"}, "attributes": {"action": "Legal recognition of Paganism as a valid religion", "background": "I wish a debate to be held in Parliament with a view of recognising the Pagan religions, to legally recognise these faiths and legally prevent all discriminations against those who follow a Pagan faith.", "additional_details": "We ask to have our Pagan religions recognised as legitimate religions, to be valued & respected.\r\nOur religions & ways of life are that of the oldest beliefs & practices worldwide.\r\nDaily we are subjected to outdated and harsh discrimination & harassment from the lack of legal rights and education of our natural practices & ways of life.\r\nAs of the 2011 census there were 85,435 pagans & witches in the UK alone & those numbers will have drastically risen.\r\nPlease consider our recognition.\r\nBlessed be.", "committee_note": null, "state": "rejected", "signature_count": 21, "created_at": "2021-04-21T14:11:31.429Z", "updated_at": "2021-09-14T09:31:10.064Z", "rejected_at": "2021-04-28T07:43:04.045Z", "opened_at": null, "closed_at": null, "moderation_threshold_reached_at": "2021-04-21T14:51:25.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": {"code": "already-happening", "details": "The Equality Act 2010 makes it illegal to discriminate against someone because they are of a particular religion, and the guidance published by the Equality and Human Rights Commission makes it clear this applies to smaller religions like Paganism: https://www.equalityhumanrights.com/en/advice-and-guidance/religion-or-belief-discrimination\r\n\r\nIt would be up to the courts to decide whether someone had been discriminated against because of their religious beliefs."}, "government_response": null, "debate": null, "departments": [], "topics": []}}, {"type": "petition", "id": 582652, "links": {"self": "https://petition.parliament.uk/petitions/582652.json"}, "attributes": {"action": "Push Tameside Council to hand over Tameside Theatre/Hippodrome to the community", "background": "Either fund our theatre with the new government arts funding programme for the restoration of our theatre or push Tameside Council to hand it over to the community which is listed in there options of disposal.", "additional_details": "I live in Ashton-Under-Lyne, part of the Tameside Community.\r\nWe have no proper entertainment venues. \r\n\r\nStanding practically derelict we have an old Theatre in great need of attention. \r\n\r\nTameside council have this venue on there disposal list. We do not want this venue sold to outsiders that will come in and change it into yet another restaurant or yet more flats etc. \r\nTameside needs this building to be restored to its natural beauty and bring the entertainment back into the Tameside Community.", "committee_note": null, "state": "rejected", "signature_count": 21, "created_at": "2021-04-10T09:20:12.524Z", "updated_at": "2021-04-14T09:12:42.078Z", "rejected_at": "2021-04-14T09:12:42.081Z", "opened_at": null, "closed_at": null, "moderation_threshold_reached_at": "2021-04-10T10:31:05.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": {"code": "irrelevant", "details": "You could raise your issue with a local councillor who represents you. You can use this page to find out who your local councillors are, and how to contact them:\r\nhttps://www.gov.uk/find-your-local-councillors "}, "government_response": null, "debate": null, "departments": [], "topics": []}}, {"type": "petition", "id": 581766, "links": {"self": "https://petition.parliament.uk/petitions/581766.json"}, "attributes": {"action": "Turn a third of UK coastal seas into fully protected areas for fish population.", "background": "David Attenborough in One Planet, Coastal Seas (Netflix Series) said: \r\n\r\n“We have far too few marine sanctuaries. We need to turn a third of all our coastal seas into properly protected areas, if we do that, our fishing grounds would recover and help sustain both humanity and the natural world.", "additional_details": "The UK currently has 24% of coastal areas under some form of protection but commercial fishing is sometimes still allowed in these areas. We need to beef that up to 33% and make them fully protected. \r\n\r\nAlso recent seaspiracy on Netflix brings to light plastic pollution is over 50‰ down to fishing vessels leaving plastic nets in the ocean which kill far more animals than straws and they make lots of money from this.\r\n\r\nhttps://www.wwf.org.uk/what-we-do/projects/protecting-uk-seas \r\n\r\nSo let's do it!", "committee_note": null, "state": "rejected", "signature_count": 21, "created_at": "2021-03-31T10:19:57.825Z", "updated_at": "2022-02-17T11:18:06.525Z", "rejected_at": "2021-04-16T11:04:23.135Z", "opened_at": null, "closed_at": null, "moderation_threshold_reached_at": "2021-03-31T12:53:35.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": {"code": "duplicate", "details": "Ban fishing on a third of UK coastal for fish repopulation\r\nhttps://petition.parliament.uk/petitions/553334\r\n"}, "government_response": null, "debate": null, "departments": [], "topics": []}}, {"type": "petition", "id": 580732, "links": {"self": "https://petition.parliament.uk/petitions/580732.json"}, "attributes": {"action": "Introduce mental health into the National Curriculum", "background": "To discuss providing the following in the National Curriculum a) guidance on recognising signs of common mental health problems such as anxiety and depression, b) basic skills to support others including the mental health first aid course and c) information about safety plans and support available.", "additional_details": "Everyone is affected by mental health. Yet, it has taken a pandemic to realise that it should be held in the same regard as physical health. Now we're hopefully coming to the end of this crisis, are we just going to let it fade into the background and continue to be stigmatised? We are not born with natural coping mechanisms to handle mental health problems so raising awareness, normalising seeking support, being encouraged to be open and bringing down stigma needs to happen in schools.", "committee_note": null, "state": "rejected", "signature_count": 21, "created_at": "2021-03-22T10:13:33.934Z", "updated_at": "2021-03-29T07:23:20.117Z", "rejected_at": "2021-03-29T07:23:20.119Z", "opened_at": null, "closed_at": null, "moderation_threshold_reached_at": "2021-03-22T10:30:15.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": {"code": "already-happening", "details": "Education about physical health and mental wellbeing is already part of the Department for Education's statutory guidance on Relationships and Sex Education (RSE) and Health Education, which forms part of the national curriculum: https://www.gov.uk/government/publications/changes-to-personal-social-health-and-economic-pshe-and-relationships-and-sex-education-rse\r\n\r\nThe curriculum content on mental wellbeing includes how to recognise and talk about emotions, self-care techniques, and where and how to seek support.\r\n\r\nWe have published the following petition, which you might like to sign:\r\n\r\nMake mental health awareness part of the national curriculum at all levels: https://petition.parliament.uk/petitions/561016"}, "government_response": null, "debate": null, "departments": [], "topics": []}}, {"type": "petition", "id": 575863, "links": {"self": "https://petition.parliament.uk/petitions/575863.json"}, "attributes": {"action": "Save Penrhos Nature Park Holyhead", "background": "Stop Land and Lakes/ Bluestone  development of a holiday resort on land at Penrhos Nature Park ,Holyhead", "additional_details": "It's a beautiful nature park by the coast in Holyhead Anglesey which is home to various birds , animals and flora  some of which are endangered . Many locals and holiday makers use the nature park and to lose this park when we should be increasing areas of natural beauty would be a step in the wrong direction .", "committee_note": null, "state": "rejected", "signature_count": 21, "created_at": "2021-02-19T12:16:14.561Z", "updated_at": "2021-03-12T10:51:28.377Z", "rejected_at": "2021-03-12T10:51:28.380Z", "opened_at": null, "closed_at": null, "moderation_threshold_reached_at": "2021-02-19T14:37:57.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": {"code": "irrelevant", "details": "Your petition is about something that the relevant local authority and Welsh Government are responsible for. That means that the UK Government and Parliament can't look into it.\r\n\r\nThe Welsh Parliament has its own Petitions Committee.\r\n\r\nIf you'd like to send your petition to the Welsh Parliament, you can find out more here:\r\nhttps://petitions.senedd.wales/"}, "government_response": null, "debate": null, "departments": [], "topics": []}}, {"type": "petition", "id": 575333, "links": {"self": "https://petition.parliament.uk/petitions/575333.json"}, "attributes": {"action": "Cancel university exams for summer 2021", "background": "Regarding the current climate we all are facing each day, COVID 19, normality, as you would agree has been flipped on its head. This includes the teaching of university. University teaching like schools and a levels have taken the online approach.", "additional_details": "However, unlike schools and a levels university exams are still forecast to go ahead. This seems rather unfair due to the nature of university, the education we are paying for, again unlike schools and a levels, we are not receiving the same quality of learning but are expected to deliver in exams. While GCSES and A-LEVEL exams, who don’t pay for there education, exams have been cancelled. As you can imagine the frustration I feel the government need to consider university assessments as well.", "committee_note": null, "state": "rejected", "signature_count": 21, "created_at": "2021-02-15T10:48:24.065Z", "updated_at": "2021-03-11T07:43:04.987Z", "rejected_at": "2021-03-11T07:43:04.990Z", "opened_at": null, "closed_at": null, "moderation_threshold_reached_at": "2021-02-15T10:54:27.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": {"code": "irrelevant", "details": "Decisions about university teaching, assessments and exams are a matter for individual universities, not the UK Government or Parliament.\r\n\r\nIf you have concerns about your university's arrangements for teaching and assessment you should raise these with your university or the Office for Students, which regulates the higher education sector.\r\n\r\nWe understand that the current situation is stressful for many people, including students. Student Minds, a mental health charity for students, is collating guidance and developing resources to support students experiencing stress as a result of the current situation, which you may find useful: https://www.studentminds.org.uk/coronavirus.html"}, "government_response": null, "debate": null, "departments": [], "topics": []}}, {"type": "petition", "id": 574076, "links": {"self": "https://petition.parliament.uk/petitions/574076.json"}, "attributes": {"action": "Give birdwatching the same Covid restriction exemptions as fishing and hunting", "background": "Spending time in nature has proven benefits for mental health, therefore those wish to birdwatch, naturewatch and photograph nature should be allowed to do so while following social distancing rules and keeping local, as you can when fishing or hunting.", "additional_details": "Put in specific exemptions, like those for fishing and hunting, to Covid lockdown restrictions, that allow local birdwatching, nature watching and photography, subject to social distancing rules.\r\n\r\nThis will give clear guidelines for those following and the police enforcing them.", "committee_note": null, "state": "rejected", "signature_count": 21, "created_at": "2021-02-05T08:58:38.827Z", "updated_at": "2021-02-11T17:49:27.889Z", "rejected_at": "2021-02-11T17:49:27.893Z", "opened_at": null, "closed_at": null, "moderation_threshold_reached_at": "2021-02-05T09:22:57.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": {"code": "no-action", "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe're not sure exactly what you'd like the Government or Parliament to do.  There are no specific exemptions for fishing or hunting in the current Covid-19 regulations. The law does not specifiy what is included as essential exercise, but a number of reserves are currently open for people who are undertaking their essential exercise. \r\n\t\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do. "}, "government_response": null, "debate": null, "departments": [], "topics": []}}, {"type": "petition", "id": 571947, "links": {"self": "https://petition.parliament.uk/petitions/571947.json"}, "attributes": {"action": "Create a separate PIP assessment for mental health conditions.", "background": "The current Personal Independence Payment assessment does not include questions about mental health. People are being discriminated against and losing money that they are entitled to because the questions are physical-ability-specific and do not allow for the debilitating nature of mental illness.", "additional_details": "Vulnerable people are being discriminated against due to the apparent complete lack of understanding around how mental illness affects ability to function.  Mental health symptoms are being completely overlooked resulting in deserving claimants being denied.\r\nAttempted suicides by disability claimants more than doubled after the introduction of fitness-to-work assessments. If the government cares about suicide prevention, they must reevaluate unethical methods of evaluating mental health issues.", "committee_note": null, "state": "rejected", "signature_count": 21, "created_at": "2021-01-25T15:02:14.165Z", "updated_at": "2021-02-18T15:52:26.362Z", "rejected_at": "2021-02-01T15:38:02.952Z", "opened_at": null, "closed_at": null, "moderation_threshold_reached_at": "2021-01-25T16:19:07.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": {"code": "no-action", "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe're not sure exactly what you'd like the Government or Parliament to do. PIP is based an ability to undertake specific tasks, rather than on a specific disability.  The process does already include a requirement to consider mental capacity. \r\n\t\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do, such as creating a new benefit or type of independence payment, if that's what you'd like to see happen. "}, "government_response": null, "debate": null, "departments": [], "topics": []}}, {"type": "petition", "id": 569927, "links": {"self": "https://petition.parliament.uk/petitions/569927.json"}, "attributes": {"action": "Change the process for the movement of margin good from EU to UK and vice versa.", "background": "Review the current process, rates and vat treatment between the UK and EU and vice versa, for goods that are/were non vatable due to the secondhand nature, and where applicable the previous use of the vat margin scheme (article 701).", "additional_details": "This is required and needed as this has left huge numbers of business now unable to trade, transact and make enough profit if any due to the change. The vat element now has left many business unable to trade and the margin for profit is not enough to add the vat on, and the sales price of the items do not carry enough margin to increase the price to compensate for this. The value of goods does not increase by 20% over night. The used car market is one major industry alone along with many others.", "committee_note": null, "state": "rejected", "signature_count": 21, "created_at": "2021-01-13T12:07:38.745Z", "updated_at": "2021-01-20T09:44:52.433Z", "rejected_at": "2021-01-20T09:44:52.437Z", "opened_at": null, "closed_at": null, "moderation_threshold_reached_at": "2021-01-13T12:58:17.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": {"code": "no-action", "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe understand that you are concerned about new arrangements for the movement of goods between the UK and EU, but we're not sure exactly what you'd like the Government or Parliament to do. \r\n\r\nWe have published the following petition, which you might like to sign: \r\n\r\nReinstate the Low Value Consignment Relief for imports valued under £15: https://petition.parliament.uk/petitions/565976\r\n                \r\nYou could start a new petition explaining more clearly what you would like the Government or Parliament to do. We can only accept petitions about things the UK Government or House of Commons is responsible for, so we can accept petitions about UK policies, or requests for the UK Government to seek to negotiate new arrangements with the EU, if they are about EU policies."}, "government_response": null, "debate": null, "departments": [], "topics": []}}, {"type": "petition", "id": 569315, "links": {"self": "https://petition.parliament.uk/petitions/569315.json"}, "attributes": {"action": "Stop allowing exceptions to the ban on products containing a neonicotinoid.", "background": "If the Government make Emergency, Urgent or other exceptions to this rule it removes the pressure on the growers to  plan for developing alternative, sustainable approaches to protect crops without the use of neonicotinoid seed treatments. Help them with this work instead of just lifting the ban.", "additional_details": "The natural  world is under threat. Every bird that dies from contaminated seed, every bee that fails to thrive because of contaminated pollen, is something we simply cannot afford to lose.  The Government made a great decision to ban neonicotinoid seed treatments. Please stick to it.", "committee_note": null, "state": "rejected", "signature_count": 21, "created_at": "2021-01-10T20:02:13.351Z", "updated_at": "2021-01-11T11:28:31.817Z", "rejected_at": "2021-01-11T11:28:31.821Z", "opened_at": null, "closed_at": null, "moderation_threshold_reached_at": "2021-01-10T20:42:07.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": {"code": "duplicate", "details": "You might like to sign the following petitions:\r\n\r\nOverturn the decision to allow the use of neonicotinoid pesticides\r\nhttps://petition.parliament.uk/petitions/569214\r\n\r\nContinue the ban on the use of Neonicotinoids\r\nhttps://petition.parliament.uk/petitions/563943"}, "government_response": null, "debate": null, "departments": [], "topics": []}}, {"type": "petition", "id": 569286, "links": {"self": "https://petition.parliament.uk/petitions/569286.json"}, "attributes": {"action": "Pads should be free for all the girls  for periods", "background": "Girls should get free pads for periods because it’s really hard for most people to afford. Periods is a natural thing that happens to all the girls and no one chose this to happen to us. So we should get pads for free.", "additional_details": "There’s many girls that study and work hard to earn money, however half of the money a year is used for pads and tampons; so the government should help us.\r\n\r\nSign this petition if you agree", "committee_note": null, "state": "rejected", "signature_count": 21, "created_at": "2021-01-10T18:01:35.437Z", "updated_at": "2021-01-21T12:52:28.770Z", "rejected_at": "2021-01-21T12:52:28.772Z", "opened_at": null, "closed_at": null, "moderation_threshold_reached_at": "2021-01-10T18:38:47.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": {"code": "duplicate", "details": "You might like to sign the following petition:\r\n\r\nFund free female sanitary products, such as sanitary towels and tampons\r\nhttps://petition.parliament.uk/petitions/555551"}, "government_response": null, "debate": null, "departments": [], "topics": []}}, {"type": "petition", "id": 569049, "links": {"self": "https://petition.parliament.uk/petitions/569049.json"}, "attributes": {"action": "Ban Permanently Now and in the Future All Bee-Killing Pesticides in the UK.", "background": "Ban permanently now and future the use of all bee-killing pesticides in the UK, so they can never be used to hurt our bee population ever again.\r\nWe need to protect our UK bees, not kill them. Help them and not harm them.", "additional_details": "A third of the UK bee population is thought to have vanished in a decade, yet up to three-quarters of crop species are pollinated by bees.\r\nThis means that bees are not only essential for the flowers and plants you see around you, but also for the crops as well. Bees help the farmers and nature, the more they are killed and disappear, the more both farmers and the nature around us will be harmed.", "committee_note": null, "state": "rejected", "signature_count": 21, "created_at": "2021-01-09T19:19:57.366Z", "updated_at": "2021-01-11T14:27:45.280Z", "rejected_at": "2021-01-11T14:27:45.284Z", "opened_at": null, "closed_at": null, "moderation_threshold_reached_at": "2021-01-09T19:30:47.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": {"code": "duplicate", "details": "You might like to sign the following petitions:\r\n\r\nOverturn the decision to allow the use of neonicotinoid pesticides\r\nhttps://petition.parliament.uk/petitions/569214\r\n\r\nContinue the ban on the use of Neonicotinoids\r\nhttps://petition.parliament.uk/petitions/563943"}, "government_response": null, "debate": null, "departments": [], "topics": []}}, {"type": "petition", "id": 566835, "links": {"self": "https://petition.parliament.uk/petitions/566835.json"}, "attributes": {"action": "Prioritise early years workers for receiving Covid-19 vaccinations", "background": "The UK is once again in national lockdown in order to control the spread of Covid-19. While schools and workplaces are closed, early years settings have remained open, providing a vital service to working parents and enabling our youngest children to continue learning and receiving care.", "additional_details": "Young children are not able to socially distance and the nature of the work requires close contact and intimate care, while at the same time wearing PPE is not recommended. Early years workers are at high risk and deserve the protection afforded by early vaccination, in order that they can continue the vital work that they do.", "committee_note": null, "state": "rejected", "signature_count": 21, "created_at": "2021-01-04T21:12:32.419Z", "updated_at": "2021-01-08T10:54:18.217Z", "rejected_at": "2021-01-08T10:54:18.219Z", "opened_at": null, "closed_at": null, "moderation_threshold_reached_at": "2021-01-04T21:24:47.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": {"code": "duplicate", "details": "You may wish to sign some of these petitions:\r\n\r\nPrioritise early years practitioners to urgently receive Covid 19 vaccine: https://petition.parliament.uk/petitions/566743\r\n\r\nPrioritise teachers, school and childcare staff for Covid-19 vaccination: https://petition.parliament.uk/petitions/554316"}, "government_response": null, "debate": null, "departments": [], "topics": []}}, {"type": "petition", "id": 566627, "links": {"self": "https://petition.parliament.uk/petitions/566627.json"}, "attributes": {"action": "Offer University students additional financial support Due to Covid", "background": "Like with the introduction of the furlough scheme the government needs to address financial difficulty faced by many students, who’s student finance is not sufficient,  as it’s based on parental income. The change in the economic situation should be accompanied by additional financial support.", "additional_details": "During this pandemic university students have been sidelined, as the economic situation changes many students relied on jobs in industries facing difficulty. Many students are also in a situation where their student finance only covers rent, parental support May also be hindered due to the nature of the economic situation, students are still being asked to pay rent with many private landlords still expecting rent payments. \r\n\r\nThe current year assessment option offered by SFE is not fit for purpose.", "committee_note": null, "state": "rejected", "signature_count": 21, "created_at": "2021-01-04T15:44:52.490Z", "updated_at": "2021-01-08T08:51:52.676Z", "rejected_at": "2021-01-08T08:51:52.680Z", "opened_at": null, "closed_at": null, "moderation_threshold_reached_at": "2021-01-04T16:08:27.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": {"code": "duplicate", "details": "You might like to sign the following petitions:\r\n\r\nImplement support for university students during Covid-19\r\nhttps://petition.parliament.uk/petitions/554299\r\n\r\nProvide a financial package for students affected by the 2nd lockdown\r\nhttps://petition.parliament.uk/petitions/558669\r\n\r\nMake Universal Credit accessible for Students that lost their jobs due to COVID\r\nhttps://petition.parliament.uk/petitions/562929\r\n\r\nStop student loan being calculated using parental income\r\nhttps://petition.parliament.uk/petitions/328532\r\n\r\nEnable all students to end university tenancy agreements early due to Covid-19.\r\nhttps://petition.parliament.uk/petitions/553285\r\n\r\nGovernment subsidise this year's university tuition fees\r\nhttps://petition.parliament.uk/petitions/552814\r\n\r\nFund free wifi for university students forced into online learning\r\nhttps://petition.parliament.uk/petitions/555164"}, "government_response": null, "debate": null, "departments": [], "topics": []}}, {"type": "petition", "id": 565776, "links": {"self": "https://petition.parliament.uk/petitions/565776.json"}, "attributes": {"action": "Overturn government decision to delay second dose of Covid vaccine for elderly", "background": "Overturn decision to delay second dose of Covid vaccine for elderly people who have already received their first dose.\r\nPfizer/BioNTech warning that two doses of vaccine are required for maximum protection and they don't have evidence that the first dose alone offers protection after three weeks.", "additional_details": "It is unfair, unprofessional and possibly unethical to cancel the appointments for a second dose of the Covid vaccine already scheduled for the most elderly and vulnerable in our society. \r\nMany Doctors and GP's are outraged at the decision on ethical, logistical and even medical grounds. \r\nThe over 80s who signed up to receive the two full doses will naturally be very dismayed and confused about the cancellations and whether the first dose will create immunity to the disease and if so when.", "committee_note": null, "state": "rejected", "signature_count": 21, "created_at": "2020-12-31T13:23:39.922Z", "updated_at": "2021-01-08T16:04:25.404Z", "rejected_at": "2021-01-08T16:04:25.406Z", "opened_at": null, "closed_at": null, "moderation_threshold_reached_at": "2020-12-31T13:58:57.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": {"code": "irrelevant", "details": "We can only accept petitions about things the Government or House of Commons are directly responsible for, and decisions about approval of vaccines and the administration of these is a matter for various public health agencies, not the Government or House of Commons.\r\n\r\nWe have published the following petition calling for a related action, which you might like to sign: \r\n\r\nBan vaccines being administered in a manner not fully tested in clinical trials: https://petition.parliament.uk/petitions/566116\r\n\r\nThe delays to receiving the second dose of a Covid-19 vaccine has been implemented by the NHS following advice from the Joint Committee on Vaccination and Immunisation (JCVI), which advises UK health departments on immunisation, which has also been supported by the UK's four Chief Medical Officers. Their new advice and the changes to the Covid-19 vaccination programme are consistent with the temporary authorisations granted for these vaccines by the Medicines and Healthcare products Regulatory Agency.\r\n\r\nThe JCVI, Chief Medical Officers, MHRA and NHS England are all independent and operationally independent of the UK Government, so we cannot accept petitions calling for actions that these bodies are responsible for.\r\n\r\nYou can read the JCVI's advice on optimising the COVID-19 vaccination programme for maximum short-term impact here: https://www.gov.uk/government/publications/prioritising-the-first-covid-19-vaccine-dose-jcvi-statement/optimising-the-covid-19-vaccination-programme-for-maximum-short-term-impact\r\n\r\nYou can read the statement from the UK Chief Medical Officers on the prioritisation of first doses of COVID-19 vaccines here: https://www.gov.uk/government/news/statement-from-the-uk-chief-medical-officers-on-the-prioritisation-of-first-doses-of-covid-19-vaccines\r\n\r\nYou can read the MHRA's conditions of Authorisation for Pfizer/BioNTech COVID-19 vaccine here: https://www.gov.uk/government/publications/regulatory-approval-of-pfizer-biontech-vaccine-for-covid-19/conditions-of-authorisation-for-pfizerbiontech-covid-19-vaccine\r\n\r\nYou can read the MHRA's conditions of Authorisation for COVID-19 Vaccine AstraZeneca here: https://www.gov.uk/government/publications/regulatory-approval-of-covid-19-vaccine-astrazeneca/conditions-of-authorisation-for-covid-19-vaccine-astrazeneca"}, "government_response": null, "debate": null, "departments": [], "topics": []}}, {"type": "petition", "id": 561840, "links": {"self": "https://petition.parliament.uk/petitions/561840.json"}, "attributes": {"action": "Follow Scotland’s lead in providing free sanitary items to all in England.", "background": "Follow Scotland’s amazing work and implement free sanitary products to all women and girls who need it. \r\n\r\nWomen and girls are suffering period poverty, missing out in education and various other things as they cannot afford to buy sanitary items. In this day and age, this should not be happening.", "additional_details": "Periods are a natural part of life and yet the products to enable women and girls to continue with their day to day life during this time is expensive. Girls are missing education because their families cannot afford products, they’re too embarrassed to ask at school and women are having to often decide between paying for food or sanitary wear at certain times of the month. This should not be happening. Please stop period poverty.", "committee_note": null, "state": "rejected", "signature_count": 21, "created_at": "2020-11-25T12:17:03.437Z", "updated_at": "2020-11-30T16:39:48.581Z", "rejected_at": "2020-11-30T16:39:48.584Z", "opened_at": null, "closed_at": null, "moderation_threshold_reached_at": "2020-11-25T12:45:27.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": {"code": "duplicate", "details": "You might like to sign the following petition:\r\n\r\nFund free female sanitary products, such as sanitary towels and tampons\r\nhttps://petition.parliament.uk/petitions/555551"}, "government_response": null, "debate": null, "departments": [], "topics": []}}, {"type": "petition", "id": 559320, "links": {"self": "https://petition.parliament.uk/petitions/559320.json"}, "attributes": {"action": "Make all fireworks silent.", "background": "Legislate to make all fireworks silent.  Fireworks don't need to make loud noises to be enjoyed.  The natural \"whoosh\" of a rocket or Catherine Wheel is fine, but remove the artificial pop, bang, explosion from all fireworks sold in the UK.", "additional_details": "Many of the problems with fireworks would be solved if they were silent.  This petition recognises the tradition of fireworks (eg Bonfire Night, weddings, Diwali), but seeks to minimize the impact on wildlife, farm animals, domestic pets, horses, and late night disturbance.", "committee_note": null, "state": "rejected", "signature_count": 21, "created_at": "2020-11-06T09:28:35.726Z", "updated_at": "2020-11-09T11:58:47.528Z", "rejected_at": "2020-11-09T11:58:47.531Z", "opened_at": null, "closed_at": null, "moderation_threshold_reached_at": "2020-11-06T14:02:37.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": {"code": "duplicate", "details": "You may wish to sign this petition calling for a similar action: https://petition.parliament.uk/petitions/549758\r\n\r\nWhile some fireworks are marketed as silent, these still make some noise. If you would like the Government to reduce the decibel limit to a specific level, you could start a new petition requesting this.\r\n\r\nWe have also published the following petitions, which you might like to sign:\r\n\r\nLimit the Sale and Use of Fireworks to Organisers of Licensed Displays Only: https://petition.parliament.uk/petitions/319891\r\n\r\nBan the use of all fireworks in order to reduce air and noise pollution: https://petition.parliament.uk/petitions/334448"}, "government_response": null, "debate": null, "departments": [], "topics": []}}, {"type": "petition", "id": 558436, "links": {"self": "https://petition.parliament.uk/petitions/558436.json"}, "attributes": {"action": "Allow singles outdoor tennis and coaching to continue during this 2nd lockdown", "background": "Allow singles and one-to-one coaching to continue on outdoor tennis courts. This will still follow government guidelines and protect people's jobs and mental health during this uncertain time.", "additional_details": "Tennis is naturally a socially distanced sport, especially singles. It doesn't follow reason for outdoor tennis courts to be closed when singles tennis could continue, still following guidelines of meeting one person from another household whilst distancing. \r\nThis isn't just the closure of someone's hobby; coaching is a job which will unnecessarily be stopped and tennis for some people is extremely important for their mental and physical health, both important in a pandemic.", "committee_note": null, "state": "rejected", "signature_count": 21, "created_at": "2020-11-02T22:04:04.959Z", "updated_at": "2020-11-09T16:00:07.451Z", "rejected_at": "2020-11-09T16:00:07.455Z", "opened_at": null, "closed_at": null, "moderation_threshold_reached_at": "2020-11-02T22:15:17.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": {"code": "duplicate", "details": "You may wish to sign some of these petitions:\r\n\r\nAllow indoor/outdoor tennis courts to operate under strict distancing protocols: https://petition.parliament.uk/petitions/557428\r\n\r\nExempt outdoor tennis from closure due to COVID-19: https://petition.parliament.uk/petitions/557658"}, "government_response": null, "debate": null, "departments": [], "topics": []}}, {"type": "petition", "id": 557829, "links": {"self": "https://petition.parliament.uk/petitions/557829.json"}, "attributes": {"action": "Supervised Group Outdoor Yoga to be Allowed During All COVID-19 Alert Levels", "background": "Isolation is essential to the Government’s strategy for fighting coronavirus and UK citizens must remain healthy during lockdown whilst adhering to social distancing measures. To support this, the Government should allow supervised socially distanced outdoor yoga classes for health and wellbeing.", "additional_details": "Yoga is beneficial for people with high blood pressure, heart disease, aches and pains (including lower back pain), depression and stress - it’s a natural form of anxiety relief. Adhering to social distancing rules can be achieved during a supervised outdoor yoga class; these classes are crucial for mental health and wellbeing.\r\n\r\nhttps://www.health.harvard.edu/mind-and-mood/yoga-for-anxiety-and-depression\r\nhttps://www.nhs.uk/live-well/exercise/guide-to-yoga/", "committee_note": null, "state": "rejected", "signature_count": 21, "created_at": "2020-11-01T22:04:38.760Z", "updated_at": "2020-12-14T09:59:37.938Z", "rejected_at": "2020-12-14T09:59:37.939Z", "opened_at": null, "closed_at": null, "moderation_threshold_reached_at": "2020-11-01T22:40:07.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": {"code": "already-happening", "details": "The national lockdown in England ended on 2 December. Under the new local restriction tiers, organised outdoor sport, physical activity and exercise classes can continue. See:\r\nhttps://www.gov.uk/guidance/local-restriction-tiers-what-you-need-to-know\r\n\r\nIf there are specific changes you would like to see made to the new tier system, you could start a new petition calling for those changes."}, "government_response": null, "debate": null, "departments": [], "topics": []}}, {"type": "petition", "id": 557679, "links": {"self": "https://petition.parliament.uk/petitions/557679.json"}, "attributes": {"action": "Allow Zoos and Wildlife attractions to remain open and classify as public spaces", "background": "Zoos and Wildlife attractions such as safari parks should NOT be classified in the same category as cinemas/bowling alleys which means they have to shut in Covid Lockdowns. Zoos are essentially outdoor parks and by them remaining open with social distancing they can continue to operate financially.", "additional_details": "Zoos provide conservation and science development with research but also provide a valuable mental health outlet for many people to explore and understand nature. These institutions require many funds to operate which even if they can open in a limited capacity helps them continue to fund the upkeep of the animals without being an additional burden on government grants.\r\n\r\ncinemas and bowling alley entertainment is indoors but zoos are mainly outdoors so classification should be different.", "committee_note": null, "state": "rejected", "signature_count": 21, "created_at": "2020-11-01T18:24:16.026Z", "updated_at": "2020-11-11T09:45:30.322Z", "rejected_at": "2020-11-11T09:45:30.324Z", "opened_at": null, "closed_at": null, "moderation_threshold_reached_at": "2020-11-01T18:31:47.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": {"code": "duplicate", "details": "You may wish to sign some of these petitions:\r\n\r\nAllow Zoos and Wildlife attractions to reopen with social distancing in place: https://petition.parliament.uk/petitions/323881\r\n\r\nDon't close zoos, wildlife parks & rehabilitation centres: https://petition.parliament.uk/petitions/551602\r\n\r\nIncrease financial support for UK zoos this winter (September until Easter): https://petition.parliament.uk/petitions/330265"}, "government_response": null, "debate": null, "departments": [], "topics": []}}, {"type": "petition", "id": 557663, "links": {"self": "https://petition.parliament.uk/petitions/557663.json"}, "attributes": {"action": "Allow us to play tennis in lockdown", "background": "Allow outdoor  tennis courts to stay open for  singles play and for households to play together", "additional_details": "It’s a very safe sport outside with a natural barrier of a net\r\nIt’s great for physical and mental health", "committee_note": null, "state": "rejected", "signature_count": 21, "created_at": "2020-11-01T17:59:27.689Z", "updated_at": "2020-11-09T15:59:14.398Z", "rejected_at": "2020-11-09T15:59:14.401Z", "opened_at": null, "closed_at": null, "moderation_threshold_reached_at": "2020-11-01T18:05:57.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": {"code": "duplicate", "details": "You may wish to sign some of these petitions:\r\n\r\nAllow indoor/outdoor tennis courts to operate under strict distancing protocols: https://petition.parliament.uk/petitions/557428\r\n\r\nExempt outdoor tennis from closure due to COVID-19: https://petition.parliament.uk/petitions/557658"}, "government_response": null, "debate": null, "departments": [], "topics": []}}, {"type": "petition", "id": 557580, "links": {"self": "https://petition.parliament.uk/petitions/557580.json"}, "attributes": {"action": "The Government should allow outdoor single tennis during lockdown", "background": "Agree single tennis should be allowed during lockdown", "additional_details": "Given tennis is a socially distanced sport with the net acting as a natural barrier, we are making the case to Government for outdoor tennis activity for two individuals from different households to continue, in line with Government restrictions on exercise", "committee_note": null, "state": "rejected", "signature_count": 21, "created_at": "2020-11-01T16:19:57.651Z", "updated_at": "2020-11-09T15:58:55.286Z", "rejected_at": "2020-11-09T15:58:55.289Z", "opened_at": null, "closed_at": null, "moderation_threshold_reached_at": "2020-11-01T16:30:17.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": {"code": "duplicate", "details": "You may wish to sign some of these petitions:\r\n\r\nAllow indoor/outdoor tennis courts to operate under strict distancing protocols: https://petition.parliament.uk/petitions/557428\r\n\r\nExempt outdoor tennis from closure due to COVID-19: https://petition.parliament.uk/petitions/557658"}, "government_response": null, "debate": null, "departments": [], "topics": []}}, {"type": "petition", "id": 557384, "links": {"self": "https://petition.parliament.uk/petitions/557384.json"}, "attributes": {"action": "Support zoos, wildlife parks and rehabilitation centres financially in Nov 2020", "background": "With a new lockdown starting from 5 Nov 2020, I urge the government to provide financial support to all zoos, wildlife parks and wildlife rehabilitation centres to ensure these places can continue their vital work for endangered species and animals in need of care due to injuries or ill health.", "additional_details": "Zoos, wildlife parks and wildlife rehabilitation centres have taken a significant financial impact during the first lockdown. These places provide vital contributions to prevent the extinction of endangered species, to help injured and orphaned wildlife and to educate about our natural world, on which we all rely. Please provide the necessary financial support to ensure these businesses can continue to provide the care for the animals during the 2nd lockdown and the following low income months.", "committee_note": null, "state": "rejected", "signature_count": 21, "created_at": "2020-11-01T10:27:15.150Z", "updated_at": "2020-12-04T14:13:11.123Z", "rejected_at": "2020-12-04T14:13:06.630Z", "opened_at": null, "closed_at": null, "moderation_threshold_reached_at": "2020-11-01T12:59:27.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": {"code": "duplicate", "details": "https://petition.parliament.uk/petitions/330265\r\n\r\nYou can find out more about coronavirus and how you can protect yourself and others here:\r\n\r\nwww.gov.uk/coronavirus\r\nhttps://www.nhs.uk/conditions/coronavirus-covid-19/\r\n\r\nThe Government has also created an online service to help you find out what you can do if you’re struggling because of coronavirus: https://www.gov.uk/find-coronavirus-support\r\n\r\nYou can read NHS tips to help if you are worried about coronavirus here: https://www.nhs.uk/oneyou/every-mind-matters/coronavirus-covid-19-anxiety-tips\r\n\r\nYou can read impartial analysis of the Government response to coronavirus and policy developments here: https://commonslibrary.parliament.uk/coronavirus/\r\n\r\nYou may also be interested to know that because of the large number of petitions that have been started in relation to coronavirus, the Petitions Committee has been questioning the Government about its response to the coronavirus outbreak.\r\n\r\nFind out more: https://committees.parliament.uk/work/192/the-governments-response-to-coronavirus/"}, "government_response": null, "debate": null, "departments": [], "topics": ["covid-19"]}}, {"type": "petition", "id": 557197, "links": {"self": "https://petition.parliament.uk/petitions/557197.json"}, "attributes": {"action": "Allow golf as outdoor exercise with one other person from a different household", "background": "New Covid restrictions allow unlimited outdoor exercise, recreation with your household/bubble on your own or with one other person from a different household but not golf.\r\nTwo people can play golf which is outdoors, exercise and socially distanced. Prohibiting it played by two players is illogical", "additional_details": "For the sake of our relationship my Partner needs to play golf and I need to get him out of our house. He can exercise recreationally outdoors with one other person playing as a pair or two ball. The nature of the game means that it is naturally socially distanced. To ban golf played in pairs is illogical when the Government is encouraging and wants people to take unlimited exercise.", "committee_note": null, "state": "rejected", "signature_count": 21, "created_at": "2020-10-31T21:42:05.934Z", "updated_at": "2020-11-06T17:33:34.603Z", "rejected_at": "2020-11-06T17:33:34.605Z", "opened_at": null, "closed_at": null, "moderation_threshold_reached_at": "2020-10-31T21:55:37.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": {"code": "duplicate", "details": "You may wish to sign this petition calling for the same action: https://petition.parliament.uk/petitions/557167"}, "government_response": null, "debate": null, "departments": [], "topics": []}}, {"type": "petition", "id": 557116, "links": {"self": "https://petition.parliament.uk/petitions/557116.json"}, "attributes": {"action": "Keep Gyms and Leisure centres open during the new lock down.", "background": "Keep Gyms and Sports Centres open and ensure that they are operating within a covid safe and secure environment. People’s mental and physical health are vital and closing gyms and sports centres will do more harm than good. Exercise is a natural and effect. Anything that gets you moving can help.", "additional_details": "Due to the current Covid guidelines, people who are “ obese “, tend to be at a high risk of the contracting covid. Closing the gyms and sports centres what are possibly safe and follow covid guidance will do more harm than good especially to peoples mental and physical health. Exercise is vital to people’s physical and mental aspects of life please can everyone support this petition as it’s vital to keep these open as its classed as an essential service to people within the UK", "committee_note": null, "state": "rejected", "signature_count": 21, "created_at": "2020-10-31T19:52:50.382Z", "updated_at": "2020-11-06T16:14:52.043Z", "rejected_at": "2020-11-06T16:14:52.045Z", "opened_at": null, "closed_at": null, "moderation_threshold_reached_at": "2020-10-31T20:09:07.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": {"code": "duplicate", "details": "You may wish to sign some of these petitions:\r\n\r\nKeep gyms and leisure facilities open during any lockdown: https://petition.parliament.uk/petitions/556956\r\n\r\nPrevent gyms closing due to a spike in Covid 19 cases: https://petition.parliament.uk/petitions/333869\r\n\r\nThe Committee will be holding a debate on Covid-19 restrictions on gyms and sport on Monday 23 November. You will be able to watch the debate on Parliament TV at 4.30pm: https://www.parliamentlive.tv/Commons"}, "government_response": null, "debate": null, "departments": [], "topics": []}}, {"type": "petition", "id": 555158, "links": {"self": "https://petition.parliament.uk/petitions/555158.json"}, "attributes": {"action": "Remove Indoor Tennis from Tier 2 restrictions and allow people to play again", "background": "Tier 2 rules mean that you now cannot play Indoor Tennis with someone not in your household. However you can go to a Spin or Zumba class with 30 people in a room the same size as a tennis court. Tennis is a naturally socially-distanced sport with gaps far wider than between people in a gym class.", "additional_details": "Indoor Tennis should be reinstated immediately as a sport that can be played indoors with people from other households. The distancing on court is at least equal, if not much further than, gym classes.\r\n\r\nMany people rely on tennis for their physical and mental health. As the clocks change in one week, dark evenings will mean outside play may not be an option and thousands of us will see our physical and mental health take a dive. \r\n\r\nAdditionally more coaches and clubs may go into administration.", "committee_note": null, "state": "rejected", "signature_count": 21, "created_at": "2020-10-19T16:49:43.067Z", "updated_at": "2020-10-27T12:54:14.416Z", "rejected_at": "2020-10-27T12:54:14.420Z", "opened_at": null, "closed_at": null, "moderation_threshold_reached_at": "2020-10-20T16:16:24.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": {"code": "duplicate", "details": "You may wish to sign this petition calling for the same action: https://petition.parliament.uk/petitions/555210"}, "government_response": null, "debate": null, "departments": [], "topics": []}}, {"type": "petition", "id": 555064, "links": {"self": "https://petition.parliament.uk/petitions/555064.json"}, "attributes": {"action": "Change animal tested cosmetic, beauty, medical product labelling.", "background": "To enforced a change in labelling and packaging for cosmetic, beauty, medical and similar products that test on or use animals in the production process. Currently only brands that do not test on animals or use animal products are labelled as cruelty free or vegan.", "additional_details": "In the interest of full transparency the consumer should be made aware if the product that they are buying or using has been tested on animals, or parts of an animal have been used in the in the process. \r\n\r\nA clear label should be placed on the product stating e.g This product was tested on animals or something of that nature.", "committee_note": null, "state": "rejected", "signature_count": 21, "created_at": "2020-10-18T17:10:48.495Z", "updated_at": "2020-12-01T17:19:39.139Z", "rejected_at": "2020-12-01T17:19:39.142Z", "opened_at": null, "closed_at": null, "moderation_threshold_reached_at": "2020-10-20T09:13:24.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": {"code": "duplicate", "details": "https://petition.parliament.uk/petitions/332059"}, "government_response": null, "debate": null, "departments": [], "topics": []}}, {"type": "petition", "id": 552917, "links": {"self": "https://petition.parliament.uk/petitions/552917.json"}, "attributes": {"action": "Stop the killing of sharks for vaccinations", "background": "Sharks are being killed for their Squalene oil, an oil that naturally occurs. It is used as a carrier for vaccines. Half a million sharks will have to be killed to supply the world with a vaccine. When this oil can be derived from plants, why are we killing these animals.", "additional_details": "Squalene oil is found in plants, animals and humans. Sharks livers are rich in this oil and it is being used by companies such as GlaxoSmithKline in vaccine manufacturing. It is estimated that half a MILLION sharks will have to die to supply a vaccine to the entire population. Our oceans are already hugely depleted, fish stocks that support economies and the food supply will collapse. Sustainable plant based squalene is readily available derived from olives, so why are we killing these animals.", "committee_note": null, "state": "rejected", "signature_count": 21, "created_at": "2020-09-30T15:35:30.548Z", "updated_at": "2020-10-05T12:17:29.984Z", "rejected_at": "2020-10-05T12:17:29.988Z", "opened_at": null, "closed_at": null, "moderation_threshold_reached_at": "2020-09-30T16:20:54.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": {"code": "duplicate", "details": "You may wish to sign this petition calling for the same action: https://petition.parliament.uk/petitions/552673"}, "government_response": null, "debate": null, "departments": [], "topics": []}}, {"type": "petition", "id": 551044, "links": {"self": "https://petition.parliament.uk/petitions/551044.json"}, "attributes": {"action": "Extend furlough for restricted sectors", "background": "Please extend the furlough scheme in restricted sectors to protect jobs and make sure the businesses can get up and running as quickly as possible once restrictions are fully lifted.", "additional_details": "The current arrangement for furlough is not taking into account the asymmetric nature of the businesses that are still affected by the virus and will be unable to open in any meaningful way by the end of October. I want the government to allow industries such as aviation, travel, music, theatre and tourism to have furlough extended so that they can have a workforce ready for when they can fully reopen.", "committee_note": null, "state": "rejected", "signature_count": 21, "created_at": "2020-09-12T17:23:47.019Z", "updated_at": "2020-10-08T10:16:35.907Z", "rejected_at": "2020-10-08T10:16:35.909Z", "opened_at": null, "closed_at": null, "moderation_threshold_reached_at": "2020-09-12T18:48:44.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": {"code": "duplicate", "details": "https://petition.parliament.uk/petitions/549219\r\n\r\nYou might also like to sign these sector-specific petitions:\r\n\r\nTravel - https://petition.parliament.uk/petitions/549014\r\nTheatre and Live Music - https://petition.parliament.uk/petitions/329174\r\nAviation - https://petition.parliament.uk/petitions/331434\r\nEvents - https://petition.parliament.uk/petitions/330804\r\n"}, "government_response": null, "debate": null, "departments": [], "topics": []}}, {"type": "petition", "id": 548365, "links": {"self": "https://petition.parliament.uk/petitions/548365.json"}, "attributes": {"action": "Allow 2020 A-Level students to take their teacher-assigned grades", "background": "On 13th August 2020, thousands of A Level students across England & Wales received grades that in no way reflected their previous performace, mock results, class ranking or teacher assigned grades.\r\n\r\nWe request that the government allow students to use their teacher-assigned grades.", "additional_details": "The Scottish Parliament have already agreed that the untested and unreliable nature of the algorithm used has disadvanted many pupils. We feel that this option should also be open to A level students in England and Wales.", "committee_note": null, "state": "rejected", "signature_count": 21, "created_at": "2020-08-14T09:37:23.742Z", "updated_at": "2020-08-20T07:20:51.925Z", "rejected_at": "2020-08-20T07:20:51.928Z", "opened_at": null, "closed_at": null, "moderation_threshold_reached_at": "2020-08-14T09:52:14.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": {"code": "already-happening", "details": "Since you started your petition the Government has announced that GCSE and A-level students will receive their centre assessment grades: https://www.gov.uk/government/news/gcse-and-a-level-students-to-receive-centre-assessment-grades\r\n\r\nPrior to this announcement being made, we had published the following petitions, calling for similar actions to your request: \r\n\r\nReverse all exam grades back to teacher’s own predictions: https://petition.parliament.uk/petitions/334491\r\n\r\nReview the decision to use previous data to calculate exam grades: https://petition.parliament.uk/petitions/306773\r\n\r\nAllow free and accessible appeals of GCSE and A Level calculated grades: https://petition.parliament.uk/petitions/334013"}, "government_response": null, "debate": null, "departments": [], "topics": []}}, {"type": "petition", "id": 467114, "links": {"self": "https://petition.parliament.uk/petitions/467114.json"}, "attributes": {"action": "Ban face coverings due environment pollution.", "background": "As we all now are required to wear face coverings in all public places, there is a big concern about our environment. As people are wearing face coverings, they breath, cough in those masks leaving them full of bacterias, viruses, and other nasty germs,and then just throw them on the ground.", "additional_details": "It's need to be taken a wery seriously and need to solve the problem! Becouse all those masks contains viruses, germs, and other probably nasty deseases, all of that goes to our nature!! We must not only think about ourself, we must think about what kind of place our children will grow up. So I beg for people just a bit stop on one second and just think, what we are doing, what example we show to our children. Thank you!", "committee_note": null, "state": "rejected", "signature_count": 21, "created_at": "2020-08-12T15:48:57.874Z", "updated_at": "2020-09-07T17:09:22.404Z", "rejected_at": "2020-09-07T17:09:16.377Z", "opened_at": null, "closed_at": null, "moderation_threshold_reached_at": "2020-08-12T18:25:14.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": {"code": "duplicate", "details": "https://petition.parliament.uk/petitions/300471"}, "government_response": null, "debate": null, "departments": [], "topics": []}}, {"type": "petition", "id": 334496, "links": {"self": "https://petition.parliament.uk/petitions/334496.json"}, "attributes": {"action": "Legalise the therapeutic use and study of psilocybin / magic mushrooms.", "background": "Legalise and control the study and therapeutic use of psilocybin / magic mushrooms, as advised by North Wales’ police and crime commissioner Arfon Jones. \r\n\r\nhttps://www.walesonline.co.uk/news/wales-news/magic-mushrooms-arfon-jones-pcc-18735092", "additional_details": "Recent studies have shown that psilocybin mushrooms are highly beneficial to the treatment of a wide range of mental health issues.\r\n\r\nI have met people who struggle with crippling disorders such as complex post traumatic stress disorder, who have reported positive experiences with psilocybin which they have found growing naturally in Britain. I find it hard to believe that a chemical which shows such therapeutic promise has been banned in a free-thinking Western democracy for decades.", "committee_note": null, "state": "rejected", "signature_count": 21, "created_at": "2020-08-11T17:17:23.093Z", "updated_at": "2020-09-18T08:04:55.085Z", "rejected_at": "2020-09-18T08:04:55.087Z", "opened_at": null, "closed_at": null, "moderation_threshold_reached_at": "2020-08-11T17:49:14.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": {"code": "duplicate", "details": "We already have a petition open calling for psilocybin mushrooms to be legalised for medical purposes, which you may wish to sign: https://petition.parliament.uk/petitions/332039"}, "government_response": null, "debate": null, "departments": [], "topics": []}}, {"type": "petition", "id": 334470, "links": {"self": "https://petition.parliament.uk/petitions/334470.json"}, "attributes": {"action": "Change the UK legislation on rape as a woman CAN rape a male", "background": "I want the Government and Parliament to look in to Female-to-Male rape as it is a thing. \r\nWoman can rape too and I believe the law is discriminatory against men with this; due to the theory and stigma of a man should “man up and fight back”, it’s not that easy when in fear.", "additional_details": "Just because a man gets an erection at a woman DOES NOT MEAN HE IS AROUSED! Just like if a woman gets wet while being raped does not mean they’re aroused. It’s a natural factor within our body that creates this and makes it hard.", "committee_note": null, "state": "rejected", "signature_count": 21, "created_at": "2020-08-11T13:58:06.758Z", "updated_at": "2020-08-18T09:35:42.426Z", "rejected_at": "2020-08-18T09:35:42.430Z", "opened_at": null, "closed_at": null, "moderation_threshold_reached_at": "2020-08-11T15:21:54.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": {"code": "duplicate", "details": "You may wish to sign this petition calling for the same action: https://petition.parliament.uk/petitions/300270"}, "government_response": null, "debate": null, "departments": [], "topics": []}}, {"type": "petition", "id": 334245, "links": {"self": "https://petition.parliament.uk/petitions/334245.json"}, "attributes": {"action": "Sustainable Reform - 8 proposals for fundamental changes to British politics", "background": "\u20281 Mental health reform. \r\n\u20282 Electoral reform. (proportional)\r\n\u20283 Industrial reform (hemp).\r\n\u20284  Secular spiritual reform (Wellness studies and Education in the nature of the mind)\r\n\u20285 Energy reform (renewable energy.)\r\n6 Universal Basic Income\r\n7 Gross National Happiness.\r\n8 Police reform", "additional_details": "\u20281 Mental health reform, a preventative approach \r\n\u20282 Electoral reform (proportional)\r\n\u20283 Industrial Reform - Hemp can replace almost every aspect of the oil industry. \r\n\u20284 Secular Spiritual Reform (Wellness studies and Education in the nature of the mind)\r\n\u20285 Energy reform (renewable energy.)\r\nEvery human on the planet needs clean air and clean water.\r\n6 Universal Basic Income\r\n7 Gross National Happiness\r\nThe collective happiness and well-being\r\n8 Police admissions reform - More psychological testing", "committee_note": null, "state": "rejected", "signature_count": 21, "created_at": "2020-08-08T19:41:02.133Z", "updated_at": "2020-09-08T09:31:48.547Z", "rejected_at": "2020-08-27T17:16:26.209Z", "opened_at": null, "closed_at": null, "moderation_threshold_reached_at": "2020-08-08T21:05:14.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": {"code": "no-action", "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe're not sure exactly what you'd like the Government or Parliament to do in each of these chases\r\n\t\r\nYou could start new petitions explaining clearly what you would like the Government or Parliament to do."}, "government_response": null, "debate": null, "departments": [], "topics": []}}, {"type": "petition", "id": 334032, "links": {"self": "https://petition.parliament.uk/petitions/334032.json"}, "attributes": {"action": "New law's and funding for the prevention of human trafficking & child slavery.", "background": "Give more resources and funding for the prevention of child trafficking & slavery aswell put law's in place for example what president trump did he has set up a independent task force in the white house  for such matter's that will exist when he leaves office why can't the same happen here.", "additional_details": "These law's would be in place and stay in place  regardless of who is Prime Minister. I find this is a worthy cause and should be given extreme consideration because of the nature of the matter overall it would be beneficial for everyone all round i can't think of reason's why people wouldn't want this to happen when you look at all the scandals unfolding world wide with pedophiles and trafficking this is the real pandemic that needs to be addressed and should not be ignored. Real talk!", "committee_note": null, "state": "rejected", "signature_count": 21, "created_at": "2020-08-06T12:02:49.167Z", "updated_at": "2020-08-12T09:22:17.563Z", "rejected_at": "2020-08-12T09:22:17.565Z", "opened_at": null, "closed_at": null, "moderation_threshold_reached_at": "2020-08-06T15:26:44.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": {"code": "no-action", "details": "We understand that you are concerned about human trafficking and child slavery, but it's not clear what you want the Government to do about this.\r\n\r\nHuman trafficking and child slavery are already against the law, and new legislation on modern slavery was enacted in 2015: https://www.legislation.gov.uk/ukpga/2015/30/contents/enacted\r\n\r\nTackling human trafficking and modern slavery is a matter for law enforcement agencies, but last year the Government published details of how the Government is tackling modern slavery: https://homeofficemedia.blog.gov.uk/2019/05/22/how-the-government-is-tackling-modern-slavery/"}, "government_response": null, "debate": null, "departments": [], "topics": []}}, {"type": "petition", "id": 332697, "links": {"self": "https://petition.parliament.uk/petitions/332697.json"}, "attributes": {"action": "Oppose to the transformation of Hagia Sophia into a mosque.", "background": "Oppose to the transformation of Hagia Sophia into a mosque as it’s the responsibility of all to protect western heritage and support UNESCO to protect the status of the monument as a museum open to all.", "additional_details": "Hagia Sophia is a masterpiece and unique testimony to interactions between Europe and Asia over the centuries. Its status as a museum reflects the universal nature of its heritage, and makes it a powerful symbol for dialogue. It is a sad reflection that a monument of such global importance and value should become a political tool. It is the Goverment’s and Parliaments obligation to protect the Global cultural heritage and at least oppose to that provocation against the western civilisation.", "committee_note": null, "state": "rejected", "signature_count": 21, "created_at": "2020-07-24T09:44:47.104Z", "updated_at": "2020-09-22T11:05:46.965Z", "rejected_at": "2020-09-22T11:05:46.968Z", "opened_at": null, "closed_at": null, "moderation_threshold_reached_at": "2020-07-24T21:07:14.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": {"code": "no-action", "details": "Since you started your petition, the Government has confirmed that it expects that Hagia Sophia \"remains accessible to all, as testament to its global cultural and religious significance and Turkey's rich and diverse historical and cultural legacy\".\r\n\r\nThis was part of a longer answer provided by Baroness Sugg, Minister for the Middle East and Africa, to a written question submitted in the House of Lords by Lord Alton of Liverpool on 28 July.\r\n\r\nYou can read Lord Alton's question about Hagia Sophia, and Baroness Sugg's full response on behalf of the Government, here: https://questions-statements.parliament.uk/written-questions/detail/2020-07-28/hl7421.\r\n\r\nIt is therefore not clear what else you would like the Government to do. "}, "government_response": null, "debate": null, "departments": [], "topics": []}}, {"type": "petition", "id": 331134, "links": {"self": "https://petition.parliament.uk/petitions/331134.json"}, "attributes": {"action": "Educate students about institutionalised discrimination & unconscious bias.", "background": "Pupils should be educated about the differences between personal/cultural/structural discrimination and the impact of unconscious bias. The current curriculum appears to promote respect for diversity, but fails to address the structural apparatus that continues to encourage and enable prejudice.", "additional_details": "Educating children about the subtle nature of discrimination at the institutional level (and how this can develop personal prejudices that lead to more overt disadvantages, bullying and harassment), is vital for developing life-long positive attitudes towards equality & inclusivity. Training teaching staff - and particularly those in management positions - in this area would also help prevent BAME staff being disproportionately relied upon to address discrimination issues in individual schools.", "committee_note": null, "state": "rejected", "signature_count": 21, "created_at": "2020-07-10T18:31:51.834Z", "updated_at": "2022-07-18T13:54:22.130Z", "rejected_at": "2020-09-17T11:09:16.474Z", "opened_at": null, "closed_at": null, "moderation_threshold_reached_at": "2020-07-10T20:56:14.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": {"code": "duplicate", "details": "https://petition.parliament.uk/petitions/330256"}, "government_response": null, "debate": null, "departments": [], "topics": []}}, {"type": "petition", "id": 331015, "links": {"self": "https://petition.parliament.uk/petitions/331015.json"}, "attributes": {"action": "Witcombe festival should not be allowed to go ahead this year.", "background": "I would like to government to revoke the licence that will allow this festival to go ahead as it cannot maintain social distancing rules and it is nothing but money over health", "additional_details": "This festival is going ahead over the August bank holiday and by its very nature is totally wrong as social distancing rules cannot be maintained. It is purely money over health", "committee_note": null, "state": "rejected", "signature_count": 21, "created_at": "2020-07-09T18:48:17.300Z", "updated_at": "2020-07-17T09:26:27.844Z", "rejected_at": "2020-07-17T09:26:27.847Z", "opened_at": null, "closed_at": null, "moderation_threshold_reached_at": "2020-07-09T18:58:04.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": {"code": "irrelevant", "details": "We can't accept your petition because the UK Government and Parliament aren't responsible for the issue you raise. This is the responsibility of your local council. \r\n\r\nYou could raise your issue with a local councillor, who represents you. You can use this page to find out who your local councillors are, and how to contact them:\r\n\r\nhttps://www.gov.uk/find-your-local-councillors\r\n\r\nYou might like to sign and share this petition instead: \r\nhttps://petition.parliament.uk/petitions/300885"}, "government_response": null, "debate": null, "departments": [], "topics": []}}, {"type": "petition", "id": 330775, "links": {"self": "https://petition.parliament.uk/petitions/330775.json"}, "attributes": {"action": "Have more stringent consequences for people who throw away their litter.", "background": "Enforce a much more strict and serious attitude to people who throw litter as well as those who fly tip. We need more fines and even jail time for persistent offenders.", "additional_details": "People who throw litter know there will be zero consequences for their actions. The reason they do it is because, like most things, there are zero consequences for their selfish actions. It costs the tax payer a tremendous amount of money to clean up and causes damage to our environment in far too many different ways. This blatant disregard for the natural world needs an equally blatant disregard of their excuses of laziness.", "committee_note": null, "state": "rejected", "signature_count": 21, "created_at": "2020-07-08T08:54:05.470Z", "updated_at": "2020-07-28T12:22:43.096Z", "rejected_at": "2020-07-28T12:22:43.098Z", "opened_at": null, "closed_at": null, "moderation_threshold_reached_at": "2020-07-08T09:32:44.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": {"code": "duplicate", "details": "https://petition.parliament.uk/petitions/324488"}, "government_response": null, "debate": null, "departments": [], "topics": []}}, {"type": "petition", "id": 329508, "links": {"self": "https://petition.parliament.uk/petitions/329508.json"}, "attributes": {"action": "Make littering an on the spot fine/community service, put on permanent record.", "background": "Parliament or local governments should vote to allow police/ PCSOs to fine and record names of people littering in any area. There should be a more serious and permanent deterant to discourage selfish and uncivilised behaviour.", "additional_details": "The country is being vandalised on a daily basis by people in all walks of life. Litter destroys natural beauty spots and also casts an ugly shadow on residential and public areas. People and animals have the right to live in a safe and clean envrionment/community. Litter is bio hazard and genuine threat to people safety. During the Covid-19 crisis mental and physical health is more important than ever If people cannot have safe environments to exist/reflect in it will only have negative impacts", "committee_note": null, "state": "rejected", "signature_count": 21, "created_at": "2020-06-27T16:05:00.095Z", "updated_at": "2020-07-28T12:45:39.742Z", "rejected_at": "2020-07-28T12:45:39.745Z", "opened_at": null, "closed_at": null, "moderation_threshold_reached_at": "2020-06-27T16:15:04.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": {"code": "duplicate", "details": "https://petition.parliament.uk/petitions/324488"}, "government_response": null, "debate": null, "departments": [], "topics": []}}, {"type": "petition", "id": 329396, "links": {"self": "https://petition.parliament.uk/petitions/329396.json"}, "attributes": {"action": "Enforce the littering and social distancing laws to protect our natural spaces", "background": "Since lockdown restrictions have started to lift, groups of people are gathering in natural spaces, forests, parks, beaches and areas of outstanding natural beauty, discarding their litter mindlessly. We want the government to enforce the social distancing and littering laws to protect our nature.", "additional_details": "This behaviour is a danger to wildlife. It is unsightly and ruins views, river walks, countryside, beaches and other areas of outstanding natural beauty. Littering encourages and Increases negative behaviour. It reduces people’s sense of well-being, creates lawlessness and encourages greater criminal behaviour. Areas degraded by rubbish attract disease. Removal costs councils millions of pounds each year while the packaging and fast-food industry who create the problem are not held to account.", "committee_note": null, "state": "rejected", "signature_count": 21, "created_at": "2020-06-26T17:41:06.999Z", "updated_at": "2020-09-10T10:32:35.703Z", "rejected_at": "2020-09-10T10:32:35.706Z", "opened_at": null, "closed_at": null, "moderation_threshold_reached_at": "2020-06-26T18:02:14.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": {"code": "irrelevant", "details": "The Government is responsible for passing legislation defining offences relating to littering and Covid-19 restrictions, but enforcing this is a matter for the police, not the Government or House of Commons.\r\n\r\nWe have published the following petitions, which you might like to sign:\r\n\r\nIncrease penalties, enforcement and education to tackle littering & fly tipping: https://petition.parliament.uk/petitions/324488\r\n\r\nIntroduce heavy fixed penalties starting at £1000 minimum for littering: https://petition.parliament.uk/petitions/334297\r\n\r\nThe Government has also announced that it is imposing further restrictions on social gatherings, and will support Local Authorities and police forces to respond to breaches of COVID-19 Secure guidelines: https://www.gov.uk/government/news/coronavirus-covid-19-what-has-changed-9-september"}, "government_response": null, "debate": null, "departments": [], "topics": []}}, {"type": "petition", "id": 328892, "links": {"self": "https://petition.parliament.uk/petitions/328892.json"}, "attributes": {"action": "Allow tattoo studios to re-open on July 4th or present evidence to support not", "background": "Allow tattoo studios to open in line with other hospitality industries such as barbers and hairdressers", "additional_details": "Tattoo studios are naturally extremely hygienic and aware of PPE by nature of the profession. It is discriminatory to allow other industries that allow close contact with members of the public but do not normally consider cross contamination or PPE as part of their normal routine to operate, yet refuse government regulated and registered tattoo studios to do the same. We need to work.", "committee_note": null, "state": "rejected", "signature_count": 21, "created_at": "2020-06-23T18:18:38.515Z", "updated_at": "2020-07-10T09:11:58.647Z", "rejected_at": "2020-07-10T09:11:58.649Z", "opened_at": null, "closed_at": null, "moderation_threshold_reached_at": "2020-06-23T18:25:24.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": {"code": "duplicate", "details": "We have already published this petition calling for the same action: https://petition.parliament.uk/petitions/320507\r\n\r\nSince you started your petition the Government has announced businesses including beauty salons, nail bars and tattoo studios can reopen safely from Monday 13 July: https://www.gov.uk/government/news/beauty-salons-set-to-reopen-for-some-services-next-week-under-new-government-guidelines\r\n\r\nThe Government has published guidance for people who provide close contact services, including hairdressers, barbers, beauticians, tattooists, sports and massage therapists, dress fitters, tailors and fashion designers: https://www.gov.uk/guidance/working-safely-during-coronavirus-covid-19/close-contact-services\r\n\r\nYou can find out more about coronavirus and how you can protect yourself and others here:\r\n\r\nwww.gov.uk/coronavirus\r\nhttps://www.nhs.uk/conditions/coronavirus-covid-19/\r\n\r\nThe Government has also created an online service to help you find out what you can do if you’re struggling because of coronavirus: https://www.gov.uk/find-coronavirus-support\r\n\r\nYou can read NHS tips to help if you are worried about coronavirus here: https://www.nhs.uk/oneyou/every-mind-matters/coronavirus-covid-19-anxiety-tips\r\n\r\nYou can read impartial analysis of the Government response to coronavirus and policy developments here: https://commonslibrary.parliament.uk/coronavirus/\r\n\r\nYou may also be interested to know that because of the large number of petitions that have been started in relation to coronavirus, the Petitions Committee has been questioning the Government about its response to the coronavirus outbreak.\r\n \r\nFind out more: https://committees.parliament.uk/work/192/the-governments-response-to-coronavirus/"}, "government_response": null, "debate": null, "departments": [], "topics": ["covid-19"]}}, {"type": "petition", "id": 328778, "links": {"self": "https://petition.parliament.uk/petitions/328778.json"}, "attributes": {"action": "Mental and Physical HEALTH for society by REOPENING GYMS!", "background": "We all do appreciate your intentions when it came to put England in Lock down, to keep all society safe, now please, appreciate our intentions to help our society to return to normal everyday routines, with reopening Gyms, where they can exercise, improve and feel natural high when doing that!", "additional_details": "People in Parliament, people in their homes, on streets, at work... we all have one thing in common and it is common sense, which in this case has been neglected in my opinion by society's part which decides about everyone's future.\r\nGym-natural endorphins, improvements,large space, mental and physical growth! Pubs - limited space, alcohol(which definitely not causing people to stay 2m apart) uncontrolled environment, no matter how much owners are trying.", "committee_note": null, "state": "rejected", "signature_count": 21, "created_at": "2020-06-23T12:49:04.189Z", "updated_at": "2020-08-12T14:55:19.338Z", "rejected_at": "2020-08-12T14:55:19.341Z", "opened_at": null, "closed_at": null, "moderation_threshold_reached_at": "2020-06-23T12:59:24.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": {"code": "already-happening", "details": "Since you started your petition gyms have been allowed to reopen. You can read the Government's announcement about the reopening of gyms here: https://www.gov.uk/government/news/government-announces-gyms-and-pools-to-reopen-safely"}, "government_response": null, "debate": null, "departments": [], "topics": []}}, {"type": "petition", "id": 326213, "links": {"self": "https://petition.parliament.uk/petitions/326213.json"}, "attributes": {"action": "Review History curriculum and teach next generations the truths of Colonialism", "background": "Review History curriculum in UK schools and teach next generations the truths and horrors of European Colonialism. It's important for next generations to truly understand how other continents were pillaged and divided between European colonies for monetary gain.", "additional_details": "It's crucial to gain a different historical perspective by understanding the horrors and atrocities committed by European colonies. Much of today's racism is derived from a lack of knowledge and understanding by the general public. Groups such as the English Defence League and Britain First instigate and spread hate towards minority groups. Minority groups whose countries were invaded, families and communities ripped apart, natural riches stolen all while destroying their history and traditions.", "committee_note": null, "state": "rejected", "signature_count": 21, "created_at": "2020-06-10T11:14:43.061Z", "updated_at": "2020-06-11T12:40:56.598Z", "rejected_at": "2020-06-11T12:40:56.599Z", "opened_at": null, "closed_at": null, "moderation_threshold_reached_at": "2020-06-10T12:32:44.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": {"code": "duplicate", "details": "You may wish to sign some of these petitions:\r\n\r\nAdd education on diversity and racism to all school curriculums: https://petition.parliament.uk/petitions/323808\r\n\r\nMaking the UK education curriculum more inclusive of BAME history: https://petition.parliament.uk/petitions/323961\r\n\r\nTeach Britain's colonial past as part of the UK's compulsory curriculum: https://petition.parliament.uk/petitions/324092\r\n\r\nWe have also published several petitions about race and equality more widely, which you can view here: https://petition.parliament.uk/petitions?state=open&topic=race-and-equality"}, "government_response": null, "debate": null, "departments": [], "topics": []}}, {"type": "petition", "id": 326165, "links": {"self": "https://petition.parliament.uk/petitions/326165.json"}, "attributes": {"action": "Erect a statue of Sir David Attenborough in Bristol City Center.", "background": "We would like to erect a statue of Sir David Attenborough in place of the former Edward Colston Statue in Bristol City Center.", "additional_details": "Now that the Colston statue has been removed it leaves place for a more positive prescence in the city center. Not just to it's citezens but to it's visitors. Sir David Attenborough has long been a reconozable figure linked to Bristol thanks to his work with the BBC Natural History Unit based in Bristol. He has been awarded with the freedom of the city as well as freeman of the city. His work on educating the world about it's natural wonder and preservation of nature should not be forgotten.", "committee_note": null, "state": "rejected", "signature_count": 21, "created_at": "2020-06-10T08:35:54.098Z", "updated_at": "2020-06-22T07:42:45.698Z", "rejected_at": "2020-06-22T07:42:45.700Z", "opened_at": null, "closed_at": null, "moderation_threshold_reached_at": "2020-06-10T09:28:34.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": {"code": "irrelevant", "details": "Decisions about individual historical monuments, statues, plaques and street names are a matter for the local authority in which they are located and private landowners, not the UK Government or Parliament.\r\n\r\nIf you want to raise concerns about a particular historical monument or statue or request the erection of a statue you should contact your local authority about this.\r\n\r\nThe Local Government Association has published an advice note to help councils work to ensure all sections of the community feel heard by decision-makers and each other: https://www.local.gov.uk/topics/community-safety/statues"}, "government_response": null, "debate": null, "departments": [], "topics": []}}, {"type": "petition", "id": 325933, "links": {"self": "https://petition.parliament.uk/petitions/325933.json"}, "attributes": {"action": "Ensure KS3 History teaches the destructive nature of British Colonialism.", "background": "Please adjust the Key Stage Three National Curriculum to include a compulsory unit that must be taught to pupils that highlights the role Britain had to play in Slavery, Stealing of Land from Natives and the deaths caused by Famine and Invasion and how these atrocities still impact modern attitudes.", "additional_details": "As a teacher, I feel it is my responsibility to be part of the education required to overcome the institutionalized racism that Nation of Great Britain was founded on. I think more must be done to discuss the cause of racism in schools rather than address it as merely a modern day problem. By not acknowledging the role Britain played in creating racism stops us from addressing the core of the problem. It is like treating the symptoms of a medical condition without addressing the underlying cause", "committee_note": null, "state": "rejected", "signature_count": 21, "created_at": "2020-06-09T15:37:11.978Z", "updated_at": "2020-06-11T12:34:06.309Z", "rejected_at": "2020-06-11T12:34:06.311Z", "opened_at": null, "closed_at": null, "moderation_threshold_reached_at": "2020-06-09T15:46:14.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": {"code": "duplicate", "details": "You may wish to sign some of these petitions:\r\n\r\nAdd education on diversity and racism to all school curriculums: https://petition.parliament.uk/petitions/323808\r\n\r\nMaking the UK education curriculum more inclusive of BAME history: https://petition.parliament.uk/petitions/323961\r\n\r\nTeach Britain's colonial past as part of the UK's compulsory curriculum: https://petition.parliament.uk/petitions/324092\r\n\r\nWe have also published several petitions about race and equality more widely, which you can view here: https://petition.parliament.uk/petitions?state=open&topic=race-and-equality"}, "government_response": null, "debate": null, "departments": [], "topics": []}}, {"type": "petition", "id": 325857, "links": {"self": "https://petition.parliament.uk/petitions/325857.json"}, "attributes": {"action": "To not tear any statue anywhere in the uk and make is illegal to do so", "background": "The way of of the statutes are being torn down is an disgrace to the nation and an front to the natural pride of the is country", "additional_details": "", "committee_note": null, "state": "rejected", "signature_count": 21, "created_at": "2020-06-09T11:09:21.788Z", "updated_at": "2020-06-22T07:01:50.167Z", "rejected_at": "2020-06-22T07:01:50.171Z", "opened_at": null, "closed_at": null, "moderation_threshold_reached_at": "2020-06-09T12:52:24.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": {"code": "duplicate", "details": "We have published the following petitions, which you might like to sign:\r\n\r\nProtect all monuments and statues from being taken down: https://petition.parliament.uk/petitions/325814\r\n\r\nMake it a specific offence to desecrate national flags, symbols and monuments: https://petition.parliament.uk/petitions/325545\r\n\r\nDecisions about individual historical monuments, statues, plaques and street names are a matter for the local authority in which they are located and private landowners, not the UK Government or Parliament.\r\n\r\nIf you want to raise concerns about a particular historical monument or statue you should contact your local authority about this.\r\n\r\nThe Local Government Association has published an advice note to help councils work to ensure all sections of the community feel heard by decision-makers and each other: https://www.local.gov.uk/topics/community-safety/statues"}, "government_response": null, "debate": null, "departments": [], "topics": []}}, {"type": "petition", "id": 325662, "links": {"self": "https://petition.parliament.uk/petitions/325662.json"}, "attributes": {"action": "Remove all racist statues in the UK.", "background": "We want the Government to remove all statues across the UK that celebrate perpetrators of murder and subjugation of black, indigenous and people of colour.", "additional_details": "Boris Johnson doesn't believe that the UK is racist. However, the perpetuation of racism and white supremacy in the UK is shown glaringly every day that the perpetrators of the murder and subjugation of BIPOC are celebrated by having their statues remain. Enough is enough.\r\n\r\nWe demand that ALL statues are removed as a commitment to building an anti-racist country. Any council that does not remove statues of this nature should be considered white supremacists. No Justice, No Peace. ", "committee_note": null, "state": "rejected", "signature_count": 21, "created_at": "2020-06-08T15:42:35.214Z", "updated_at": "2020-06-19T16:24:08.922Z", "rejected_at": "2020-06-19T16:24:08.925Z", "opened_at": null, "closed_at": null, "moderation_threshold_reached_at": "2020-06-08T15:51:44.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": {"code": "irrelevant", "details": "Decisions about individual historical monuments, statues, plaques and street names are a matter for the local authority in which they are located and private landowners, not the UK Government or Parliament.\r\n\r\nIf you want to raise concerns about a particular historical monument or statue you should contact your local authority about this.\r\n\r\nThe Local Government Association has published an advice note to help councils work to ensure all sections of the community feel heard by decision-makers and each other: https://www.local.gov.uk/topics/community-safety/statues\r\n\r\nWe have published the following petitions, which you might like to sign:\r\n\r\nEncourage and support the removal of memorials that glorify the slave trade: https://petition.parliament.uk/petitions/325449\r\n\r\nCreate an advisory board to review public statues and decide on their removal: https://petition.parliament.uk/petitions/325673"}, "government_response": null, "debate": null, "departments": [], "topics": []}}, {"type": "petition", "id": 325212, "links": {"self": "https://petition.parliament.uk/petitions/325212.json"}, "attributes": {"action": "End the use of horses by mounted police units in the UK.", "background": "The use of horses in mounted police units should be ended.", "additional_details": "There is no ethical or moral justification for the use of horses by the police force.\r\nHorses do not have choices about how we use them and to deliberately train them against their nature, to become weapons is inherently wrong and cruel. \r\nThey cannot ever be sufficiently trained to accept the situations they are used in and will always be fearful. \r\nTax payers are funding legalised abuse of horses without questioning and there is no place for that in modern society.", "committee_note": null, "state": "rejected", "signature_count": 21, "created_at": "2020-06-06T23:23:20.360Z", "updated_at": "2020-06-18T16:39:00.056Z", "rejected_at": "2020-06-18T16:39:00.059Z", "opened_at": null, "closed_at": null, "moderation_threshold_reached_at": "2020-06-07T16:49:34.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": {"code": "duplicate", "details": "We have published the following petitions, which you might like to sign:\r\n\r\nBan the use of horses in the police force: https://petition.parliament.uk/petitions/325179\r\n\r\nBan the use of horses for crowd control: https://petition.parliament.uk/petitions/325275"}, "government_response": null, "debate": null, "departments": [], "topics": []}}, {"type": "petition", "id": 324535, "links": {"self": "https://petition.parliament.uk/petitions/324535.json"}, "attributes": {"action": "To allow chester zoo to open and help fund the charity.", "background": "The zoo has completed covid-19 precautions and is able to manage the new social distancing rules. But you have stopped there reopen so they cannot  fund the monthly costs!! Zoos show reality to pictures of animals", "additional_details": "Allow chester zoo to open and help them financially but that’s a big ask what they do for the natural world is outstanding", "committee_note": null, "state": "rejected", "signature_count": 21, "created_at": "2020-06-03T17:43:50.827Z", "updated_at": "2020-06-09T08:26:52.489Z", "rejected_at": "2020-06-09T08:26:52.491Z", "opened_at": null, "closed_at": null, "moderation_threshold_reached_at": "2020-06-03T18:32:24.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": {"code": "duplicate", "details": "You may wish to sign some of these petitions:\r\n\r\nAllow Zoos and Wildlife attractions to reopen with social distancing in place: https://petition.parliament.uk/petitions/323881\r\n\r\nProvide financial help to zoos, aquariums, & rescue centres during the pandemic: https://petition.parliament.uk/petitions/308733\r\n\r\nYou can find out more about coronavirus and how you can protect yourself and others here:\r\n\r\nwww.gov.uk/coronavirus\r\nhttps://www.nhs.uk/conditions/coronavirus-covid-19/\r\n\r\nThe Government has also created an online service to help you find out what you can do if you’re struggling because of coronavirus: https://www.gov.uk/find-coronavirus-support\r\n\r\nYou can read NHS tips to help if you are worried about coronavirus here: https://www.nhs.uk/oneyou/every-mind-matters/coronavirus-covid-19-anxiety-tips\r\n\r\nYou can read impartial analysis of the Government response to coronavirus and policy developments here: https://commonslibrary.parliament.uk/coronavirus/\r\n\r\nYou may also be interested to know that because of the large number of petitions that have been started in relation to coronavirus, the Petitions Committee has been questioning the Government about its response to the coronavirus outbreak.\r\n \r\nFind out more: https://committees.parliament.uk/work/192/the-governments-response-to-coronavirus/"}, "government_response": null, "debate": null, "departments": [], "topics": ["covid-19"]}}]}