{"links": {"self": "https://petition.parliament.uk/petitions.json?q=environment&page=8", "first": "https://petition.parliament.uk/petitions.json?q=environment", "last": "https://petition.parliament.uk/petitions.json?page=25&q=environment", "next": "https://petition.parliament.uk/petitions.json?page=9&q=environment", "prev": "https://petition.parliament.uk/petitions.json?page=7&q=environment"}, "data": [{"type": "petition", "id": 601184, "links": {"self": "https://petition.parliament.uk/petitions/601184.json"}, "attributes": {"action": "Climate change to be a subject in School because it is a critical issue.", "background": "We only have one planet and looking at the critical nature of the environment, it is important that children from Primary Start learning about the environment at a very young age.", "additional_details": "We are 8 years old triplets who learned about recycling in school. We started litter picking at age 6. We volunteer at our local council and we have since inspired many children of our age. We are pleading for climate change to be a subject in school.", "committee_note": null, "state": "rejected", "signature_count": 21, "created_at": "2021-11-13T17:26:01.178Z", "updated_at": "2021-11-18T16:45:10.203Z", "rejected_at": "2021-11-18T16:45:02.581Z", "opened_at": null, "closed_at": null, "moderation_threshold_reached_at": "2021-11-13T18:24:18.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": {"code": "duplicate", "details": "Make ‘Environmental Education’ a compulsory separate subject in all schools.\r\nhttps://petition.parliament.uk/petitions/597233"}, "government_response": null, "debate": null, "departments": [], "topics": []}}, {"type": "petition", "id": 601044, "links": {"self": "https://petition.parliament.uk/petitions/601044.json"}, "attributes": {"action": "To have well-being days termly for school years 6-13 to improve mental health.", "background": "To benefit pupils in schools years 6-13, we want the Government to make it a legal requirement that schools must provide at least one day per term and dedicate it to a mental health awareness, thus meaning the pupils can talk about their feelings and share concerns with those they trust.", "additional_details": "Due to COVID-19 and pressure children are feeling in the school environment, the mental affect it has had on young minds is detrimental. Therefore, it should be a legal requirement that all schools and colleges have a designated lead for mental health to meet with students.\r\nIf students stress levels are decreased, they are more likely to socialize with peers without worries of their studies and school life. This also means the national exam board levels will increase.", "committee_note": null, "state": "rejected", "signature_count": 21, "created_at": "2021-11-11T14:55:28.135Z", "updated_at": "2021-11-17T16:27:59.258Z", "rejected_at": "2021-11-17T16:27:58.248Z", "opened_at": null, "closed_at": null, "moderation_threshold_reached_at": "2021-11-11T22:16:18.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": {"code": "irrelevant", "details": "Petitions must call for a specific action that the UK Government or Parliament is responsible for.\r\n\r\nDecisions about holding events outside of the national curriculum are a matter for individual schools, not the Government or Parliament. As a result it is not possible for the Government or Parliament to take the action you have requested.\r\n\r\nWe have published the following petitions, which you might like to sign:\r\n\r\nRequire schools teach about special educational needs & mental health disorders: https://petition.parliament.uk/petitions/589059\r\n\r\nRequire all schools to have at least one trained Mental Health First Aider:\r\nhttps://petition.parliament.uk/petitions/593882\r\n\r\nAdd mental health training to teaching courses: https://petition.parliament.uk/petitions/597527"}, "government_response": null, "debate": null, "departments": [], "topics": []}}, {"type": "petition", "id": 600854, "links": {"self": "https://petition.parliament.uk/petitions/600854.json"}, "attributes": {"action": "make it a legal requirement for nightclubs to thoroughly search guests on entry", "background": "I would like the Government to reconsider the outcome on the decision to make it a legal requirement for nightclubs to thoroughly search guests on entry. The response we were given was unsatisfactory and avoided the main point of the petition.", "additional_details": "The Government stated that it would not make sense to require rural pubs and restaurants to utilise metal detectors on entry. These arent the main environments for spiking to take place, its night clubs, where large crowds create an unsafe environment for girls. They also said that it would be unsuitable for archway metal detectors to be required at all clubs. This was not the point, handheld detectors and pat down searches would be beneficial to the reduction of spiking in clubs", "committee_note": null, "state": "rejected", "signature_count": 21, "created_at": "2021-11-09T00:58:38.586Z", "updated_at": "2021-11-15T10:30:58.437Z", "rejected_at": "2021-11-15T10:30:50.671Z", "opened_at": null, "closed_at": null, "moderation_threshold_reached_at": "2021-11-09T02:53:48.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": {"code": "duplicate", "details": "We understand you are disappointed by the Government's response to another petition on this subject, but we cannot accept a new petition when we already have one about a very similar issue, in this case:\r\n\r\nMake it a legal requirement for nightclubs to thoroughly search guests on entry: https://petition.parliament.uk/petitions/598986\r\n\r\nIf you are unhappy with the Government's response to this petition, you could raise your concerns with the Home Office, which provided this response. You can find contact details for the Home Office here: https://www.gov.uk/government/organisations/home-office"}, "government_response": null, "debate": null, "departments": [], "topics": []}}, {"type": "petition", "id": 600648, "links": {"self": "https://petition.parliament.uk/petitions/600648.json"}, "attributes": {"action": "Stop the sale of fireworks to the general public", "background": "Ban the sale of fireworks to the general public and allow only trained people to handle them via organised displays in a controlled environment.", "additional_details": "Fireworks cause severe distress and anxiety to many people and animals, sometimes resulting in death. They can also cause damage, sometimes wilful, to property and can be very dangerous in the wrong hands. Those who enjoy them would still be able to attend organised displays. Banning the sale of fireworks to the general public would considerably decrease the stress and anxiety caused to many people and animals and in some cases prevent fatalities.", "committee_note": null, "state": "rejected", "signature_count": 21, "created_at": "2021-11-05T23:20:57.874Z", "updated_at": "2021-11-10T09:07:24.205Z", "rejected_at": "2021-11-10T09:07:23.258Z", "opened_at": null, "closed_at": null, "moderation_threshold_reached_at": "2021-11-06T06:01:18.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": {"code": "duplicate", "details": "You may wish to sign this petition calling for a similar action: https://petition.parliament.uk/petitions/591501"}, "government_response": null, "debate": null, "departments": [], "topics": []}}, {"type": "petition", "id": 600002, "links": {"self": "https://petition.parliament.uk/petitions/600002.json"}, "attributes": {"action": "Make fireworks only legal on the days of bonfire night and new years", "background": "I want this to go ahead and made a law that fireworks can only be used on bonfire night and new years eve into the day (midnight).", "additional_details": "Fireworks aren't only traumatic to animals but to humans too. There are people with sensitivities and PTSD that can't bear to see or hear Fireworks because of how traumatising it is for them. It can also kill off animals that are important to our environment e.g. bees, they collect pollen for honey and with Fireworks they can be killed off due to shock. As well as day to day pets that have been in armed forces and kill them dye to the stress it brings to them.", "committee_note": null, "state": "rejected", "signature_count": 21, "created_at": "2021-10-28T09:24:42.844Z", "updated_at": "2021-11-04T09:01:56.378Z", "rejected_at": "2021-11-04T09:01:55.250Z", "opened_at": null, "closed_at": null, "moderation_threshold_reached_at": "2021-10-31T09:24:48.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": {"code": "duplicate", "details": "You may wish to sign this petition calling for the same action: https://petition.parliament.uk/petitions/595560"}, "government_response": null, "debate": null, "departments": [], "topics": []}}, {"type": "petition", "id": 597042, "links": {"self": "https://petition.parliament.uk/petitions/597042.json"}, "attributes": {"action": "Stop schools from discriminating against children's school shoes.", "background": "Children are making the effort to attend school and adhere to school uniform policy by wearing their branded expensive uniforms, but choosing their own footwear that is comfortable and appropriate. Yet children are being forced to spend time in detention and isolation simply because of the brand.", "additional_details": "Children wearing Vivienne Westwood, Dr Martens, Kickers etc are having their education impacted. They are being discrimated against, placed in isolation and given detention, even though the shoes are plain black and more than acceptable for a school environment. The brand of shoes our children choose to wear in order to feel comfortable and confident in school alongside wearing a uniform they probably hate, does not effect their ability to learn. They have missed out enough and it needs to stop.", "committee_note": null, "state": "rejected", "signature_count": 21, "created_at": "2021-09-13T20:15:53.421Z", "updated_at": "2021-09-20T11:37:26.372Z", "rejected_at": "2021-09-20T11:37:24.725Z", "opened_at": null, "closed_at": null, "moderation_threshold_reached_at": "2021-09-13T20:39:58.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": {"code": "irrelevant", "details": "Petitions must call for a specific action that the UK Government or House of Commons is responsible for.\r\n\r\nDecisions about school uniform and what shoes are permitted are a matter for individual schools, not the Government or House of Commons. As a result it is not possible for the Government or House of Commons to take the action you have requested.\r\n\r\nWe have published the following petitions, which you might like to sign:\r\n\r\nBan mandatory school uniforms:\r\nhttps://petition.parliament.uk/petitions/591532\r\n\r\nYou could also raise this issue with your local school directly, or through your MP or local Councillor.\r\n\r\nYou can use this page to find out who your local councillors are, and how to contact them: https://www.gov.uk/find-your-local-councillors\r\n\r\nAnd you can find contact details for your local MP here: https://members.parliament.uk/FindYourMP"}, "government_response": null, "debate": null, "departments": [], "topics": []}}, {"type": "petition", "id": 596529, "links": {"self": "https://petition.parliament.uk/petitions/596529.json"}, "attributes": {"action": "Rugby needs its own ambulance service, help us to save lives", "background": "Rugby in Warwickshire  is one of the country’s fastest growing towns and there is a need for more health services to be based locally.  Losing the towns only Ambulance service will cause more lives to be lost, due to the nearest station now being 14.1 miles away from where it is now based.  HELP US", "additional_details": "Rugby is to lose its only Ambulance to University Hospital in Coventry, 14.1 miles away, not only will this add significant time to get to emergency scenarios, it will also cost a significant amount for the additional mileage (1,306,788 miles) not to think of the impact on the environment with this additional journey time?   3.4% of cases were attended in 2020 by Rugby ambulances - compared to 16% in 2019 when we had 2 Ambulances - the answer is simple maths, INCREASE the number of Ambulances!!", "committee_note": null, "state": "rejected", "signature_count": 21, "created_at": "2021-09-07T08:53:18.189Z", "updated_at": "2021-09-13T09:02:25.679Z", "rejected_at": "2021-09-13T09:02:23.899Z", "opened_at": null, "closed_at": null, "moderation_threshold_reached_at": "2021-09-07T11:56:28.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": {"code": "irrelevant", "details": "We can't accept your petition because the UK Government and Parliament aren't responsible for the issue you raise. This is an operational decision for the ambulance service. "}, "government_response": null, "debate": null, "departments": [], "topics": []}}, {"type": "petition", "id": 595256, "links": {"self": "https://petition.parliament.uk/petitions/595256.json"}, "attributes": {"action": "Stop the insane amount of construction on our green space at Hengrove Air field", "background": "the council to look at what Damage Being done to the environment, wildlife, to valuable green space.The whole of Bristol south uses as recreational ground. Including sports, fitness. Used by Olympic athletes, it's history goes back to WW2 Wessex flyers accompanied by spitfires on secret missions", "additional_details": "Thousand of voters will be affected by this insane plan. The council will not listen to the people the old air Field was used by the Wessex flyers. They were accompanied by spitfires in WW2 on secret  missions. The Germans tried to bomb it but the (old contemptables) held them off  The Airfield is part of our history it's being taken away without  a care in the world. if any thing should be erected on this air field it should be in recognition to the Wessex flyers.", "committee_note": null, "state": "rejected", "signature_count": 21, "created_at": "2021-08-18T19:45:06.797Z", "updated_at": "2021-08-23T12:35:47.527Z", "rejected_at": "2021-08-23T12:35:46.825Z", "opened_at": null, "closed_at": null, "moderation_threshold_reached_at": "2021-08-18T20:30:45.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": {"code": "irrelevant", "details": "Petitions must call for a specific action that the UK Government or House of Commons is responsible for.\r\n\r\nDecisions about local planning matters are a matter for individual local authorities, not the Government or House of Commons. As a result it is not possible for the Government or House of Commons to take the action you have requested.\r\n\r\nYou could raise this issue with a local councillor, who represents you. You can use this page to find out who your local councillors are, and how to contact them: https://www.gov.uk/find-your-local-councillors\r\n\r\nWe have published the following petition, which you might like to sign:\r\n\r\nPrioritise brownfield development in law to protect our green belt and farmland: https://petition.parliament.uk/petitions/575169"}, "government_response": null, "debate": null, "departments": [], "topics": []}}, {"type": "petition", "id": 594118, "links": {"self": "https://petition.parliament.uk/petitions/594118.json"}, "attributes": {"action": "Make schools add an optional gender neutral PE class.", "background": "I want the government to make it Mandatory for schools to see if their is a large enough community of non-binary and non-gender specific students they must set up a separate class not defined as male or female and it must follow the exact same rules and curriculum as the other classes.", "additional_details": "The government should do this because I have personally experienced the unfair societal norms that create an environment in schools that make me feel uncomfortable and awkward in my PE lesson. People such as myself deserve to feel just as included as others in this day and age. This is especially important at a school where people learn lessons and morals that they will carry forward their whole life.", "committee_note": null, "state": "rejected", "signature_count": 21, "created_at": "2021-08-04T20:49:40.427Z", "updated_at": "2021-08-05T14:16:29.781Z", "rejected_at": "2021-08-05T14:16:29.784Z", "opened_at": null, "closed_at": null, "moderation_threshold_reached_at": "2021-08-04T21:05:15.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": {"code": "irrelevant", "details": "It is up to schools, within their wider equality obligations, how to structure PE lessons and whether to have multiple PE classes. \r\n\r\nYou could have a petition calling on the Government to ban schools from separating children by sex for PE, if that's something you would like to happen.\r\n\r\nWe have published the following petition, which you might like to sign:\r\n\r\nMake non-binary a legally recognised gender identity in the UK\r\nhttps://petition.parliament.uk/petitions/580220"}, "government_response": null, "debate": null, "departments": [], "topics": []}}, {"type": "petition", "id": 594012, "links": {"self": "https://petition.parliament.uk/petitions/594012.json"}, "attributes": {"action": "Stop Crawley closing the adventure playgrounds.", "background": "Parent/ carers are saddened to hear that Crawley council want to close the adventure playgrounds, these areas allow children to interact and be children in a safe environment. These facilities provide mental support for families and allow children to explore who they are as individuals and exercise.", "additional_details": "Given the recent events, we believe that taking away these play facilities will leave children with no where to go , no where to explore and given the level of support that they provide no safe place if they need. Please help us to stop our children’s futures being ruined . Mental health is such a worrying thing and on the increase daily that surely this should be taken seriously into consideration along with all the other points.\r\nWe would like the government/parliament to take action as we have tried the local council in the past and nothing has been done to ensure/ guarantee the continued opening of our local adventure play /park areas", "committee_note": null, "state": "rejected", "signature_count": 21, "created_at": "2021-08-03T13:55:43.674Z", "updated_at": "2021-08-04T14:36:21.606Z", "rejected_at": "2021-08-04T14:36:21.610Z", "opened_at": null, "closed_at": null, "moderation_threshold_reached_at": "2021-08-03T14:55:55.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": {"code": "irrelevant", "details": "Decisions about local planning decisions are a matter for individual local authorities, not the Government or House of Commons. As a result it is not possible for the Government or House of Commons to take the action you have requested.\r\n\r\nIf you are concerned about planning decisions in your area you could raise this issue with a local councillor, who represents you. You can use this page to find out who your local councillors are, and how to contact them: https://www.gov.uk/find-your-local-councillors"}, "government_response": null, "debate": null, "departments": [], "topics": []}}, {"type": "petition", "id": 593424, "links": {"self": "https://petition.parliament.uk/petitions/593424.json"}, "attributes": {"action": "Do not make Covid 19 vaccinations mandatory for students to attend university.", "background": "I would like the Government to not make Covid 19 vaccinations mandatory for students, like myself, to attend university lectures and be present on campus. This should not be a requirement and instead, the use of PCR tests should be the solution to ensure safe learning environments.", "additional_details": "I believe that this demand goes directly against the concept of body autonomy and as a result, I will be deprived of my dream to learn and experience university. This is a very unfair request as many individuals currently feel uncomfortable with taking the vaccine however this should not mean that we suffer as a result, especially in regard to education. I want to continue to achieve well in my academic life in order to eventually make the world a better place for all. Please do not ruin that.", "committee_note": null, "state": "rejected", "signature_count": 21, "created_at": "2021-07-26T10:55:54.196Z", "updated_at": "2021-07-29T14:38:13.227Z", "rejected_at": "2021-07-29T14:00:05.404Z", "opened_at": null, "closed_at": null, "moderation_threshold_reached_at": "2021-07-26T12:18:15.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": {"code": "duplicate", "details": "You may wish to sign this petition calling for the same action: https://petition.parliament.uk/petitions/593410"}, "government_response": null, "debate": null, "departments": [], "topics": []}}, {"type": "petition", "id": 593184, "links": {"self": "https://petition.parliament.uk/petitions/593184.json"}, "attributes": {"action": "Mandate all politicians are vaccinated with one of the available “vaccines”.", "background": "Politicians are expected to represent their constituents in the House of Parliament and are required in their work capacity to visit care homes. Therefore for them to enter care homes they will need to be fully vaccinated in the same way any other person working in that environment has been mandated", "additional_details": "The Members of Parliament are as likely to contract and contaminate others with a virus as any other citizen in the U.K. They are mandating compulsory vaccination for certain employment categories in certain sectors in the name of protecting the vulnerable. MPs are also expected to go into these environments to ensure residents are safe and correctly looked after. Therefore, all MPs should be following the very rules they voted by majority for.", "committee_note": null, "state": "rejected", "signature_count": 21, "created_at": "2021-07-23T11:18:42.994Z", "updated_at": "2021-07-28T13:45:57.793Z", "rejected_at": "2021-07-28T13:45:46.208Z", "opened_at": null, "closed_at": null, "moderation_threshold_reached_at": "2021-07-23T18:50:05.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": {"code": "no-action", "details": "We understand you're concerned about the vaccination status of people entering care homes, however we can't accept petitions calling for mandatory medical treatment.\r\n\r\nYou could have a petition calling for a legal requirement that anyone who wishes to visit a care home, including MPs, must to be vaccinated, if that is something you'd like to see happen."}, "government_response": null, "debate": null, "departments": [], "topics": ["covid-19"]}}, {"type": "petition", "id": 590461, "links": {"self": "https://petition.parliament.uk/petitions/590461.json"}, "attributes": {"action": "Give students a full or partial refund who studied during the covid 19 epidemic.", "background": "We want the government to take students and young people seriously!. We are angry and disappointed we are not being heard and have had enough. If you pay for a product that doesn’t do what’s is advertised. The customer has a right for a refund!.", "additional_details": "We as students have to pay over £9250 a year for University courses that have been affected tremendously due to Strikes, Covid-19 and endless enforced lockdowns that has very much effected courses by taking away the sufficient environment and resources for students to learn and thrive which we cannot do over a Zoom call. University Corporations feel they can get away with it due to the majority of students being young and inexperienced. We have had enough and will stand idle no more!.", "committee_note": null, "state": "rejected", "signature_count": 21, "created_at": "2021-07-02T12:44:42.906Z", "updated_at": "2021-07-07T11:13:31.757Z", "rejected_at": "2021-07-07T11:13:17.767Z", "opened_at": null, "closed_at": null, "moderation_threshold_reached_at": "2021-07-02T13:29:15.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": {"code": "no-action", "details": "We understand you're concerned about tuition fees, however petitions must make a clear ask of the UK Government or Parliament, and it's not clear whether you want fees to be fully, or partially reimbursed. \r\n\r\nIn any case, tuition fees are paid to individual universities, so any refunding of fees would be a matter for those universities, not the Government.\r\n\r\nYou may like to sign these petitions which call for related actions:\r\n\r\n'Lower tuition fees to a minimum £5,000 for University students during covid-19': https://petition.parliament.uk/petitions/571221\r\n\r\n'Reduce university fees for degrees that do not offer full in-person teaching.': https://petition.parliament.uk/petitions/587066\r\n\r\n'Abolish University Tuition Fees For All Students': https://petition.parliament.uk/petitions/580498\r\n\r\n'Call for Reduction of University Student Tuition Fees from £9250 to £3000': https://petition.parliament.uk/petitions/581870\r\n\r\n'Require universities to reimburse students 1/3 of their tuition fees': https://petition.parliament.uk/petitions/573664"}, "government_response": null, "debate": null, "departments": [], "topics": ["covid-19"]}}, {"type": "petition", "id": 589615, "links": {"self": "https://petition.parliament.uk/petitions/589615.json"}, "attributes": {"action": "Change the decision to weigh all young children in schools", "background": "Weighing children in schools to determine that they are overweight and obese is completely insensitive and wrong. This will massively affect children’s mental health and create eating disorders which are already on a rapid increase. Proper nutritional support is needed in schools not a scale reading", "additional_details": "To stop children being weighed in schools.\r\n\r\nThere are so many more positive strategies that can help children when it comes to weight and body image to positively help them. \r\n\r\nWeighing them and telling them they’re are obese and unhealthy is completely wrong on so many levels.\r\n\r\nMentally in an already toxic environment and pressure from social media and influencers to look a certain way will only push many children into further hurt", "committee_note": null, "state": "rejected", "signature_count": 21, "created_at": "2021-06-24T06:30:57.717Z", "updated_at": "2021-06-28T16:53:46.343Z", "rejected_at": "2021-06-28T16:53:45.346Z", "opened_at": null, "closed_at": null, "moderation_threshold_reached_at": "2021-06-24T06:52:35.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": {"code": "duplicate", "details": "https://petition.parliament.uk/petitions/586810"}, "government_response": null, "debate": null, "departments": [], "topics": []}}, {"type": "petition", "id": 589557, "links": {"self": "https://petition.parliament.uk/petitions/589557.json"}, "attributes": {"action": "Let parents watch their childrens sports day", "background": "Change regulations to allow parents to watch their childrens sports day. \r\nThis week we've witnessed group gatherings at events such as royal ascot this week, football matches etc.\r\nSurely parents / teachers, the majority whom have been vaccinated can watch their children, OUTSIDE at sports day??", "additional_details": "Be clearer in their current regulations.\r\nI want medical proof & evidence that schools / children / teachers and parents would be at higher risk of contracting covid in a controlled environment like a school sports day than me going to another similar outdoor event or even shopping in my local supermarket!?", "committee_note": null, "state": "rejected", "signature_count": 21, "created_at": "2021-06-23T10:04:55.039Z", "updated_at": "2021-06-24T12:26:14.378Z", "rejected_at": "2021-06-24T12:26:12.211Z", "opened_at": null, "closed_at": null, "moderation_threshold_reached_at": "2021-06-23T10:13:15.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": {"code": "irrelevant", "details": "We can't accept your petition because the UK Government and Parliament aren't responsible for the issue you raise. This is a decision for individual schools.\r\n\r\nThe Department for Education have confirmed that there is no legal bar on spectators attending, providing that legal limits on outdoor gatherings and groups are followed:\r\n\r\nhttps://dfemedia.blog.gov.uk/2021/06/18/can-sports-days-go-ahead-and-will-i-be-able-to-attend-we-answer-your-questions/"}, "government_response": null, "debate": null, "departments": [], "topics": []}}, {"type": "petition", "id": 586334, "links": {"self": "https://petition.parliament.uk/petitions/586334.json"}, "attributes": {"action": "Allow shisha cafes to serve shisha from 21st June 2021", "background": "We would like the Government to consider the regulations around reopening shisha cafes with their full service offer.\r\n\r\nRight hygiene practices such as the use of disposable shisha pipes and strict cleaning procedures shisha can still be COVID-safe for all members of the public.", "additional_details": "Shisha cafes are a culturally important hubs for communities to come together and have a peaceful environment to enjoy for few hours.\r\n\r\nThe Government is currently writing off the shisha cafe industry and is failing to implement strategic plans for opening businesses with an emphasis on safety during the pandemic which is impacting a lot off businesses. We need to come together in this difficult time and make shisha as safe as possible and put in strict measures to ensure safety of all.", "committee_note": null, "state": "rejected", "signature_count": 21, "created_at": "2021-05-16T21:29:41.999Z", "updated_at": "2021-05-21T12:31:33.325Z", "rejected_at": "2021-05-21T12:31:32.215Z", "opened_at": null, "closed_at": null, "moderation_threshold_reached_at": "2021-05-16T21:47:45.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": {"code": "no-action", "details": "The Government have not indicated that shisha venues will be excluded from businesses allowed to reopen when Step 4 of the roadmap is reached:\r\n\r\nhttps://www.gov.uk/government/publications/covid-19-response-spring-2021/covid-19-response-spring-2021-summary#step-4---not-before-21-june"}, "government_response": null, "debate": null, "departments": [], "topics": []}}, {"type": "petition", "id": 585968, "links": {"self": "https://petition.parliament.uk/petitions/585968.json"}, "attributes": {"action": "Change How Educational Settings Are Used To Determine ADOS Diagnosis", "background": "We need the Assessments to be tailored to the individual including where the assessments take place as we are finding, more and more Families are not getting the diagnosis due to not meeting the Criteria based on the findings they receive from the Educational Setting.", "additional_details": "We are finding a common problem arising and this is that of how an Educational setting is affecting the outcome of their child's diagnosis or lack of. Educational settings provides routine to which children suspected of having autism are more than happy to have however the problem is not there, it is when they are in a home or social environment that the child's problems then arise as they have had either a sensory or emotional overload.\r\nMasking is a common behavioural trait in Autism", "committee_note": null, "state": "rejected", "signature_count": 21, "created_at": "2021-05-13T14:02:56.149Z", "updated_at": "2021-05-18T11:13:16.655Z", "rejected_at": "2021-05-18T11:13:11.062Z", "opened_at": null, "closed_at": null, "moderation_threshold_reached_at": "2021-05-13T14:25:25.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": {"code": "no-action", "details": "We understand you have concerns about Autism Spectrum Disorder diagnoses, however it's not clear what it is you would like the Government to do.\r\n\r\nIn any case, how autism is diagnosed is a clinical matter for the NHS, not the UK Government or Parliament. You can find out more about this here: https://www.nhs.uk/conditions/autism/getting-diagnosed/assessments/\r\n\r\nYou might like to sign this petition which calls for a related action: https://petition.parliament.uk/petitions/565300"}, "government_response": null, "debate": null, "departments": [], "topics": []}}, {"type": "petition", "id": 584360, "links": {"self": "https://petition.parliament.uk/petitions/584360.json"}, "attributes": {"action": "Labels on plastic containers on time they take to breakdown in the environment", "background": "Tell plastic manufacturers to put labels on plastic bottles and other plastic products the damage and time that plastic waste does to the environment and the animal's that live in there so people are fully aware of the damage done by  there waste so people can choose to buy plastic free products.", "additional_details": "There is so much Plastic waste entering the world oceans that its killing marine life like Dolphins, whales and also its poisoning to marine life it carries chemicals that persist in the ocean environment for years and needs to seriously stop", "committee_note": null, "state": "rejected", "signature_count": 21, "created_at": "2021-04-27T04:55:45.310Z", "updated_at": "2021-05-04T07:04:58.271Z", "rejected_at": "2021-05-04T07:04:57.391Z", "opened_at": null, "closed_at": null, "moderation_threshold_reached_at": "2021-04-27T07:46:05.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": {"code": "no-action", "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe understand that you are concerned about the environmental harm caused by the disposal of plastics, but we're not sure exactly what you'd like the Government or Parliament to do. Your petition requests labelling stating the time it takes plastic containers to break down, but also refers to including details of the damage plastic containers do to the environment, so it's not clear exactly what you want these labels to detail.\r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do.\r\n\r\nWe have published the following petitions, which you might like to sign:\r\n\r\nMake it illegal to manufacture or sell products using non-recyclable plastic: https://petition.parliament.uk/petitions/561894\r\n\r\nInclude the harmful environmental impact of plastic waste on the curriculum: https://petition.parliament.uk/petitions/573514"}, "government_response": null, "debate": null, "departments": [], "topics": []}}, {"type": "petition", "id": 584350, "links": {"self": "https://petition.parliament.uk/petitions/584350.json"}, "attributes": {"action": "Stop smoking in outdoor areas", "background": "It's disgusting and appalling that non-smokers have to eat while having smoke blown on them. This is so wrong that children are breathing in second hand smoke while having lunch. We've known for decades that smoking causes cancer and kills.", "additional_details": "There are only 14% smokers in the UK, why do 100% of outdoor spaces accommodate them and not the rest of us! Especially since it is killing us and killing the environment. Non-smokers should be able to eat or sit outside without damaging their health. Lockdown has shone a light on this because we cannot be inside, but even when we can, we should be able to enjoy the outdoors too. Ideally I'd like smoking banned from the streets too, but for now I'd settle for restaurants and bars.", "committee_note": null, "state": "rejected", "signature_count": 21, "created_at": "2021-04-26T21:39:38.812Z", "updated_at": "2021-05-04T13:58:31.874Z", "rejected_at": "2021-05-04T13:58:31.080Z", "opened_at": null, "closed_at": null, "moderation_threshold_reached_at": "2021-04-28T20:38:15.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": {"code": "duplicate", "details": "We have published the following petitions, which you might like to sign:\r\n\r\nMake Smoking Illegal In All Public Places: https://petition.parliament.uk/petitions/566345\r\n\r\nBan smoking in parks and recreation ground including sports grounds: https://petition.parliament.uk/petitions/561854"}, "government_response": null, "debate": null, "departments": [], "topics": []}}, {"type": "petition", "id": 584329, "links": {"self": "https://petition.parliament.uk/petitions/584329.json"}, "attributes": {"action": "Make Homework optional KS3 and under, except core subjects & SATs will be exempt", "background": "Many Students across England have faced a lack of social life quality. This may affect their mental health & obstruct their growing relationship to others. It can increase stress, reduce leisure and sleep time. Core subjects should be exempt, due to the life skills, and are required for GCSE, SATs.", "additional_details": "It will damage equality, because some people have access to higher quality resources, and have a better work environment. Also, students can easily cheat. Many may not have access to technology, this may not be fair to other students! It takes away the passion of learning, by making it seem uninteresting. Also, it encourages bad learning habits: without the supervision of the teacher, you can become distracted easily and end up being used to no time limit.", "committee_note": null, "state": "rejected", "signature_count": 21, "created_at": "2021-04-26T16:35:26.287Z", "updated_at": "2021-04-30T08:49:35.530Z", "rejected_at": "2021-04-30T08:49:34.641Z", "opened_at": null, "closed_at": null, "moderation_threshold_reached_at": "2021-04-26T17:00:05.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": {"code": "no-action", "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe understand that you are concerned about homework, but we're not sure exactly what you'd like the Government or Parliament to do.\r\n\r\nThere are only \"core\" subjects in Key stage 4. For Key stages 1, 2 and 3 most of the subjects students take are compulsory, so it's not clear what subjects you want homework to be optional for.\r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do.\r\n\r\nWe have published the following petitions, which you might like to sign:\r\n\r\nBan schools from setting compulsory homework until sixth form: https://petition.parliament.uk/petitions/573179\r\n\r\nAbolish Homework in Every School: https://petition.parliament.uk/petitions/584262"}, "government_response": null, "debate": null, "departments": [], "topics": []}}, {"type": "petition", "id": 584183, "links": {"self": "https://petition.parliament.uk/petitions/584183.json"}, "attributes": {"action": "Make it illegal to send unsolicited marketing materials (JUNK MAIL) to UK homes", "background": "Such material is often just thrown away and not even read. The production and mailing of such materials has a detrimental impact on the environment and is unsolicited by the majority of households. All political parties send such materials and should lead by example whilst promoting climate change.", "additional_details": "Make it illegal to send unsolicited printed marketing materials (JUNK MAIL) and plastic charity collection bags to homes across the UK.", "committee_note": null, "state": "rejected", "signature_count": 21, "created_at": "2021-04-24T16:21:53.826Z", "updated_at": "2021-07-19T16:13:59.765Z", "rejected_at": "2021-04-29T10:08:56.972Z", "opened_at": null, "closed_at": null, "moderation_threshold_reached_at": "2021-04-24T17:28:25.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": {"code": "duplicate", "details": "You may wish to sign this petition calling for the same action: https://petition.parliament.uk/petitions/573222"}, "government_response": null, "debate": null, "departments": [], "topics": []}}, {"type": "petition", "id": 584073, "links": {"self": "https://petition.parliament.uk/petitions/584073.json"}, "attributes": {"action": "release the restriction of import red eared slider to UK for bno holders", "background": "since many HK bno holders have been keeping red eared slider. since UK gov permitted immigration of bno, but this species was abandoned import. can the UK gov assist or any solution to this issue?", "additional_details": "as HK people living in small flats, or even public housing estate limited keeping dogs, cats as pet. most HK people would keep small animals such as turtle, and the red eared slider is most likely the majority. many keeper has been keeping the slider for decades. \r\nBesides, the change of political environment in HK. many bno holder would like to apply the bno visa to UK. However, the restriction of import red eared slider made us confused and frustrated.", "committee_note": null, "state": "rejected", "signature_count": 21, "created_at": "2021-04-23T11:31:29.473Z", "updated_at": "2021-04-28T14:27:25.149Z", "rejected_at": "2021-04-28T14:27:23.854Z", "opened_at": null, "closed_at": null, "moderation_threshold_reached_at": "2021-04-23T14:45:15.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": {"code": "no-action", "details": "The restrictions on the import of red eared sliders aren't specific to BNO passport holders entering the UK, but are a national ban on their import.  \r\n\r\nYou could start a petition calling for the Government to overturn this ban in all cases, if that's what you'd like to see happen. "}, "government_response": null, "debate": null, "departments": [], "topics": []}}, {"type": "petition", "id": 583897, "links": {"self": "https://petition.parliament.uk/petitions/583897.json"}, "attributes": {"action": "Dredge the River Tyne", "background": "Dredge the River Tyne up to and including around Dunston and further along towards Newburn and Wylam.", "additional_details": "If the continuing build up of sediment continues and annual rainfall increases it is only a matter of time till more major flooding takes place along the banks of the River Tyne and more subsidence occurs, if dredging could be done it would create jobs as well as create leisure opportunities on the river with a more free flowing river and also help the environment overall.", "committee_note": null, "state": "rejected", "signature_count": 21, "created_at": "2021-04-21T15:54:15.772Z", "updated_at": "2021-05-25T05:53:19.914Z", "rejected_at": "2021-05-25T05:53:18.896Z", "opened_at": null, "closed_at": null, "moderation_threshold_reached_at": "2021-05-18T21:06:35.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": {"code": "irrelevant", "details": "Petitions must call for a specific action that the UK Government or House of Commons is responsible for.\r\n\r\nDecisions about dredging rivers are an operational matter for the Environment Agency, not the Government or House of Commons. As a result it is not possible for the Government or House of Commons to take the action you have requested.\r\n\r\nIf you are concerned about management of the River Tyne you could contact the Environmen Agency directly about this: https://www.gov.uk/government/organisations/environment-agency"}, "government_response": null, "debate": null, "departments": [], "topics": []}}, {"type": "petition", "id": 583787, "links": {"self": "https://petition.parliament.uk/petitions/583787.json"}, "attributes": {"action": "Equal Jewellery Rights For Both Genders In Secondary Education!", "background": "I would like equal jewellery rights for both genders throughout all secondary schools.", "additional_details": "This is highly sexist and unfair/ unjust the list goes on... All I ask is for equal rights and this should be our human right! By restricting peoples individuality your just causing rebellion which therefore causes toxicity in the school environment! I have experienced this first hand and I wish no one else to ever go through the embarrassment and the hurt! It was awful! I really hope this works and we can get on track to beat sexist behavior in the school sector!", "committee_note": null, "state": "rejected", "signature_count": 21, "created_at": "2021-04-20T20:57:53.830Z", "updated_at": "2021-04-28T07:30:13.760Z", "rejected_at": "2021-04-28T07:30:13.058Z", "opened_at": null, "closed_at": null, "moderation_threshold_reached_at": "2021-04-20T22:00:05.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": {"code": "duplicate", "details": "You may wish to sign this petition calling for a similar action: https://petition.parliament.uk/petitions/578439"}, "government_response": null, "debate": null, "departments": [], "topics": []}}, {"type": "petition", "id": 582848, "links": {"self": "https://petition.parliament.uk/petitions/582848.json"}, "attributes": {"action": "Ban off lead dog walking in public and providing safe enclosed spaces for this.", "background": "Government should put a blanket ban on all off lead dog walking in public spaces. Further to this there should be dedicated enclosed spaces where owners can responsibly take their dogs off leash without causing harm to others or the environment.", "additional_details": "It would make parks and public spaces safer for children. My son was charged twice now by an aggressive dog in a public park, why should we wait for a serious incident to happen before doing this. It would be better for the environment as there will be less dog waste because dogs would not be running free. Dogs would not be able to cause harm to other animals like deer in green spaces, or farmers animals. Everyone deserves to walk in public without being sniffed at by someone else's dog.", "committee_note": null, "state": "rejected", "signature_count": 21, "created_at": "2021-04-13T06:57:17.008Z", "updated_at": "2021-04-22T06:54:22.406Z", "rejected_at": "2021-04-22T06:54:21.529Z", "opened_at": null, "closed_at": null, "moderation_threshold_reached_at": "2021-04-16T18:31:45.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": {"code": "duplicate", "details": "Decisions about the provision of local spaces for dog owners is a matter for individual local authorities, but we have published the following petition, which you might like to sign:\r\n\r\nMake it compulsory for all dogs to be on leads on public land: https://petition.parliament.uk/petitions/569074"}, "government_response": null, "debate": null, "departments": [], "topics": []}}, {"type": "petition", "id": 581950, "links": {"self": "https://petition.parliament.uk/petitions/581950.json"}, "attributes": {"action": "Heavier fines and penalties for Littering", "background": "Make the penalties greater give local councils the authority to fine guilty parties. Make it acceptable to be a whistle blower and even a possible reward in doing so with use of photographic evidence etc. Give out comunity service orders to those that can’t or unable to pay", "additional_details": "This is an ever growing problem for us all. That small persentage of people that  feel it's acceptable to drop litter need to be forced to change there ways.\r\n\r\nThe damage it is causing to our beautiful environment and the killing of our precious wildlife. The huge costs to our councils for clearing up this litter. The money wasted could be well spent on other serious issues, road repairs for an example which we are all crying out for to be done, a continuous pain in our sides.\r\nWe all complained years ago when government made it compulsory to wear seat belts. Now you would dream of not wearing them. That additional deterrent makes the difference. \r\nLet's make them think is it really worth the risk.", "committee_note": null, "state": "rejected", "signature_count": 21, "created_at": "2021-04-02T09:15:55.292Z", "updated_at": "2021-04-29T12:11:34.842Z", "rejected_at": "2021-04-09T09:20:14.321Z", "opened_at": null, "closed_at": null, "moderation_threshold_reached_at": "2021-04-02T09:32:05.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": {"code": "no-action", "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe're not sure exactly what you'd like the Government or Parliament to do. It's already possible for councils to fine people for littering. It would be a decision for councils whether they want to include a reward scheme for reporting littering.\r\n\t\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do or you could raise your issue with a local councillor who represents you. You can use this page to find out who your local councillors are, and how to contact them:\r\n\r\nhttps://www.gov.uk/find-your-local-councillors "}, "government_response": null, "debate": null, "departments": [], "topics": []}}, {"type": "petition", "id": 580703, "links": {"self": "https://petition.parliament.uk/petitions/580703.json"}, "attributes": {"action": "Improve the representation of LGBT within the school system", "background": "We urge the Government to improve the representation of LGBT+ students and the services available to them within our current schooling system-We urge the government to create or set aside funding for each school and college to improve LGBT+ representation And support for students and staff", "additional_details": "Currently reported 45% of LGBT are bullied in education,18% LGBT will experience homelessness in their lives!These statistics need to change.Improving the representation of LGBT in education will educate against prejudice as well as getting LGBT students vital support-LGBT is severely under represented in education and the Government owe it to young people to represent us within our school and college environments.", "committee_note": null, "state": "rejected", "signature_count": 21, "created_at": "2021-03-21T22:55:46.764Z", "updated_at": "2021-05-07T09:05:26.276Z", "rejected_at": "2021-05-07T09:05:11.317Z", "opened_at": null, "closed_at": null, "moderation_threshold_reached_at": "2021-03-21T22:59:05.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": {"code": "no-action", "details": "We understand you would like increased funding for schools to improve LGBT+ representation, but it's not clear if you want this funding to be used to help improve the number of LGBT+ teachers or school leaders, or for some other purpose.\r\n\r\nIf you want the Government to provide increased funding to schools to allow them to take a specific action or actions relating to support for LGBT+ students, you could start a petition about that.\r\n\r\nYou may like to sign this petition which calls for a related action: \r\nhttps://petition.parliament.uk/petitions/561059"}, "government_response": null, "debate": null, "departments": [], "topics": []}}, {"type": "petition", "id": 580581, "links": {"self": "https://petition.parliament.uk/petitions/580581.json"}, "attributes": {"action": "Cancel Functional Skills Exams In 2021", "background": "The Government should cancel Functional Skills in 2021 due to the disruption of Covid-19. By the time students go back to learning, Many months would have already passed since establishments were closed to most pupils and still are. This has already had a huge impact on learning of so many.", "additional_details": "Students in the UK have already missed hundreds of hours of learning since 23rd March last year.  Many don’t have a proper learning environment, therefore results will most certainly not reflect the true efforts of pupils. Cancel Functional skills exams and provide teacher assessed grades to show the true reflections of students across the country and bring it in line with other exams being cancelled in UK. Students feel discriminated and it is grossly unfair to let these go ahead.", "committee_note": null, "state": "rejected", "signature_count": 21, "created_at": "2021-03-20T19:12:43.520Z", "updated_at": "2021-03-26T09:22:30.275Z", "rejected_at": "2021-03-26T09:22:30.278Z", "opened_at": null, "closed_at": null, "moderation_threshold_reached_at": "2021-03-20T19:22:55.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": {"code": "duplicate", "details": "You may wish to sign this petition calling for a similar action: https://petition.parliament.uk/petitions/578506"}, "government_response": null, "debate": null, "departments": [], "topics": []}}, {"type": "petition", "id": 580117, "links": {"self": "https://petition.parliament.uk/petitions/580117.json"}, "attributes": {"action": "Allow mobile hairdressers in Scotland to go back to work on the 5th April", "background": "Allow mobile hairdressers in Scotland to go back to work on the same day as salons, we provide a safe environment using clean PPE per client, sterilising all of our equipment constantly, we  make sure windows are open, we are no different from salons, probably safer than most salons", "additional_details": "Change the date for mobile hairdressers going back to work in Scotland,  \r\nA lot of mobile hairdressers will loss a lot of business due to this new development,\r\nclients feel a lot safer having their hair done in their home , it makes everyone less anxious and been able to have some normality in their life’s is good for mental health and wellness.", "committee_note": null, "state": "rejected", "signature_count": 21, "created_at": "2021-03-17T06:44:10.209Z", "updated_at": "2021-04-07T09:03:03.059Z", "rejected_at": "2021-04-07T09:03:03.063Z", "opened_at": null, "closed_at": null, "moderation_threshold_reached_at": "2021-03-17T06:57:05.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": {"code": "irrelevant", "details": "Your petition is about something that the Scottish Government is responsible for. That means that the UK Government and Parliament can't look into it.\r\n\r\nThe Scottish Parliament has its own Public Petitions Committee. If you'd like to petition the Scottish Parliament, you can find out more here:\r\nhttp://www.scottish.parliament.uk/gettinginvolved/petitions/index.aspx"}, "government_response": null, "debate": null, "departments": [], "topics": []}}, {"type": "petition", "id": 579724, "links": {"self": "https://petition.parliament.uk/petitions/579724.json"}, "attributes": {"action": "Improve education & support around harassment in Southampton secondary schools.", "background": "Mandate better education on assault, consent & harassment to Southampton secondary schools due to a lack of support & information given. Posters, lessons, and student advocates on these topics would improve the safety of the schools; stricter rules around harassment could also be put in place.", "additional_details": "As a girl, the majority of my female classmates & I have experienced sexual assault and harassment, Society brushes disgusting and immature behaviour from young boys & blame their actions on the victim. Schools have not educated children, leading to girls not knowing how or when to report harassment and boys getting away with criminal behaviour. Better education would give opportunity for support and information that would improve safety and the school environment.", "committee_note": "", "state": "rejected", "signature_count": 21, "created_at": "2021-03-14T21:08:56.139Z", "updated_at": "2021-04-20T14:57:48.815Z", "rejected_at": "2021-04-20T14:57:40.748Z", "opened_at": null, "closed_at": null, "moderation_threshold_reached_at": "2021-03-14T21:16:35.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": {"code": "irrelevant", "details": "The Government's new Relationships and Sex Education curriculum, which is mandatory in all state schools from this year, requires that students are now taught about key aspects of the law relating to sex, which include the age of consent, what consent is and is not, the definitions and recognition of rape, sexual assault and harassment, and that sexual violence and sexual harassment are not acceptable: https://www.gov.uk/government/publications/relationships-education-relationships-and-sex-education-rse-and-health-education/relationships-and-sex-education-rse-secondary\r\n\r\nImprovements to teaching for schools in speciifc areas are a matter for individual schools or trusts, and the local authority. "}, "government_response": null, "debate": null, "departments": [], "topics": []}}, {"type": "petition", "id": 579038, "links": {"self": "https://petition.parliament.uk/petitions/579038.json"}, "attributes": {"action": "Legalise wild camping in the UK", "background": "The law should be made similar to the Land Reform (Scotland) Act 2003 covering open land & national parks in England & Wales. Wild campers are not a threat to our national parks & open spaces. Current legislation is ineffective & stops teachers & leaders educating the young", "additional_details": "about preserving the environment with respect. As a result, when people do ignore the current law & wild camp, they have no concept of what to do & sometimes leave litter. Outdoor enthusiasts are put off by fear of 'getting into trouble' leaving our green places the domain of those who don't care about the law. This is unjust. Current legislation prevents the people who could & would have a positive, voluntary impact on the environment from enjoying it. Current legislation needs to be changed.", "committee_note": null, "state": "rejected", "signature_count": 21, "created_at": "2021-03-11T15:14:44.937Z", "updated_at": "2021-03-29T17:03:54.415Z", "rejected_at": "2021-03-29T17:03:54.418Z", "opened_at": null, "closed_at": null, "moderation_threshold_reached_at": "2021-03-11T15:35:25.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": {"code": "duplicate", "details": "https://petition.parliament.uk/petitions/574231"}, "government_response": null, "debate": null, "departments": [], "topics": []}}, {"type": "petition", "id": 576868, "links": {"self": "https://petition.parliament.uk/petitions/576868.json"}, "attributes": {"action": "Do not make it mandatory to wear a mask in the classroom.", "background": "To ensure that children and teachers can thrive in the school environment, we ask the government to not make it mandatory for pupils and staff to have to wear a face mask in classrooms. Pupils and staff should be given the right to chose for themselves whether wearing a face mask is necessary.", "additional_details": "By imposing the wearing of masks we are in danger of psychologically damaging the current generation of children in schools. We have already seen children returning home in distress as a result of the COVID measures that schools have been forced to implement. 2020/2021 has been traumatic enough for children, and given the extremely low health risk posed by the school environment, we feel it is only right that the wearing of masks should be a personal choice.", "committee_note": null, "state": "rejected", "signature_count": 21, "created_at": "2021-02-24T12:32:34.431Z", "updated_at": "2021-03-04T16:32:06.454Z", "rejected_at": "2021-03-04T16:32:06.457Z", "opened_at": null, "closed_at": null, "moderation_threshold_reached_at": "2021-02-24T14:14:07.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": {"code": "duplicate", "details": "You may wish to sign this petition calling for the same action: https://petition.parliament.uk/petitions/576843"}, "government_response": null, "debate": null, "departments": [], "topics": []}}, {"type": "petition", "id": 575271, "links": {"self": "https://petition.parliament.uk/petitions/575271.json"}, "attributes": {"action": "Lobby for Police Officers to be vaccinated against Covid-19.", "background": "Place Police Officers (as Key Frontline workers) at the front of the queue to be vaccinated against Covid-19.", "additional_details": "In the case of Police Officers; they operate each day in a volatile and changing environment, endangering themselves to keep us, the general public, safe and are still waiting to be vaccinated, while in some parts of the UK, vaccinations for Covid-19 are being offered to people as young as 50 years of age. \r\nThe Central and Local Governments are failing in their duty, as employers to keep their employees namely Frontline Police Officers safe.", "committee_note": null, "state": "rejected", "signature_count": 21, "created_at": "2021-02-14T19:13:35.822Z", "updated_at": "2021-02-15T17:27:21.223Z", "rejected_at": "2021-02-15T17:27:21.226Z", "opened_at": null, "closed_at": null, "moderation_threshold_reached_at": "2021-02-14T20:40:47.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": {"code": "duplicate", "details": "https://petition.parliament.uk/petitions/564155"}, "government_response": null, "debate": null, "departments": [], "topics": []}}, {"type": "petition", "id": 573895, "links": {"self": "https://petition.parliament.uk/petitions/573895.json"}, "attributes": {"action": "Enforce the recycling of bottles and cans", "background": "Introduce legislation that bans the sale of non refundable drinks containers", "additional_details": "Litter spoils our enjoyment of the countryside and can be harmful for wildlife and people.\r\nBottles and cans form a significant part of litter in the UK. We need  a Deposit Return Scheme, backed up by the Government.\r\nFor example; the Swedish model which is inshrined into law, uses a specially purposed organisation.\r\nIn 2018, Environment Secretary Michael Gove said “It is absolutely vital we act now.” If it was urgent then, it is even more so now.", "committee_note": null, "state": "rejected", "signature_count": 21, "created_at": "2021-02-04T08:22:15.002Z", "updated_at": "2021-02-11T13:46:09.036Z", "rejected_at": "2021-02-11T13:46:09.040Z", "opened_at": null, "closed_at": null, "moderation_threshold_reached_at": "2021-02-04T13:47:37.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": {"code": "duplicate", "details": "https://petition.parliament.uk/petitions/550260"}, "government_response": null, "debate": null, "departments": [], "topics": []}}, {"type": "petition", "id": 572406, "links": {"self": "https://petition.parliament.uk/petitions/572406.json"}, "attributes": {"action": "Allow students in the Arts to book studio sessions during Lockdown", "background": "Students in the Arts whether it is music, drama, dance or art students don’t have the facilities to complete courses and degrees at home. Being able to book in sessions or workshops with high alert covid-safe restrictions to allow students to complete these courses and degrees to their potential.", "additional_details": "Students in the Arts are struggling the most. Those who are studying academic subjects, despite some having practical aspects, are capable of studying at home. Dance students may not have the space. Art students can’t afford to keep buying materials and tools that are normally funded at University/College or at least they are at a highly discounted price. Music students may not have the right facilities at home or the right environment to be focusing correctly due to distracting sounds.", "committee_note": null, "state": "rejected", "signature_count": 21, "created_at": "2021-01-27T21:50:32.057Z", "updated_at": "2021-02-26T11:10:19.181Z", "rejected_at": "2021-02-26T11:10:09.898Z", "opened_at": null, "closed_at": null, "moderation_threshold_reached_at": "2021-01-27T22:02:47.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": {"code": "duplicate", "details": "You may wish to sign this petition which calls for the same action: https://petition.parliament.uk/petitions/558252.\r\n\r\nYou can find out more about coronavirus and how you can protect yourself and others here:\r\n\r\nwww.gov.uk/coronavirus\r\nhttps://www.nhs.uk/conditions/coronavirus-covid-19/\r\n\r\nThe Government has also created an online service to help you find out what you can do if you’re struggling because of coronavirus: https://www.gov.uk/find-coronavirus-support\r\n\r\nYou can read NHS tips to help if you are worried about coronavirus here: https://www.nhs.uk/oneyou/every-mind-matters/coronavirus-covid-19-anxiety-tips\r\n\r\nYou can read impartial analysis of the Government response to coronavirus and policy developments here: https://commonslibrary.parliament.uk/coronavirus/"}, "government_response": null, "debate": null, "departments": [], "topics": []}}, {"type": "petition", "id": 572126, "links": {"self": "https://petition.parliament.uk/petitions/572126.json"}, "attributes": {"action": "Prevent false advertising of animal products by using living, happy animals.", "background": "It is an untruth to show a living happy animal in advertising and packaging when promoting the purchase of the slaughtered animal. This does not provide an accurate picture of what the product inside the packaging is.", "additional_details": "We need to by more truthful in our portrayal of where food comes from. This is hugely important at a time when viruses are proven to start in poor conditions of animals used in the food chain. And when the environment is affected so badly by the raising of animals for the food chain we should be making extreme and urgent changes to encouraging people to make better, environmental choices. Dairy products are proven to contribute to some cancers. This should be shown as a warning on packaging.", "committee_note": null, "state": "rejected", "signature_count": 21, "created_at": "2021-01-26T14:33:54.624Z", "updated_at": "2021-03-15T11:58:28.493Z", "rejected_at": "2021-03-15T10:29:47.429Z", "opened_at": null, "closed_at": null, "moderation_threshold_reached_at": "2021-01-26T14:56:57.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": {"code": "irrelevant", "details": "We can't accept your petition because the UK Government and Parliament aren't responsible for the issue you raise. The Government aren't responsible for regulating advertising. You can find out more here: https://www.asa.org.uk/\r\n\r\nYou could start a new petition calling for a ban on the use of live animals on all food packaging, if that's what you'd like to see happen. "}, "government_response": null, "debate": null, "departments": [], "topics": []}}, {"type": "petition", "id": 571988, "links": {"self": "https://petition.parliament.uk/petitions/571988.json"}, "attributes": {"action": "Give those home schooling an increase in child benefit for duration of lockdown.", "background": "I along with many parents would appreciate an increase in child benefit to help with the cost of home schooling during lockdown, this would assist in the payment of schooling supplies such as paper, pencils, printer ink etc. And also extra food which would've been provided to the children by school", "additional_details": "I feel as we are all suffering some restrictions with regards to earnings the expenditure we're all enduring has significantly increased! With our children being home schooled, personally I have 3 extra mouths to feed at lunch time and 3 lots of school supplies to pay out for in order to assist our children as best we can on their educational journey at home. It is an expensive undertaking and is forcing more children closer to the poverty line with regards to their home environment.", "committee_note": null, "state": "rejected", "signature_count": 21, "created_at": "2021-01-25T18:19:19.207Z", "updated_at": "2021-02-01T12:42:48.044Z", "rejected_at": "2021-02-01T12:42:48.047Z", "opened_at": null, "closed_at": null, "moderation_threshold_reached_at": "2021-01-25T18:27:47.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": {"code": "duplicate", "details": "https://petition.parliament.uk/petitions/325691"}, "government_response": null, "debate": null, "departments": [], "topics": []}}, {"type": "petition", "id": 571955, "links": {"self": "https://petition.parliament.uk/petitions/571955.json"}, "attributes": {"action": "Update the Bathing Waters Directive to protect the health of water users.", "background": "The bathing water directive was written in 1976 and does not reflect current use of Britain's beaches and waterways. Sampling only happens May-Sept, but people are in the water all year. The standards are environmental standards, not human health standards leading to increased risk of sickness.", "additional_details": "Unless the directive is changed, the water companies won't be measured against a suitable standard to protect human health when in the water. Without these raised standards changes will be unfunded and voluntary and won't happen. The directive would force higher standards. Water companies would have to calculate the cost of, and charge for, maintaining those standards, benefitting people all round the country and coastline. The environment agency should be monitoring the new standards all year.", "committee_note": null, "state": "rejected", "signature_count": 21, "created_at": "2021-01-25T16:05:15.370Z", "updated_at": "2021-02-01T12:17:37.285Z", "rejected_at": "2021-02-01T12:17:37.289Z", "opened_at": null, "closed_at": null, "moderation_threshold_reached_at": "2021-01-25T16:51:47.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": {"code": "no-action", "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe're not sure exactly what you'd like the Government or Parliament to do to reform the directive.\r\n\t\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do. "}, "government_response": null, "debate": null, "departments": [], "topics": []}}, {"type": "petition", "id": 571782, "links": {"self": "https://petition.parliament.uk/petitions/571782.json"}, "attributes": {"action": "Prioritise all who qualify for a blue light card to get the covid-19 vaccination", "background": "Prison officers, police, firefighters and everyone on the list that is eligible for the blue light card to be prioritised to get the covid-19 vaccination, the forgotten public/private services that have continued to work throughout the pandemic and cannot work from home", "additional_details": "Every day we have dealt with suspected and confirmed cases of covid-19, we are the forgotten services that would benefit from the vaccination. Yes the NHS are doing an amazing job,but not all NHS workers save lives, some have the luxury to work from home and haven’t set foot inside a hospital, but because they work for the NHS they are eligible to receive the vaccination. The prison service, courts, firefighters etc would never refuse to help anyone if they were tested positive to covid. This vaccination would/could give us some protection in an already stressful and sometimes volatile environment", "committee_note": null, "state": "rejected", "signature_count": 21, "created_at": "2021-01-24T13:19:15.936Z", "updated_at": "2021-02-15T17:28:18.744Z", "rejected_at": "2021-02-15T17:28:18.746Z", "opened_at": null, "closed_at": null, "moderation_threshold_reached_at": "2021-01-24T16:31:47.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": {"code": "duplicate", "details": "https://petition.parliament.uk/petitions/564155"}, "government_response": null, "debate": null, "departments": [], "topics": []}}, {"type": "petition", "id": 571568, "links": {"self": "https://petition.parliament.uk/petitions/571568.json"}, "attributes": {"action": "Improve the Flood Resilience of this country", "background": "Stop the building on flood plains until we have a far better understanding of the impact it has. \r\nProvide the Environment Agency with the necessary powers, funds & resources to provide flood defences or create a separate agency that is focused solely on flood management.", "additional_details": "We are seeing more and more communities being flooded that have never flooded before. Wetter winters and the increasing number of storms are taking their toll across the country. \r\nAid is always after the event of a flooding and any permanent improvement appears to be based on how extensive / expensive the damage was. Smaller communities are often left to try and minimise the risk of flooding by themselves with very little help from the relevant authorities.", "committee_note": null, "state": "rejected", "signature_count": 21, "created_at": "2021-01-22T22:48:14.381Z", "updated_at": "2021-03-15T12:00:58.365Z", "rejected_at": "2021-03-15T12:00:49.536Z", "opened_at": null, "closed_at": null, "moderation_threshold_reached_at": "2021-01-23T09:18:57.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": {"code": "no-action", "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe're not sure exactly what you'd like the Government or Parliament to do. We're not sure what specific new powers and responsibilities you'd like the Environment Agency or a replacement to have.\r\n\t\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do, or we could accept a petition specifically calling for the Government to ban building on flood plains, if that's what you'd like to see happen. "}, "government_response": null, "debate": null, "departments": [], "topics": []}}, {"type": "petition", "id": 570675, "links": {"self": "https://petition.parliament.uk/petitions/570675.json"}, "attributes": {"action": "BAN THE SALE OF REFRIGERANTS TO THE GENERAL PUBLIC:NOT QUALIFIED,  INCOMPETENT.", "background": "To make it illegal for refrigerants to be sold in retail , wholesale and social media websites to non qualified and non competent personnel .\r\n\r\n\r\n\r\nintroduce a UK register of individual qualified and competent engineers that can handle these dangerous refrigerants.", "additional_details": "This practice contravenes existing legislation and industry codes of practice .\r\n\r\nLeaking refrigerants results in damage to the environment .\r\n\r\nNon compliant people handling these dangerous refrigerants could lead to personal injury resulting in death and damage to vehicles and premises.\r\n\r\nThe U.K. Government will be supporting the RACHP INDUSTRY and DEFRA in preventing these  accidents from happening.\r\n\r\nU.K. government will be leading on minimising   harmful climate change and environment.", "committee_note": null, "state": "rejected", "signature_count": 21, "created_at": "2021-01-17T14:40:08.050Z", "updated_at": "2021-01-27T12:58:23.699Z", "rejected_at": "2021-01-27T12:58:23.701Z", "opened_at": null, "closed_at": null, "moderation_threshold_reached_at": "2021-01-17T15:49:27.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": {"code": "no-action", "details": "Petitions need to call on the Government or Parliament to take a specific action. We're not sure exactly what you'd like the Government or Parliament to do. \r\n\r\nThe Environment Agency has already published responsibilities for fluorinated gas wholesalers or resellers. This includes only selling to customers who hold (or who employ people who hold) the relevant certificates and qualifications. See:\r\nhttps://www.gov.uk/guidance/selling-f-gas-or-equipment\r\n\r\nYou can find out how to contact the Environment Agency at:\r\nhttps://www.gov.uk/government/organisations/environment-agency"}, "government_response": null, "debate": null, "departments": [], "topics": []}}, {"type": "petition", "id": 569226, "links": {"self": "https://petition.parliament.uk/petitions/569226.json"}, "attributes": {"action": "Completely ban the use of the pesticide neonicotinoid thiamethoxam.", "background": "Upon exiting the EU, the government promised to uphold the ban on this pesticide due to its damaging impact on bees and the wider environment. The government has now reneged on this promise to allow for \"limited\" use to ensure slightly cheaper sugar.", "additional_details": "Any relaxation to allow for limited use will only lead to even laxer laws on the use of this damaging pesticide. This decision is environmentally regressive and will cause severe impacts on the bee population who play an important role as pollinators and lead to other lasting damage to the environment and agriculture industry. The government should re-evaluate its relaxation of this ban and uphold their promise before irreversible damage is done to the environment.", "committee_note": null, "state": "rejected", "signature_count": 21, "created_at": "2021-01-10T14:05:03.075Z", "updated_at": "2021-01-11T11:28:09.597Z", "rejected_at": "2021-01-11T11:28:09.599Z", "opened_at": null, "closed_at": null, "moderation_threshold_reached_at": "2021-01-10T15:18:07.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": {"code": "duplicate", "details": "You might like to sign the following petitions:\r\n\r\nOverturn the decision to allow the use of neonicotinoid pesticides\r\nhttps://petition.parliament.uk/petitions/569214\r\n\r\nContinue the ban on the use of Neonicotinoids\r\nhttps://petition.parliament.uk/petitions/563943"}, "government_response": null, "debate": null, "departments": [], "topics": []}}, {"type": "petition", "id": 569162, "links": {"self": "https://petition.parliament.uk/petitions/569162.json"}, "attributes": {"action": "Nationwide ban on the use of all Neonicotinoid pesticides.", "background": "I want the Government to ban the use of all Neonicotinoid pesticides in the UK.", "additional_details": "I want the Government to top sanctioning it’s use.\r\nBack in 2018, then the environment secretary, Michael Gove said “The weight of evidence now shows the risks neonicotinoids pose to our environment, particularly to the bees and other pollinators.\r\nThe Uk Expert Committee on Pesticides said in 2017 “evidence exists that exposure to neonicotinoids can effect reproductive health of wild bees.\r\nThe European Food Safety Authority say they possibly impair the development of the human nervous system.", "committee_note": "", "state": "rejected", "signature_count": 21, "created_at": "2021-01-10T10:06:48.279Z", "updated_at": "2021-01-11T11:27:41.030Z", "rejected_at": "2021-01-11T11:27:41.032Z", "opened_at": null, "closed_at": null, "moderation_threshold_reached_at": "2021-01-10T12:25:07.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": {"code": "duplicate", "details": "You might like to sign the following petitions:\r\n\r\nOverturn the decision to allow the use of neonicotinoid pesticides\r\nhttps://petition.parliament.uk/petitions/569214\r\n\r\nContinue the ban on the use of Neonicotinoids\r\nhttps://petition.parliament.uk/petitions/563943"}, "government_response": null, "debate": null, "departments": [], "topics": []}}, {"type": "petition", "id": 569152, "links": {"self": "https://petition.parliament.uk/petitions/569152.json"}, "attributes": {"action": "Do not allow UK farmers to use EU banned bee killing pesticides on crops.", "background": "The British government wants to allow our UK farmers to use Neonicotinoid Thiamexthoxam on crops. This would kill bees and other pollinators that actually pollinate up-to 3/4 of British crops. Since 1990 the UK has lost 13 species of bee and 35 aren under threat of extinction.", "additional_details": "I want government to continue with the EU ban of this dangerous pesticide in order to protect the UK's biodiversity of pollinating species and not put any further pressure on our already fragile environment. Bees and other pollinators are a vital part of our ecosystem and don't need to come under further threat from even more pesticides when the government pledged it would continue the EU ban of this substance.", "committee_note": null, "state": "rejected", "signature_count": 21, "created_at": "2021-01-10T09:32:40.662Z", "updated_at": "2021-01-11T11:27:20.387Z", "rejected_at": "2021-01-11T11:27:20.390Z", "opened_at": null, "closed_at": null, "moderation_threshold_reached_at": "2021-01-10T09:57:37.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": {"code": "duplicate", "details": "You might like to sign the following petitions:\r\n\r\nOverturn the decision to allow the use of neonicotinoid pesticides\r\nhttps://petition.parliament.uk/petitions/569214\r\n\r\nContinue the ban on the use of Neonicotinoids\r\nhttps://petition.parliament.uk/petitions/563943"}, "government_response": null, "debate": null, "departments": [], "topics": []}}, {"type": "petition", "id": 569002, "links": {"self": "https://petition.parliament.uk/petitions/569002.json"}, "attributes": {"action": "Reverse UK Govt’s decision to allow use of bee killing neonicotinoid pesticides", "background": "In January 2021 Environment secretary George Eustice agreed to allow use of pesticide containing neonicotinoid thiamethoxam to treat sugar beet seed in an effort to protect the crop from a virus. Yet these pesticides harm bee brain development, weaken immune systems and can leave bees unable to fly.", "additional_details": "A third of the UK bee population is thought to have vanished in a decade, yet up to three-quarters of crop species are pollinated by bees, studies show. \r\n\r\nA 2017 study of oilseed rape sites in the UK, Germany & Hungary found a link between higher levels of neonicotinoid residues & lower bee reproduction, with fewer queens in bumblebee hives & fewer egg cells in solitary bee nests.\r\n\r\nMore info at https://www.independent.co.uk/news/uk/home-news/bees-kill-pesticide-insect-sugar-neonic-b1784693.html", "committee_note": null, "state": "rejected", "signature_count": 21, "created_at": "2021-01-09T16:56:05.065Z", "updated_at": "2021-01-11T11:27:06.981Z", "rejected_at": "2021-01-11T11:27:06.984Z", "opened_at": null, "closed_at": null, "moderation_threshold_reached_at": "2021-01-09T21:46:27.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": {"code": "duplicate", "details": "You might like to sign the following petitions:\r\n\r\nOverturn the decision to allow the use of neonicotinoid pesticides\r\nhttps://petition.parliament.uk/petitions/569214\r\n\r\nContinue the ban on the use of Neonicotinoids\r\nhttps://petition.parliament.uk/petitions/563943"}, "government_response": null, "debate": null, "departments": [], "topics": []}}, {"type": "petition", "id": 568995, "links": {"self": "https://petition.parliament.uk/petitions/568995.json"}, "attributes": {"action": "Restore the ban on Neonicotinoids.", "background": "Follow the Wildlife Trusts report on Reversing the Decline of Insects in the UK, starting with restoring the ban on Neonicotinoids.\r\nTough new standards should be introduced on the use of pesticides, and support should be put in place to help farmers follow insect friendly practices.", "additional_details": "Only the Government has the power to ban the use of these chemicals in the UK, and the Tory manifesto promised not only support for the environment, but support for British farmes too. This is something that can do both of those at once.", "committee_note": null, "state": "rejected", "signature_count": 21, "created_at": "2021-01-09T16:14:33.986Z", "updated_at": "2021-01-11T11:26:52.409Z", "rejected_at": "2021-01-11T11:26:52.412Z", "opened_at": null, "closed_at": null, "moderation_threshold_reached_at": "2021-01-09T17:18:27.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": {"code": "duplicate", "details": "You might like to sign the following petitions:\r\n\r\nOverturn the decision to allow the use of neonicotinoid pesticides\r\nhttps://petition.parliament.uk/petitions/569214\r\n\r\nContinue the ban on the use of Neonicotinoids\r\nhttps://petition.parliament.uk/petitions/563943"}, "government_response": null, "debate": null, "departments": [], "topics": []}}, {"type": "petition", "id": 568954, "links": {"self": "https://petition.parliament.uk/petitions/568954.json"}, "attributes": {"action": "Do not authorise the use of bee-killing pesticide to enhance sugar beet growth", "background": "Recently, environment secretary George Eustice authorised the use of dangerous pesticides to boost sugar beet growth. This pesticide is banned in the EU as it is known to damage the populations  of bees and other pollinators. The use of such pesticides should remain banned in the UK.", "additional_details": "Pollinators are vital to our environment: our crops, plants and future rely on them. It is estimated that a third of the UK’s bee population has been lost in the last decade. Despite 3/4 of our crops relying on bees for pollination, Eustice has authorised the use of dangerous pesticides. This is short-sighted and will only damage our crop production in the future. Brexit provided an opportunity to enhance policies, we should not be taking steps backwards and risking vital environmental services.", "committee_note": null, "state": "rejected", "signature_count": 21, "created_at": "2021-01-09T14:25:57.480Z", "updated_at": "2021-01-11T14:28:29.828Z", "rejected_at": "2021-01-11T14:28:29.831Z", "opened_at": null, "closed_at": null, "moderation_threshold_reached_at": "2021-01-09T14:55:37.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": {"code": "duplicate", "details": "You might like to sign the following petitions:\r\n\r\nOverturn the decision to allow the use of neonicotinoid pesticides\r\nhttps://petition.parliament.uk/petitions/569214\r\n\r\nContinue the ban on the use of Neonicotinoids\r\nhttps://petition.parliament.uk/petitions/563943"}, "government_response": null, "debate": null, "departments": [], "topics": []}}, {"type": "petition", "id": 568940, "links": {"self": "https://petition.parliament.uk/petitions/568940.json"}, "attributes": {"action": "Ban the use of Neonicotinoids. Help save our Bees and other pollinators.", "background": "Neonicotinoids where banned however the Environment secretary George Eustice has recently agreed to them being allowed to be used again. I would like this decision to be overturned, Neonicotinoids banned once again and action taken to help save our bees.", "additional_details": "A third of the UK bee population is thought to have vanished in a decade, yet up to three-quarters of crop species are pollinated by bees, studies show.\r\n\r\nA 2017 study in the UK, Germany and Hungary found a link between higher levels of neonicotinoid residues and lower bee reproduction, with fewer queens in bumblebee hives and fewer egg cells in solitary bee nests.\r\n\r\nEvidence suggests the pesticides harm bee brain development, weaken immune systems and can leave bees unable to fly.", "committee_note": null, "state": "rejected", "signature_count": 21, "created_at": "2021-01-09T13:41:16.152Z", "updated_at": "2021-01-11T11:26:15.900Z", "rejected_at": "2021-01-11T11:26:15.902Z", "opened_at": null, "closed_at": null, "moderation_threshold_reached_at": "2021-01-09T14:26:07.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": {"code": "duplicate", "details": "You might like to sign the following petitions:\r\n\r\nOverturn the decision to allow the use of neonicotinoid pesticides\r\nhttps://petition.parliament.uk/petitions/569214\r\n\r\nContinue the ban on the use of Neonicotinoids\r\nhttps://petition.parliament.uk/petitions/563943"}, "government_response": null, "debate": null, "departments": [], "topics": []}}, {"type": "petition", "id": 567234, "links": {"self": "https://petition.parliament.uk/petitions/567234.json"}, "attributes": {"action": "Priority Vaccination List for Nursery Staff", "background": "Place all nursery staff nationwide on the Priority Vaccination List as preschool nurseries are required to remain open, during the national Lockdown. All nurseries open in Hotspot Covid-19 areas must be placed at the top of the Priority Vaccination List just as carers are in the elderly care sector.", "additional_details": "No PPE is required to be worn by staff in the Early Years sector due to the age and stage of the children. There is no social distancing between carers and children, as it is impossible to provide intimate care routines and for us to operate. Parents hand babies to staff. \r\n\r\nStaff are highly vulnerable as the majority use public transport and many live in multi household environments. Providing vaccination to these front line workers will protect them our children, parents and families.", "committee_note": null, "state": "rejected", "signature_count": 21, "created_at": "2021-01-05T11:13:10.509Z", "updated_at": "2021-01-08T10:54:48.879Z", "rejected_at": "2021-01-08T10:54:48.883Z", "opened_at": null, "closed_at": null, "moderation_threshold_reached_at": "2021-01-05T11:27:07.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": {"code": "duplicate", "details": "You may wish to sign some of these petitions:\r\n\r\nPrioritise early years practitioners to urgently receive Covid 19 vaccine: https://petition.parliament.uk/petitions/566743\r\n\r\nPrioritise teachers, school and childcare staff for Covid-19 vaccination: https://petition.parliament.uk/petitions/554316"}, "government_response": null, "debate": null, "departments": [], "topics": []}}, {"type": "petition", "id": 567174, "links": {"self": "https://petition.parliament.uk/petitions/567174.json"}, "attributes": {"action": "Close nurseries alongside schools under current COVID-19 restrictions", "background": "There is so scientific evidence to keep nurseries open whilst closing schools. This is a political decision and one which shows that our government values the lives of teachers over nursery school teachers. Very young children can just as easily spread the virus as school aged children.", "additional_details": "Teachers have well organised unions ensuring there voice is heard. They did not feel safe returning to teaching in the classroom and they are not being made to. Nursery school teachers do not have the same voice. If a political decision is made to keep nurseries open nursery school teachers should be prioritised for the vaccine as as a matter of urgency if they are expected to continue working in an environment where it is impossible to maintain social distancing with small children.", "committee_note": null, "state": "rejected", "signature_count": 21, "created_at": "2021-01-05T09:25:44.520Z", "updated_at": "2021-01-08T10:51:50.134Z", "rejected_at": "2021-01-08T10:51:50.136Z", "opened_at": null, "closed_at": null, "moderation_threshold_reached_at": "2021-01-05T09:38:27.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": {"code": "duplicate", "details": "You may wish to sign this petition calling for the same action: https://petition.parliament.uk/petitions/566718"}, "government_response": null, "debate": null, "departments": [], "topics": []}}]}