{"links": {"self": "https://petition.parliament.uk/petitions.json?q=energy&page=16", "first": "https://petition.parliament.uk/petitions.json?q=energy", "last": "https://petition.parliament.uk/petitions.json?page=17&q=energy", "next": "https://petition.parliament.uk/petitions.json?page=17&q=energy", "prev": "https://petition.parliament.uk/petitions.json?page=15&q=energy"}, "data": [{"type": "petition", "id": 616918, "links": {"self": "https://petition.parliament.uk/petitions/616918.json"}, "attributes": {"action": "Scrap Energy Standing Charges", "background": "Remove the standing charges from energy bills. These charges have increased heavily recently.\r\nCosts to cover failed companies and green energy plans should be linked to consumption.", "additional_details": "When people reduce their use to save money, they still pay a heavy amount due to the standing charges. These are paid by all, regardless of how much, or how little, energy is used. This makes it hard to reduce bills, even when cutting back on usage. Standing charges are unfair.", "committee_note": null, "state": "rejected", "signature_count": 6, "created_at": "2022-05-19T12:08:19.847Z", "updated_at": "2022-05-24T17:12:37.619Z", "rejected_at": "2022-05-24T17:12:36.586Z", "opened_at": null, "closed_at": null, "moderation_threshold_reached_at": "2022-05-21T06:49:59.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": {"code": "irrelevant", "details": "We can only accept petitions about things the Government or Parliament are directly responsible for.\r\n\r\nDecisions about standing charges are a matter for utility providers and Ofgem, not the UK Government or Parliament.\r\n\r\nThe price cap is a cap on a unit of gas and electricity, with standing charges taken into account. Find out more about the energy price cap, including how it includes standing charges, here: https://www.ofgem.gov.uk/check-if-energy-price-cap-affects-you"}, "government_response": null, "debate": null, "departments": [], "topics": []}}, {"type": "petition", "id": 616748, "links": {"self": "https://petition.parliament.uk/petitions/616748.json"}, "attributes": {"action": "Sell houses of parliament & move government to more modern UK central location", "background": "The palace of Westminster needs repairing; the cost of £22 BILLION far too heavy a burden for public purse. The buildings should be sold to the private sector. Proceeds used to create a new parliament in UK central location, with rest of money used to help create new national public energy company.", "additional_details": "90% of British citizens live outside of London, with the average median wage outside of London being 25% lower. The internet has changed the face of democracy, allowing the public to become far more hands on in having a say in the way our nation is run & we want to break away from the past archaic methods that we feel hold back our democracy in an antiquated manner. Parliament should be moved to a modern online UK central (Derbyshire/Manchester) building, rather than its London rebuild from 1876", "committee_note": null, "state": "rejected", "signature_count": 6, "created_at": "2022-05-16T17:25:19.909Z", "updated_at": "2022-05-18T08:27:26.249Z", "rejected_at": "2022-05-18T08:27:24.964Z", "opened_at": null, "closed_at": null, "moderation_threshold_reached_at": "2022-05-16T17:40:49.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": {"code": "no-action", "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe understand that you want the House of Parliament to be sold, and a new parliament established elsewhere, but it's not clear what you mean by an \"online\" building, or whether you want other changes to how the Government and Parliament operate.\r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do."}, "government_response": null, "debate": null, "departments": [], "topics": []}}, {"type": "petition", "id": 616734, "links": {"self": "https://petition.parliament.uk/petitions/616734.json"}, "attributes": {"action": "Force companies who draw oil/gas from UK waters to sell to us at a reduced rate.", "background": "Pass an emergency law with a \"set time frame\" to force companies that are drawing fossil fuels from UK waters to sell all or part of it to the UK market at a reduced rate. BP and others then still earn profits but not at a extreme level which is currently putting many households into energy poverty.", "additional_details": "Speak with these companies first to see if an agreement can be reached OR pass a law to force it through. Emergency laws are being used by other countries in times of need just like on wheat and food oils so we need to do the same to protect out most vulnerable. I think a one off windfall tax is just that, a one off.. We need a slightly longer term plan to support UK citizens. We could even agree a % to be sold at a reduced rate so the government can just target low income households?", "committee_note": null, "state": "rejected", "signature_count": 6, "created_at": "2022-05-16T13:53:33.738Z", "updated_at": "2022-05-27T14:36:34.290Z", "rejected_at": "2022-05-18T13:39:11.659Z", "opened_at": null, "closed_at": null, "moderation_threshold_reached_at": "2022-05-16T21:18:59.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": {"code": "no-action", "details": "We understand you would like companies to be forced to sell oil and gas produced in the UK at a reduced rate, however it's not clear if you want this to apply to the sale of oil and gas to wholesalers, or to the sale of energy generated using these fuels to consumers, or both.\r\n\r\nYou could have a petition calling on the Government to impose a price cap on energy generated using fossil fuels produced in the UK, if that is something you'd like to see happen."}, "government_response": null, "debate": null, "departments": [], "topics": []}}, {"type": "petition", "id": 616419, "links": {"self": "https://petition.parliament.uk/petitions/616419.json"}, "attributes": {"action": "Change listed buildings ancient laws to benefit homeowners", "background": "Review listed building policies to allow homeowners to update/insulate properties in keeping with surrounding areas, being respectful towards what is actually listed.", "additional_details": "Review listed buildings laws, which are ancient and stopping owners of these properties making them energy efficient, more attractive to sell and buy whilst being respectful to what elements of the listed building applies.\r\n\r\nIn our case, a property converted on 1980’,s just a dorma porch and one side window of significant interest and the property is listed? It makes no sense.\r\n\r\n7 dwellings are affected because of this ridiculous rule, stopping them from being efficient homes to own and maintain", "committee_note": null, "state": "rejected", "signature_count": 6, "created_at": "2022-05-11T07:44:03.927Z", "updated_at": "2022-05-12T14:30:51.229Z", "rejected_at": "2022-05-12T14:30:49.670Z", "opened_at": null, "closed_at": null, "moderation_threshold_reached_at": "2022-05-11T08:38:19.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": {"code": "no-action", "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe're not sure exactly what you'd like the Government or Parliament to do. We understand you'd like changes to the requirements for listed buildings, but we're not sure what you'd like to see change, such as removing the requirement for consent. \r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do. "}, "government_response": null, "debate": null, "departments": [], "topics": []}}, {"type": "petition", "id": 616359, "links": {"self": "https://petition.parliament.uk/petitions/616359.json"}, "attributes": {"action": "Remove the tax-payer funded subsidy from House of Commons dining and bars.", "background": "With food prices rocketing and energy costs set to rise again in the autumn, many people are struggling to feed their families, and yet The House of Commons continues to subsidise the prices in it’s dining rooms, restaurants and bars, using tax-payer money.", "additional_details": "We call upon the government, and the MPs of The House of Commons to address the disparity between the lives of ordinary people, and our elected representatives. Surely, during this time of widespread financial hardship, it is time for those both in power and opposition to take measures that demonstrate we really are “all in this together”.", "committee_note": null, "state": "rejected", "signature_count": 6, "created_at": "2022-05-10T07:56:41.573Z", "updated_at": "2022-06-17T09:19:17.796Z", "rejected_at": "2022-06-17T09:19:16.135Z", "opened_at": null, "closed_at": null, "moderation_threshold_reached_at": "2022-05-16T10:48:09.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": {"code": "no-action", "details": "The House of Commons Catering service does not provide a subsidised service in the commercial sense of the word. Some venues make a profit, while in other venues the cost of providing the service does exceed the income received in sales due to the irregular hours and unpredictability of parliamentary business. The House of Commons publishes details of the cost of House of Commons catering services: https://www.parliament.uk/site-information/foi/transparency-publications/hoc-transparency-publications/catering-services/transparency-reporting-catering-services/\r\n\r\nCustomers of the House of Commons Catering Services include some of the 650 MPs but also around 14,500 other pass-holders, many of whom are staff on lower wages that work irregular hours. In addition, members of the public and non pass holding visitors to Parliament also have access to these services. The irregular hours and the unpredictability of Parliamentary business contribute to increasing the net cost of providing a catering service. To offset this many of the restaurants, dining room facilities and their staff, are used to cater for private events at times when they are not required by the House. This is one of a number of measures used to reduce costs.\r\n\r\nWe could accept a petition calling for prices of food and drink in the House of Commons to be increased, either for all users or for Members of Parliament, if that's what you'd like to see happen."}, "government_response": null, "debate": null, "departments": [], "topics": []}}, {"type": "petition", "id": 615579, "links": {"self": "https://petition.parliament.uk/petitions/615579.json"}, "attributes": {"action": "Lower the cost of living to help the people living in poverty", "background": "What the government must do is lower the inflation by 20% or increase the national living wage to support those living in poverty and the breadline.", "additional_details": "As we have seen from the start of April we have seen a surge in costs of living and people cannot afford to pay 67% of national insurance, house, energy and fuel prices and people could face eviction from their homes increasing the crisis of homelessness and deaths. And also people are making unthinkable sacrifices for example cannot put food on the table or keep their house warm.", "committee_note": null, "state": "rejected", "signature_count": 6, "created_at": "2022-04-25T18:01:11.870Z", "updated_at": "2022-04-28T07:07:31.098Z", "rejected_at": "2022-04-28T07:07:29.888Z", "opened_at": null, "closed_at": null, "moderation_threshold_reached_at": "2022-04-25T19:18:19.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": {"code": "duplicate", "details": "We have published the following petition, which you might like to sign:\r\n\r\nIncrease our minimum wages by at least 12.2% in April 2022: https://petition.parliament.uk/petitions/609441\r\n\r\nWe could accept a petition calling on the Government to take action to reduce inflation, but it would need to be clear what actions you wanted the Government to take to achieve this.\r\n"}, "government_response": null, "debate": null, "departments": [], "topics": []}}, {"type": "petition", "id": 615104, "links": {"self": "https://petition.parliament.uk/petitions/615104.json"}, "attributes": {"action": "Offer a prize and / or support applications that research alternative energy", "background": "There is solid evidence that there are many methods of obtaining clean energy from hydrogen peroxide, split water, static electricity. For example hydrogen peroxide at a high concentration of 90% and above was researched as rocket fuel in the UK and could therefore be used to run power stations.", "additional_details": "We need to create an infrastructure based on proven research such that investors can have confidence in backing the currently known working methods and proven models that show methods of producing clean energy before the planet overheats and destroys all human life.", "committee_note": null, "state": "rejected", "signature_count": 6, "created_at": "2022-04-16T19:34:01.879Z", "updated_at": "2022-05-25T09:19:36.990Z", "rejected_at": "2022-05-25T09:19:35.915Z", "opened_at": null, "closed_at": null, "moderation_threshold_reached_at": "2022-05-22T12:12:19.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": {"code": "no-action", "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe're not sure exactly what you'd like the Government or Parliament to do. We could accept a petition calling on the Government to increase funding for researching alternative energy sources, if that's what you want to happen.\r\n"}, "government_response": null, "debate": null, "departments": [], "topics": []}}, {"type": "petition", "id": 615048, "links": {"self": "https://petition.parliament.uk/petitions/615048.json"}, "attributes": {"action": "Real Support for Families and Individuals struggling with cost of living crisis", "background": "I want the Government to step up and take action to increase Pensions Pension Credits Benefits by at least 10% lower the disgustingly high tax burden on the hardworking families struggling to feed their children take action to force the greedy energy companies to lower their prices to 2019 levels", "additional_details": "poverty is increasing food bank usuage is increasing prices are increasing people are struggling people are cold hungry depressed anxious angry desperate a £150 rebate the poorest won't get and a £200 loan people do not want/cannot afford is not going to cut it energy firms are boasting about record profits shareholders getting record dividends supermarkets all made record profits during the lockdowns oil companies been making billions for decades they are all profiteering and people will die", "committee_note": null, "state": "rejected", "signature_count": 6, "created_at": "2022-04-15T17:34:27.598Z", "updated_at": "2022-04-20T10:01:20.819Z", "rejected_at": "2022-04-20T10:01:19.624Z", "opened_at": null, "closed_at": null, "moderation_threshold_reached_at": "2022-04-15T19:58:29.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": {"code": "no-action", "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe're not sure exactly what you'd like the Government or Parliament to do. We understand you'd like to the Government to make changes to reduce the cost of living, but we're not sure from the text of your petition exactly what you want to change. \r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do."}, "government_response": null, "debate": null, "departments": [], "topics": []}}, {"type": "petition", "id": 614570, "links": {"self": "https://petition.parliament.uk/petitions/614570.json"}, "attributes": {"action": "Legislate to ban the use of daily standing charges on all energy bills.", "background": "I would like the government to introduce legislation in order to ban the use of standing charges on all energy bills. The government needs to recognise energy consumers should not be paying a standing charge for having an essential Gas and electric connection before any use has even taken place.", "additional_details": "Energy companies are making record profits based on what they charge customers per unit of use and it is these profits that should be utilised to maintain the infrastructure not a separate standing charge to the consumer. It is outrageous that people have to pay a standing charge before using any energy that is now being charged at record prices.This is more evident with the cost of living crisis and people have to factor in a standing charge that is unaffordable before using unaffordable energy", "committee_note": null, "state": "rejected", "signature_count": 6, "created_at": "2022-04-11T10:10:44.929Z", "updated_at": "2022-04-29T08:50:40.154Z", "rejected_at": "2022-04-13T12:03:57.345Z", "opened_at": null, "closed_at": null, "moderation_threshold_reached_at": "2022-04-11T12:33:39.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": {"code": "irrelevant", "details": "We can't accept your petition because the UK Government and Parliament aren't responsible for the issue you raise. This is a matter for utility providers.\r\n\r\nYou can find out more about standing charges for energy here: https://www.energyhelpline.com/help/what-are-unit-rates-and-standing-charges"}, "government_response": null, "debate": null, "departments": [], "topics": []}}, {"type": "petition", "id": 614313, "links": {"self": "https://petition.parliament.uk/petitions/614313.json"}, "attributes": {"action": "Put a price cap on further energy increases due in October", "background": "Stop further increases in gas and electric from october", "additional_details": "The British people have recently seen a 54% increase in their gas and electric prices, sending some families into poverty. A further increase in October will see families more reliable on food banks and having to further choose heating or eating. A reintroduction of a benefit cap should be Introduced to stop families having to make severe choices", "committee_note": null, "state": "rejected", "signature_count": 6, "created_at": "2022-04-07T20:08:47.656Z", "updated_at": "2022-04-12T08:44:06.930Z", "rejected_at": "2022-04-12T08:44:04.307Z", "opened_at": null, "closed_at": null, "moderation_threshold_reached_at": "2022-04-08T20:30:59.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": {"code": "irrelevant", "details": "We can only accept petitions about things the Government or Parliament are directly responsible for.\r\n\r\nThe energy cap is set by Ofgem, which is operationally independent of the Government and Parliament. You can find out more about how the energy price cap is set here: https://www.ofgem.gov.uk/publications/price-cap-increase-ps693-april\r\n\r\nWe have published the following petition, which you might like to sign:\r\n\r\nSubsidise energy prices to offset any increase in the energy price cap: https://petition.parliament.uk/petitions/606586"}, "government_response": null, "debate": null, "departments": [], "topics": []}}, {"type": "petition", "id": 613973, "links": {"self": "https://petition.parliament.uk/petitions/613973.json"}, "attributes": {"action": "Extend zero VAT on energy saving materials to DIY installations", "background": "Modify the VAT regulations introduced from April 1st 2022 which zero rates VAT on installation of various energy saving materials such that people can buy and install materials themselves at the zero rate.", "additional_details": "The people who cannot afford to pay for someone else to install energy saving materials, and who most need to reduce energy bills, are the ones who most need the zero rate, but have to pay the 20% rate.\r\nIt is also rather unfair on the large number of people who do DIY must pay the 20% rate.", "committee_note": null, "state": "rejected", "signature_count": 6, "created_at": "2022-04-04T16:18:17.464Z", "updated_at": "2022-04-07T08:55:34.584Z", "rejected_at": "2022-04-07T08:55:17.807Z", "opened_at": null, "closed_at": null, "moderation_threshold_reached_at": "2022-04-04T20:38:49.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": {"code": "duplicate", "details": "https://petition.parliament.uk/petitions/599459"}, "government_response": null, "debate": null, "departments": [], "topics": []}}, {"type": "petition", "id": 613924, "links": {"self": "https://petition.parliament.uk/petitions/613924.json"}, "attributes": {"action": "Stop high standing charges with electricity and gas", "background": "Stop energy companies taking advantage with high standing charges", "additional_details": "Not right when energy gone upto 54% this shouldn’t effect daily standing charge", "committee_note": null, "state": "rejected", "signature_count": 6, "created_at": "2022-04-03T20:36:23.069Z", "updated_at": "2022-04-06T13:57:34.163Z", "rejected_at": "2022-04-06T13:57:32.933Z", "opened_at": null, "closed_at": null, "moderation_threshold_reached_at": "2022-04-03T21:17:19.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": {"code": "already-happening", "details": "The price cap is a cap on a unit of gas and electricity, with standing charges taken into account. Find out more about the energy price cap, including how it includes standing charges, here: https://www.ofgem.gov.uk/check-if-energy-price-cap-affects-you"}, "government_response": null, "debate": null, "departments": [], "topics": []}}, {"type": "petition", "id": 612881, "links": {"self": "https://petition.parliament.uk/petitions/612881.json"}, "attributes": {"action": "Shorter School Days for Monday And Tuesday.", "background": "Shorten school days by 1 hour\r\nonly on Monday and Tuesday.", "additional_details": "To make Children gain more Energy, This would be nice if it went on for 5 weeks.", "committee_note": null, "state": "rejected", "signature_count": 6, "created_at": "2022-03-30T17:29:15.910Z", "updated_at": "2022-04-05T07:14:51.633Z", "rejected_at": "2022-04-05T07:14:50.151Z", "opened_at": null, "closed_at": null, "moderation_threshold_reached_at": "2022-03-30T20:22:19.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": {"code": "no-action", "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe understand that you're concerned about the length of the school day, but school days vary from school to school, and it's not clear exactly what changes to school days you want schools to be required to make. It's also not clear if you want any requirements to change the length of the school day to be temporary or permanent.\r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do."}, "government_response": null, "debate": null, "departments": [], "topics": []}}, {"type": "petition", "id": 612088, "links": {"self": "https://petition.parliament.uk/petitions/612088.json"}, "attributes": {"action": "Make energy use more sustainable.", "background": "Energy companies have to be banned if they do not use sustainable energy. Companies should be more sustainable. Please sign this petition to help the world be more green, allowing people to be more healthy and happy.", "additional_details": "Most companies around the UK are in the position to do so. Companies just want money and do not care about the world, but the reason companies are there are to make the world easier. They are not.", "committee_note": null, "state": "rejected", "signature_count": 6, "created_at": "2022-03-23T13:20:29.999Z", "updated_at": "2022-03-29T07:55:42.647Z", "rejected_at": "2022-03-29T07:55:41.561Z", "opened_at": null, "closed_at": null, "moderation_threshold_reached_at": "2022-03-24T11:29:28.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": {"code": "no-action", "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe understand that you're concerned about energy sustainability, but we're not sure exactly what you'd like the Government or Parliament to do.\r\n\r\nMany energy companies are not responsible for energy generation, and even customers on green tariffs will receive electricity that is not generated by renewables. It's therefore not clear which energy companies you want to be banned, or if what you actually want is for all non-renewable energy generation in the UK to be banned.\r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do."}, "government_response": null, "debate": null, "departments": [], "topics": []}}, {"type": "petition", "id": 611780, "links": {"self": "https://petition.parliament.uk/petitions/611780.json"}, "attributes": {"action": "Prevent Renewable Energy Providers increasing prices based on Fossil Fuels(Gas)", "background": "Renewable Energy should be expected to add to our diversity and therefore security to consumers. Not only is it counter-intuitive that companies can raise Electrical Tariffs based on the price of Fossil Fuels including Gas, it is imperative this link is broken and separate caps are applied.", "additional_details": "It is imperative the relationship between Fossil Fuel Prices including Gas are unlinked and the regulation of Electrical Energy supplied from Renewable Sources have separate caps based on the “actual fixed and variable costs” of such projects providing value to state and consumer and a “reasonable return” to companies selling Electrical Energy from Renewable Sources. This requires revised Policy and Regulation as the current profiteering is wholly flawed and doesn’t reflect market fairness.", "committee_note": null, "state": "rejected", "signature_count": 6, "created_at": "2022-03-17T21:18:16.358Z", "updated_at": "2022-03-25T08:45:20.444Z", "rejected_at": "2022-03-25T08:45:18.981Z", "opened_at": null, "closed_at": null, "moderation_threshold_reached_at": "2022-03-20T18:19:28.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": {"code": "irrelevant", "details": "We can only accept petitions about things the Government or Parliament are directly responsible for.\r\n\r\nDecisions about energy prices are a matter for generators and Ofgem, not the UK Government or Parliament. The energy price cap set by Ofgem does not apply if a consumer has chosen a standard variable green energy tariff."}, "government_response": null, "debate": null, "departments": [], "topics": []}}, {"type": "petition", "id": 611421, "links": {"self": "https://petition.parliament.uk/petitions/611421.json"}, "attributes": {"action": "Stop renewable wholesale energy prices being set to gas wholesale prices.", "background": "The renewable energy price is dictated by the “last unit coming onto market, which is gas”, So while the cost of wind, the cost of nuclear and the cost of solar have not changed, the entire renewable market is getting a price based on gas. It’s ludicrous that green energy is priced by a fossil fuel.", "additional_details": "Renewable energy should be priced at percentage above cost of production.", "committee_note": null, "state": "rejected", "signature_count": 6, "created_at": "2022-03-13T07:44:03.815Z", "updated_at": "2022-03-17T08:16:18.961Z", "rejected_at": "2022-03-17T08:16:15.235Z", "opened_at": null, "closed_at": null, "moderation_threshold_reached_at": "2022-03-13T19:15:28.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": {"code": "irrelevant", "details": "We can only accept petitions about things the Government or Parliament are directly responsible for.\r\n\r\nDecisions about energy prices are a matter for generators and Ofgem, not the UK Government or Parliament. The energy price cap set by Ofgem does not apply if a consumer has chosen a standard variable green energy tariff."}, "government_response": null, "debate": null, "departments": [], "topics": []}}, {"type": "petition", "id": 611408, "links": {"self": "https://petition.parliament.uk/petitions/611408.json"}, "attributes": {"action": "Impose a price cap on heating oil the same as gas and electricity", "background": "In the past few weeks, Kerosene (Heating oil) has more than doubled in price. I would like the government to impose a price cap similar to the electricity price cap that's currently in place.", "additional_details": "In the past few weeks, Kerosene (Heating oil) has more than doubled in price. This is incredibly worrying for home owners in rural areas with oil fired boilers especially low income households who are already worried about increasing energy costs. 500L is usually the minimum order required and as of writing this, this would cost over £700 and only two weeks ago, this would cost around £340. Households are being forgotten about in rural areas. The government need to step in.", "committee_note": null, "state": "rejected", "signature_count": 6, "created_at": "2022-03-12T22:34:53.637Z", "updated_at": "2022-03-16T15:51:44.993Z", "rejected_at": "2022-03-16T15:51:44.958Z", "opened_at": null, "closed_at": null, "moderation_threshold_reached_at": "2022-03-13T10:13:18.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": {"code": "duplicate", "details": "We currently have the below petition open which you might like to sign:\r\n\r\nRemove VAT from all domestic fuel, and provide price capping on heating oil.\r\nhttps://petition.parliament.uk/petitions/598647"}, "government_response": null, "debate": null, "departments": [], "topics": []}}, {"type": "petition", "id": 611195, "links": {"self": "https://petition.parliament.uk/petitions/611195.json"}, "attributes": {"action": "Reduce VAT on Petrol and Diesel to 5%", "background": "The cost of petrol and diesel have reached an all-time high. To mitigate the effect of rising petrol and diesel prices, the government should cut VAT on fuels to 5%.", "additional_details": "The cost of filling a 50 litre car with petrol is now over £80 and diesel is even more expensive.\r\n\r\nAs it stands about 26p a litre of what drivers are paying on the forecourt is attributable to VAT and that comes on top of 58p a litre already paid in fuel duty.\r\n\r\nThe government should reduce VAT from 20% to 5% to ease the burden on average families already struggling with rising energy and food prices.", "committee_note": null, "state": "rejected", "signature_count": 6, "created_at": "2022-03-10T12:33:44.571Z", "updated_at": "2022-03-15T09:16:31.399Z", "rejected_at": "2022-03-15T09:16:31.402Z", "opened_at": null, "closed_at": null, "moderation_threshold_reached_at": "2022-03-10T18:28:38.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": {"code": "duplicate", "details": "You may wish to sign this petition calling for the same action:\r\n\r\nReduce fuel duty and VAT by 40% for a period of 2 years\r\nhttps://petition.parliament.uk/petitions/599089"}, "government_response": null, "debate": null, "departments": [], "topics": []}}, {"type": "petition", "id": 611177, "links": {"self": "https://petition.parliament.uk/petitions/611177.json"}, "attributes": {"action": "Remove the current £2,000 per year limit for tax free childcare.", "background": "With huge increases in the cost of living (fuel, energy, food, train fares, NI etc.) including a daily increase in our nursery fees of £8 per day, it may be more cost effective not to be a working parent, which means a knock on effect to the government receiving less Tax & NI from those workers.", "additional_details": "The incentive for parents to work for very little take home pay after deducting living costs, taxes and nursery fees, whilst also missing out on spending time with their children, has never been so low. I would like the government to consider removing the £2,000 per year limit to support families who are working hard at mid-range salaries for very little reward to themselves or their families. As a family we both worked through Covid with no furlough therefore contributed to taxes throughout.", "committee_note": null, "state": "rejected", "signature_count": 6, "created_at": "2022-03-10T10:05:21.607Z", "updated_at": "2022-03-16T08:47:59.184Z", "rejected_at": "2022-03-16T08:47:57.823Z", "opened_at": null, "closed_at": null, "moderation_threshold_reached_at": "2022-03-11T15:28:08.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": {"code": "duplicate", "details": "You may wish to sign this petition which calls for the same action: https://petition.parliament.uk/petitions/602389"}, "government_response": null, "debate": null, "departments": [], "topics": []}}, {"type": "petition", "id": 611144, "links": {"self": "https://petition.parliament.uk/petitions/611144.json"}, "attributes": {"action": "Emergency Energy Bill - Invest in the UK now rather than overseas next winter", "background": "Implement measures to soften huge energy prices next winter and give the UK long term stability and independence of energy production - invest now to best prepare the UK for next winter and reduce hardship\r\nSee policies here: https://energy-emergency.co.uk\r\nThis is not an argument about fossil fuels", "additional_details": "We are walking into an energy crisis next winter where people and industry will be crippled by enormous energy prices; this will be a triple blow as 1) people and businesses will not be able to afford the energy prices and will result in huge hardship, 2) there will need to be drastic government support and 3) the money will go overseas. The government has just 8 months before the next winter to implement measures to prepare, protect and support its citizens - invest now to reduce the cost later", "committee_note": null, "state": "rejected", "signature_count": 6, "created_at": "2022-03-09T23:27:02.736Z", "updated_at": "2022-03-15T09:36:25.104Z", "rejected_at": "2022-03-15T09:36:25.108Z", "opened_at": null, "closed_at": null, "moderation_threshold_reached_at": "2022-03-10T20:40:18.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": {"code": "no-action", "details": "A petition has to ask for a clear action from the UK Government or Parliament. While we can see that you'd like the Government to take action on rising costs of energy, it's not clear exactly what you'd like the Government to do. \r\n\r\nWe've published lots of petitions on the rising costs of energy which you might like to sign. We cannot accept a new petition when we already have one about a very similar issue.\r\n\r\nCut the VAT charged on energy bills\r\nhttps://petition.parliament.uk/petitions/597470\r\n\r\nRemove VAT from energy-saving products\r\nhttps://petition.parliament.uk/petitions/599459\r\n\r\nSubsidise energy prices to offset any increase in the energy price cap: https://petition.parliament.uk/petitions/606586\r\n\r\nPrepare & deliver a strategy for developing and using Tidal energy in the UK\r\nhttps://petition.parliament.uk/petitions/598785\r\n\r\nIntroduce grants for home battery storage systems\r\nhttps://petition.parliament.uk/petitions/610997\r\n\r\nHold an urgent inquiry into the energy crisis, and remove VAT on fuel\r\nhttps://petition.parliament.uk/petitions/605609\r\n\r\nReduce or remove VAT on low emission vehicles in order to speed up adoption\r\nhttps://petition.parliament.uk/petitions/600950"}, "government_response": null, "debate": null, "departments": [], "topics": []}}, {"type": "petition", "id": 611057, "links": {"self": "https://petition.parliament.uk/petitions/611057.json"}, "attributes": {"action": "Review the Method for Calculating the Energy Price Cap", "background": "Consider the benefits of applying a 'volume pricing' model which is linked to council tax bands, for example:", "additional_details": "Those living in council tax band F, are charged 5p per kWh per month for the first 500 kwh, increasing to 7p per kWh per month, for the next 250 kwh, increasing to 9p per kWh per month for the next 250 kwh..... etc\r\n\r\nThose living in council tax band H, are charged 9p per kWh per month for the first 500 kwh, increasing to 12p per kWh per month, for the next 250 kwh, increasing to 15p per kWh per month for the next 250 kwh..... etc\r\n\r\nThis method of pricing rewards those who use less encouraging people to reduce consumption, and it allows those whose assets indicate they can afford more, to subsidise those whose assets indicate they may struggle.", "committee_note": null, "state": "rejected", "signature_count": 6, "created_at": "2022-03-08T23:52:54.693Z", "updated_at": "2022-03-14T14:38:11.660Z", "rejected_at": "2022-03-14T14:37:55.885Z", "opened_at": null, "closed_at": null, "moderation_threshold_reached_at": "2022-03-09T02:49:38.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": {"code": "irrelevant", "details": "We can only accept petitions about things the Government or Parliament are directly responsible for.\r\n\r\nThe energy price cap is set by Ofgem, not the Government or Parliament, but we could accept a petition calling on the Government to give Ofgem powers to set a variable price cap based on usage, rather than a fixed price cap."}, "government_response": null, "debate": null, "departments": [], "topics": []}}, {"type": "petition", "id": 611000, "links": {"self": "https://petition.parliament.uk/petitions/611000.json"}, "attributes": {"action": "Make energy companies absorb the costs of prepayment meters", "background": "The costs of transferring prepayment meters is currently passed on to customers, resulting in higher bills and/or higher tariffs. This seems unfair on the customer, considering the high profits energy make.I want the energy companies to absorb the costs, rather than passing these on to the consumer.", "additional_details": "The Government or Parliament have the ability to change the laws. Energy companies are big businesses and try to be a law unto themselves, but still have to obey the laws of the land. Customers usually have very little influence on changing big business practices, whereas the Government or Parliament has the power to do so.", "committee_note": null, "state": "rejected", "signature_count": 6, "created_at": "2022-03-08T11:31:23.147Z", "updated_at": "2022-03-14T10:37:02.324Z", "rejected_at": "2022-03-14T10:37:01.138Z", "opened_at": null, "closed_at": null, "moderation_threshold_reached_at": "2022-03-09T05:00:48.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": {"code": "no-action", "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe're not quite sure what you mean by the \"costs of transferring prepayment meters\".\r\n\r\nThe energy price cap applies to anyone on a default energy tariff, whether they are on a prepayment meter or not: https://www.ofgem.gov.uk/information-consumers/energy-advice-households/check-if-energy-price-cap-affects-you\r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do."}, "government_response": null, "debate": null, "departments": [], "topics": []}}, {"type": "petition", "id": 610676, "links": {"self": "https://petition.parliament.uk/petitions/610676.json"}, "attributes": {"action": "Request UK citizens turn down their thermostats by 2C to pressure Russia", "background": "Fund a public information campaign to drive a national effort to reduce energy consumption in the homes.  The aim being to immediately reduce the need to purchase Russian gas and so cut off funding to the Russian state / war machine in Ukraine.", "additional_details": "To support Ukraine and undermine the Russian war effort by cutting off an important source of foreign currency still being sent to Russia.\r\n\r\nA small reduction in temperature settings in homes across the whole nation will mount up to big saving and everyone will feel that they are making a worthwhile contribution to a national effort.\r\n\r\nA successful campaign will encourage other, even more exposed, European nations to follow the UK example. \r\n\r\nAny energy surplus could be exported to help allies.", "committee_note": null, "state": "rejected", "signature_count": 6, "created_at": "2022-03-04T15:21:42.837Z", "updated_at": "2022-03-11T14:07:42.230Z", "rejected_at": "2022-03-11T14:07:29.238Z", "opened_at": null, "closed_at": null, "moderation_threshold_reached_at": "2022-03-05T21:27:08.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": {"code": "irrelevant", "details": "Decisions relating to how people heat their homes are personal matters for them, not the UK Government or Parliament. \r\n\r\nYou might like to sign these petitions which call for related actions:\r\n\r\nPlace the strictest possible sanctions on Russia until it withdraws from Ukraine: https://petition.parliament.uk/petitions/609428\r\n \r\nSeize assets held by anyone with close ties to the Russian government: https://petition.parliament.uk/petitions/609418 \r\n\r\nFull embargo of Russian imports in lieu of active military support in Ukraine: https://petition.parliament.uk/petitions/609457\r\n\r\nBan all UK trade with Russia and Belarus until Russian troops leave Ukraine: https://petition.parliament.uk/petitions/609639  "}, "government_response": null, "debate": null, "departments": [], "topics": []}}, {"type": "petition", "id": 610671, "links": {"self": "https://petition.parliament.uk/petitions/610671.json"}, "attributes": {"action": "Sanction Russian energy & increase local energy production", "background": "Ban all Russian energy imports which funds their aggression and growing military machine\r\nRapidly increase local & friendly-democratic-country energy production (all forms, due to emergency), to reduce blackmail risk.\r\nReconciles with CO2 emission reduction, in a sustainable and globally safe way!", "additional_details": "Most dictator-caused wars are wars of energy eg 2nd world war - Hitler raced to Russian oil fields\r\n\r\nNow Putin will soon control world energy and food markets!!!\r\n\r\nTime to become Awake NOT Woke!\r\nFreedom is always a struggle with sacrifice & force", "committee_note": null, "state": "rejected", "signature_count": 6, "created_at": "2022-03-04T14:02:39.017Z", "updated_at": "2022-03-16T13:43:02.181Z", "rejected_at": "2022-03-16T13:43:02.069Z", "opened_at": null, "closed_at": null, "moderation_threshold_reached_at": "2022-03-12T19:52:18.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": {"code": "duplicate", "details": "We currently have the below petition open on the topic of Russian gas and oil, which you might like to sign:\r\n\r\nBan all imports of Russian oil and gas immediately\r\nhttps://petition.parliament.uk/petitions/610289\r\n\r\nWe currently have the below petitions open on the topic of increasing local energy production, which you might like to sign:\r\n\r\nIncrease UK green energy investment in geothermal sources\r\nhttps://petition.parliament.uk/petitions/597657\r\n\r\nCommit to UK natural gas and increase investment\r\nhttps://petition.parliament.uk/petitions/608274\r\n\r\nEnd the ban on fracking\r\nhttps://petition.parliament.uk/petitions/608745"}, "government_response": null, "debate": null, "departments": [], "topics": []}}, {"type": "petition", "id": 609816, "links": {"self": "https://petition.parliament.uk/petitions/609816.json"}, "attributes": {"action": "Expand sanctions to all entities supporting Russia's invasion of Ukraine.", "background": "Block all transactions and trade by UK companies with Russian companies in the metallurgy and energy sectors.\r\n\r\nImplement all measures to freeze the assets of all Russians banks in the UK.\r\n\r\nExtend UK sanctions to cover all individuals and entities on the US and EU list of sanctions.", "additional_details": "Ukraine is a sovereign and democratic state whose freedom is now threatened by a Russian invasion. The UK has a proud history of defending democracy and protecting states from repression and authoritarian rule. The UK is a signatory to the Budapest memorandum, in which it pledged to uphold the sovereignty of Ukraine. Foreign Minister Liz Truss has said the UK stands \"should to should with Ukraine\". Now is the time to take further measures to fulfil the UK's pledge to protect democracy.", "committee_note": null, "state": "rejected", "signature_count": 6, "created_at": "2022-02-26T12:35:50.896Z", "updated_at": "2022-03-04T08:30:50.309Z", "rejected_at": "2022-03-04T08:30:48.744Z", "opened_at": null, "closed_at": null, "moderation_threshold_reached_at": "2022-02-28T13:04:38.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": {"code": "duplicate", "details": "We have published the following petitions, which you might like to sign:\r\n\r\nPlace the strictest possible sanctions on Russia until it withdraws from Ukraine: https://petition.parliament.uk/petitions/609428\r\n\r\nSeize assets held by anyone with close ties to the Russian government: https://petition.parliament.uk/petitions/609418\r\n\r\nFull embargo of Russian imports in lieu of active military support in Ukraine: https://petition.parliament.uk/petitions/609457\r\n\r\nBan all UK trade with Russia and Belarus until Russian troops leave Ukraine: https://petition.parliament.uk/petitions/609639 "}, "government_response": null, "debate": null, "departments": [], "topics": []}}, {"type": "petition", "id": 609788, "links": {"self": "https://petition.parliament.uk/petitions/609788.json"}, "attributes": {"action": "UK to end all Russian trade and boycott Russian goods until war ends.", "background": "Announce plans to start blocking all Russian trade, review alternate energy sources, publicise how UK citizens can boycott Russian goods.  Draw up long term plans to exclude Russia, work with other world leaders for united approach.  Sanctions are not enough.", "additional_details": "Russia/Putin need to understand that what they are doing is not acceptable.  A military response may not be possible, but boycotting trade/goods will cause Russia to look at the sustainability of their actions, and face up to world opinion, or even force the people to remove Government.  No debating which sporting/music events go ahead, block everything until war stops or Putin removed.  This could give the UK people a way of helping Ukraine.", "committee_note": null, "state": "rejected", "signature_count": 6, "created_at": "2022-02-26T10:22:10.000Z", "updated_at": "2022-03-01T12:32:10.294Z", "rejected_at": "2022-03-01T12:32:09.370Z", "opened_at": null, "closed_at": null, "moderation_threshold_reached_at": "2022-02-26T21:06:38.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": {"code": "duplicate", "details": "We have published the following petitions, which you might like to sign:\r\n\r\nPlace the strictest possible sanctions on Russia until it withdraws from Ukraine: https://petition.parliament.uk/petitions/609428\r\n\r\nSeize assets held by anyone with close ties to the Russian government: https://petition.parliament.uk/petitions/609418\r\n\r\nFull embargo of Russian imports in lieu of active military support in Ukraine: https://petition.parliament.uk/petitions/609457"}, "government_response": null, "debate": null, "departments": [], "topics": []}}, {"type": "petition", "id": 609569, "links": {"self": "https://petition.parliament.uk/petitions/609569.json"}, "attributes": {"action": "Impose sanctions on Russian oil and gas", "background": "UK sanctions against Russia and Belarus are not enough.  Oil and gas make up a fifth of Russia’s economy and half of its earnings from exports.  The UK needs to impose sanctions on Russian gas, and commit to cover the cost for low-income households in the UK.", "additional_details": "Johnson promised sweeping sanctions to hobble the Russian economy.  Ukraine’s president Volodymyr Zelensky has called for stronger action.  This must be part of a long-term shift to renewable energy, energy efficiency and energy saving.\r\n\r\nhttps://www.bbc.co.uk/news/world-europe-60503037\r\nhttps://www.reuters.com/world/europe/ukraine-russia-what-you-need-know-right-now-2022-02-24/\r\nhttps://www.thetimes.co.uk/article/how-much-economic-pain-are-we-prepared-to-suffer-for-ukraine-xwsmfm5s0", "committee_note": null, "state": "rejected", "signature_count": 6, "created_at": "2022-02-25T09:41:01.804Z", "updated_at": "2022-02-28T16:20:58.626Z", "rejected_at": "2022-02-28T16:20:57.288Z", "opened_at": null, "closed_at": null, "moderation_threshold_reached_at": "2022-02-25T16:46:18.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": {"code": "duplicate", "details": "You may wish to sign this petition which calls for the same action: https://petition.parliament.uk/petitions/609428"}, "government_response": null, "debate": null, "departments": [], "topics": []}}, {"type": "petition", "id": 609363, "links": {"self": "https://petition.parliament.uk/petitions/609363.json"}, "attributes": {"action": "Replace the energy cap", "background": "I want the government or parliament to put a cap back on to energy providers so bills are capped.", "additional_details": "I want the government to do this because the energy prices are now soaring, I am a single parent with 2 children, I have a professional career as a social worker and I fear the drastic increases will push me into poverty. For example my energy bills will rise by £747.56 per year from March. An extra £70+ each month.", "committee_note": null, "state": "rejected", "signature_count": 6, "created_at": "2022-02-23T18:05:58.345Z", "updated_at": "2022-02-28T09:40:00.293Z", "rejected_at": "2022-02-28T09:39:58.630Z", "opened_at": null, "closed_at": null, "moderation_threshold_reached_at": "2022-02-23T21:49:28.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": {"code": "already-happening", "details": "The energy price cap is still in place, it has just increased to reflect increased prices of gas. The energy cap is set by Ofgem, which is operationally independent of the Government and Parliament.\r\n\r\nYou can find out more about the increase to the energy price cap here: https://www.ofgem.gov.uk/publications/price-cap-increase-ps693-april\r\n\r\nWe have published the following petition, which you might like to sign:\r\n\r\nSubsidise energy prices to offset any increase in the energy price cap: https://petition.parliament.uk/petitions/606586"}, "government_response": null, "debate": null, "departments": [], "topics": []}}, {"type": "petition", "id": 608729, "links": {"self": "https://petition.parliament.uk/petitions/608729.json"}, "attributes": {"action": "Allow the Energy rebate to be vaulentery, and not compulsory.", "background": "The £200 Energy rebate is a disgrace. There is no choice if you want it or not. People should have this choice to choose if they want to claim  it or not", "additional_details": "I want them to make it a voluntary payment that if people want it they can claim it when they wish to do it.", "committee_note": null, "state": "rejected", "signature_count": 6, "created_at": "2022-02-13T16:02:31.365Z", "updated_at": "2022-02-17T09:11:27.800Z", "rejected_at": "2022-02-17T09:11:26.737Z", "opened_at": null, "closed_at": null, "moderation_threshold_reached_at": "2022-02-14T10:07:58.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": {"code": "duplicate", "details": "You may wish to sign this petition which calls for the same action: https://petition.parliament.uk/petitions/608007"}, "government_response": null, "debate": null, "departments": [], "topics": []}}, {"type": "petition", "id": 608693, "links": {"self": "https://petition.parliament.uk/petitions/608693.json"}, "attributes": {"action": "Government's compulsory £200 energy scheme - Scrap entirely or allow an opt out", "background": "The legal implications on enforcing a debt on the people in a democracy is unacceptable. The scheme is unfair also in that if people share a house now but move out within the five years they each have to bear a £40 payback meaning the government make many times more than the amount they forced on us", "additional_details": "This is not a fair scheme, why would any government pay wealthy people energy subsidy. The notion is flawed. The repay is flawed if several people share then move out and have to pay separately £40 for five years. The government stands to make a lot of interest on their initial 'loans'. Scrap the whole scheme, it doesn't help anyone. It's a further tax that no one has agreed to.", "committee_note": null, "state": "rejected", "signature_count": 6, "created_at": "2022-02-12T20:53:43.657Z", "updated_at": "2022-02-17T09:11:16.078Z", "rejected_at": "2022-02-17T09:11:15.178Z", "opened_at": null, "closed_at": null, "moderation_threshold_reached_at": "2022-02-14T09:41:38.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": {"code": "duplicate", "details": "You may wish to sign this petition which calls for a similar action: https://petition.parliament.uk/petitions/608007"}, "government_response": null, "debate": null, "departments": [], "topics": []}}, {"type": "petition", "id": 608631, "links": {"self": "https://petition.parliament.uk/petitions/608631.json"}, "attributes": {"action": "Say no to Sunak's enforced energy loan. Let us choose, make it OPT IN.", "background": "We do not want this enforced loan. We want to be able to choose whether to take the risk or not, and manage our own budgeting. We want an opt in service.", "additional_details": "This loan is based on the assumption that energy prices are likely to come down in 2023, which they may not. It is wrong to enforce a personal loan on us, and interferes with our legitimate personal choices. Those of us on low incomes, who may already be in debt cannot take the risk of any further debts, especially with rising prices. As for those on high incomes, this loan will not even be noticed by them, so is a waste. Make it a choice to OPT IN for those who feel they can take the risk", "committee_note": null, "state": "rejected", "signature_count": 6, "created_at": "2022-02-11T17:27:10.075Z", "updated_at": "2022-02-21T09:58:53.993Z", "rejected_at": "2022-02-21T09:58:51.371Z", "opened_at": null, "closed_at": null, "moderation_threshold_reached_at": "2022-02-16T19:15:38.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": {"code": "duplicate", "details": "You may wish to sign this petition which calls for the same action: https://petition.parliament.uk/petitions/608007"}, "government_response": null, "debate": null, "departments": [], "topics": []}}, {"type": "petition", "id": 608618, "links": {"self": "https://petition.parliament.uk/petitions/608618.json"}, "attributes": {"action": "Pass a windfall tax on gas and energy firms such as Shell and BP.", "background": "BP and Shell have reported profits of $12.8bn and $19.3bn. There has been no significant tax on these profits.", "additional_details": "Investment in clean energy by oil and gas companies was about 1% of their capital expenditure in 2020, according to the International Energy Agency (IEA)\r\nBP reported a profit of $12.8bn (£9.4bn) for last year, following Shell’s announcement last week of $19.3bn in profits. \r\nBP has paid no tax on its North Sea oil and gas for five years.\r\n\r\nThe thinly veiled excuse of using the capital to reinvest into green energy is unjustifiable as they would have already been committed to these projects regardless. There is no way to make them accountable for a non contractual premise and these companies are still investing in gas and oil exploration which would be disingenuous with the global climate targets to prevent a temperature rise above 1.5C.", "committee_note": null, "state": "rejected", "signature_count": 6, "created_at": "2022-02-11T14:34:57.822Z", "updated_at": "2022-02-17T12:31:22.842Z", "rejected_at": "2022-02-17T12:31:21.404Z", "opened_at": null, "closed_at": null, "moderation_threshold_reached_at": "2022-02-15T11:59:38.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": {"code": "duplicate", "details": "We can't accept petitions which call for actions with regard to named individuals, organisations or businesses, but we have published the following petition, which you might like to sign:\r\n\r\nTax 50% of the Energy Companies profits to help households pay bills: https://petition.parliament.uk/petitions/607983"}, "government_response": null, "debate": null, "departments": [], "topics": []}}, {"type": "petition", "id": 608369, "links": {"self": "https://petition.parliament.uk/petitions/608369.json"}, "attributes": {"action": "Stop Rishi Sunak's Energy Bill Discount rebate", "background": "Stop Rishi Sunak's Energy Bill Discount rebate isn't a rebate - it's a loan, and people should have the choice to opt out if wanted.", "additional_details": "Like many others in the UK, I am perfectly capable of managing my own finances. I know exactly how much goes out of my bank account every month and I do not want, nor do I need, a £200 Government loan that I subsequently have to repay over a 5 year period. This is supposed to be a democracy but Rishi Sunak's hair-brained scheme is straight out of a dictatorship and needs to be addressed.", "committee_note": null, "state": "rejected", "signature_count": 6, "created_at": "2022-02-08T13:15:37.170Z", "updated_at": "2022-02-08T14:27:49.355Z", "rejected_at": "2022-02-08T14:27:47.535Z", "opened_at": null, "closed_at": null, "moderation_threshold_reached_at": "2022-02-08T13:26:38.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": {"code": "duplicate", "details": "https://petition.parliament.uk/petitions/608007"}, "government_response": null, "debate": null, "departments": [], "topics": []}}, {"type": "petition", "id": 608336, "links": {"self": "https://petition.parliament.uk/petitions/608336.json"}, "attributes": {"action": "Right to refuse £200 energy loan", "background": "Scrap the £200 forced loan for energy utilities.", "additional_details": "Make the loan optional because it's not lawful to force people into taking loans. People do not consent to forced loans. Most can not afford to pay it back. It's called irresponsible lending.", "committee_note": null, "state": "rejected", "signature_count": 6, "created_at": "2022-02-08T01:38:29.192Z", "updated_at": "2022-02-08T14:27:39.846Z", "rejected_at": "2022-02-08T14:27:38.717Z", "opened_at": null, "closed_at": null, "moderation_threshold_reached_at": "2022-02-08T11:26:58.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": {"code": "duplicate", "details": "https://petition.parliament.uk/petitions/608007"}, "government_response": null, "debate": null, "departments": [], "topics": []}}, {"type": "petition", "id": 608331, "links": {"self": "https://petition.parliament.uk/petitions/608331.json"}, "attributes": {"action": "Remove green levy’s from household bills and rely on private investment.", "background": "Remove green levy’s from household bills, there is enough market interest in sustainability, and the environment to maximise the opportunity through the private sector.\r\nAllow the private sector to fund and drive forward net zero and increase renewable energy sources", "additional_details": "To release the tax/bill payer from the the cost of investing without a return, others are profit making on the tax/bill payers mandatory payments.", "committee_note": null, "state": "rejected", "signature_count": 6, "created_at": "2022-02-07T23:27:48.018Z", "updated_at": "2022-02-16T08:07:59.490Z", "rejected_at": "2022-02-16T08:07:57.930Z", "opened_at": null, "closed_at": null, "moderation_threshold_reached_at": "2022-02-10T20:11:28.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": {"code": "duplicate", "details": "You may wish to sign this petition which calls for the same action: https://petition.parliament.uk/petitions/607977"}, "government_response": null, "debate": null, "departments": [], "topics": []}}, {"type": "petition", "id": 608296, "links": {"self": "https://petition.parliament.uk/petitions/608296.json"}, "attributes": {"action": "Stop the £200 ENERGY LOAN FOR EVERY HOUSEHOLD IN ENGLAND", "background": "In October every household will have £200 credit on their energy bill, this has to be paid back £40 a year for 5 years. I want this to be considered as a loan you can opt into not a loan for ever household. This stops homes who can afford to pay energy bills having a debt they do not need or want.", "additional_details": "First time buyers who have not had the credit will pay for a loan that they did not have a credit for. \r\nIt will impact on working class who have a mortgage to pay being pushed further towards the bread line. \r\nIt will increase the long term cost of living and put more pressure on families.", "committee_note": null, "state": "rejected", "signature_count": 6, "created_at": "2022-02-07T17:13:50.350Z", "updated_at": "2022-02-08T14:27:17.298Z", "rejected_at": "2022-02-08T14:27:15.878Z", "opened_at": null, "closed_at": null, "moderation_threshold_reached_at": "2022-02-07T21:03:48.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": {"code": "duplicate", "details": "https://petition.parliament.uk/petitions/608007"}, "government_response": null, "debate": null, "departments": [], "topics": []}}, {"type": "petition", "id": 608194, "links": {"self": "https://petition.parliament.uk/petitions/608194.json"}, "attributes": {"action": "Replace the Energy Bills Rebate with a fairer alternative", "background": "I urge the government to scrap the Energy Bills Rebate to be replaced with an optional arrangement or something else entirely. This is a policy which appears will have the complete opposite effect of what is intended and I believe it needs to be more thoroughly considered or withdrawn completely.", "additional_details": "What is proposed, is to solve the cost of living crisis by increasing every household’s energy bills for 5 years. \r\nThe £200 suggested will go unnoticed by most, and many providers will allow more than this in debit, so there is no need for government intervention. In the longer term this will adversely affect the worst off with very little upfront benefit. This is essentially, a forced debt on every household, which is baffling and will only exacerbate the cost of living problem in future.", "committee_note": null, "state": "rejected", "signature_count": 6, "created_at": "2022-02-06T08:13:14.131Z", "updated_at": "2022-02-08T14:27:06.198Z", "rejected_at": "2022-02-08T14:27:04.630Z", "opened_at": null, "closed_at": null, "moderation_threshold_reached_at": "2022-02-06T23:28:28.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": {"code": "duplicate", "details": "https://petition.parliament.uk/petitions/608007"}, "government_response": null, "debate": null, "departments": [], "topics": []}}, {"type": "petition", "id": 608106, "links": {"self": "https://petition.parliament.uk/petitions/608106.json"}, "attributes": {"action": "Make a request for the government to scrap a basic £200 energy loan for all.", "background": "I/we propose the government scrap the implementation of a blanket £200 energy loan for all customers, and allow for individual customer choice to apply/receive this where financial assistance is needed.", "additional_details": "All individuals should have the right to manage their own finances, and level of debt. These loans should not be imposed upon individuals and households without the ability to opt-in/opt-out.", "committee_note": null, "state": "rejected", "signature_count": 6, "created_at": "2022-02-04T22:53:21.419Z", "updated_at": "2022-02-15T09:37:16.304Z", "rejected_at": "2022-02-15T09:37:14.924Z", "opened_at": null, "closed_at": null, "moderation_threshold_reached_at": "2022-02-10T08:51:58.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": {"code": "duplicate", "details": "You may wish to sign this petition which calls for the same action: https://petition.parliament.uk/petitions/608007"}, "government_response": null, "debate": null, "departments": [], "topics": []}}, {"type": "petition", "id": 608086, "links": {"self": "https://petition.parliament.uk/petitions/608086.json"}, "attributes": {"action": "Motion a vote of no confidence in the government due to public dissatisfaction", "background": "The public are dissatisfied in the current government due to the contempt it holds for its own standards such as the parties held during lockdown or the policies that do more harm to many people such as increasing National Insurance & the abysmal attempt to help with energy price increases.", "additional_details": "Motion a vote of no confidence in the government", "committee_note": null, "state": "rejected", "signature_count": 6, "created_at": "2022-02-04T19:23:56.130Z", "updated_at": "2022-02-09T10:42:12.072Z", "rejected_at": "2022-02-09T10:42:10.870Z", "opened_at": null, "closed_at": null, "moderation_threshold_reached_at": "2022-02-04T22:19:48.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": {"code": "honours", "details": "We can't accept petitions about appointments, which includes calling for MPs or Ministers to be sacked or for them to resign. "}, "government_response": null, "debate": null, "departments": [], "topics": []}}, {"type": "petition", "id": 608069, "links": {"self": "https://petition.parliament.uk/petitions/608069.json"}, "attributes": {"action": "U-Turn on energy crisis plan. Enact a windfall tax on energy corporations.", "background": "The current energy crisis plan does not provide any relief, and we would like a vote in parliment for a Windfall Tax on British energy companies that taxes the large profits that these companies have enjoyed, and use this to fund an increase on a warm homes discount for households across the UK.", "additional_details": "U-Turn on the current plan as it would be, in practical terms, a temporary loan that is levied from the public over the next five years, despite no ability to ensure lower prices next year. The current plan would drive proverty levels higher, and the knock effects of this will put more pressure on our health and social care services, a rise in crime and a depressing quality of life. The public, after suffering for the last two years- at the very least deserve the dignity of comfortable living.", "committee_note": null, "state": "rejected", "signature_count": 6, "created_at": "2022-02-04T16:03:52.216Z", "updated_at": "2022-02-15T10:35:27.687Z", "rejected_at": "2022-02-15T10:35:25.413Z", "opened_at": null, "closed_at": null, "moderation_threshold_reached_at": "2022-02-10T16:48:48.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": {"code": "duplicate", "details": "We have published the following petitions, which you might like to sign:\r\n\r\nTax 50% of the Energy Companies profits to help households pay bills: https://petition.parliament.uk/petitions/607983\r\n\r\nAllow consumers the right to refuse the £200 energy rebate: https://petition.parliament.uk/petitions/608007"}, "government_response": null, "debate": null, "departments": [], "topics": []}}, {"type": "petition", "id": 608033, "links": {"self": "https://petition.parliament.uk/petitions/608033.json"}, "attributes": {"action": "Suspend the renewable energy tariff currently included in energy bills", "background": "A suspension in the renewable energy tariff would help to take a great burden off the working population. I am currently on state pension  and like many others in this country I have paid my dues without question and deserve to reap the benefit of our hard work over 51 years.", "additional_details": "To suspend the tariff would not be a sign of us giving up on the possibility of living in a cleaner world, it would be a bold gesture by the government to suspend the tariff on a temporary basis until such time the energy prices are back to  a reasonable level as the proposed increases are excessive and the energy companies it is felt are taking advantage of the situation.", "committee_note": null, "state": "rejected", "signature_count": 6, "created_at": "2022-02-04T09:39:24.590Z", "updated_at": "2022-02-21T11:07:44.946Z", "rejected_at": "2022-02-21T11:07:42.916Z", "opened_at": null, "closed_at": null, "moderation_threshold_reached_at": "2022-02-17T12:18:08.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": {"code": "duplicate", "details": "You may wish to sign this petition which calls for the same action: https://petition.parliament.uk/petitions/607977"}, "government_response": null, "debate": null, "departments": [], "topics": []}}, {"type": "petition", "id": 607810, "links": {"self": "https://petition.parliament.uk/petitions/607810.json"}, "attributes": {"action": "Stop energy suppliers who get 100% from renewable sources inflating their prices", "background": "Ensure that Electricity Price Capping reflects a green energy strategy and supports the users who always choose providers using renewable sources.\r\nThe price of gas cannot be a reason to increase the price of energy from renewable sources", "additional_details": "The renewables industry is full of private investors all claiming that prices of electricity from wind, solar, tide or other sources that belong to us all, will reduce over time. Government and or Parliament needs to recognise at the domestic / residential level the choice we have made to be \"Green\" and prevent profiteering.", "committee_note": null, "state": "rejected", "signature_count": 6, "created_at": "2022-02-01T16:01:57.175Z", "updated_at": "2022-02-07T17:07:10.358Z", "rejected_at": "2022-02-07T17:06:58.499Z", "opened_at": null, "closed_at": null, "moderation_threshold_reached_at": "2022-02-01T16:55:18.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": {"code": "irrelevant", "details": "The prices charged for the use of energy by domestic customers, within the limits allowed by the energy price cap, are a matter for individual utility companies, not the UK Government or Parliament.\r\n\r\nYou could have a petition calling on the Government to create a renewable energy price cap, if that is something you'd like to see happen."}, "government_response": null, "debate": null, "departments": [], "topics": []}}, {"type": "petition", "id": 607475, "links": {"self": "https://petition.parliament.uk/petitions/607475.json"}, "attributes": {"action": "All businesses, shops and offices to switch off their lights when unoccupied.", "background": "There are a significant number of business and large buildings seemingly unoccupied with all of the main interior lighting still switched on. Lighting inside businesses and large unoccupied complexes is a huge, unnecessary waste of electricity.", "additional_details": "Turning off lights when a building or area is unoccupied could save millions per year and reduce carbon emissions. \r\nApproximately 10% (6.5 million) of us regularly leave lights on when not in a room. Based on industry averages, this equates to an estimated £14,950,000 of wasted energy per day across the UK, and £3,619,000 whilst we sleep. \r\nThis creates 37,440,000 kg of carbon dioxide emissions, or what would be the equivalent of 62 flights around the world each day. At night it’s 8,985,600 kg.", "committee_note": null, "state": "rejected", "signature_count": 6, "created_at": "2022-01-29T11:52:20.211Z", "updated_at": "2022-02-03T08:53:11.725Z", "rejected_at": "2022-02-03T08:53:10.760Z", "opened_at": null, "closed_at": null, "moderation_threshold_reached_at": "2022-01-29T19:59:48.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": {"code": "duplicate", "details": "You may wish to sign this petition calling for a similar action: https://petition.parliament.uk/petitions/604817"}, "government_response": null, "debate": null, "departments": [], "topics": []}}, {"type": "petition", "id": 606939, "links": {"self": "https://petition.parliament.uk/petitions/606939.json"}, "attributes": {"action": "Get all long term rental tenants  double glazing to save on energy costs.", "background": "The Green Energy bill was too difficult to negotiate, our landlords are property rich and cash poor, we don't want to move after 21 years, but we would like double glazing as it is an old property, no point in offering storage heaters and loft when heat is lost through windows.", "additional_details": "Currently a log burner is being used, not eco friendly not good for the environment, but the storage heaters lose all their heat and blow all day running up fuel costs we can't afford due to heat loss, so we don't run them. It's the environment or we get cold. We need new Windows now, not just for home owners for long term tenants.", "committee_note": null, "state": "rejected", "signature_count": 6, "created_at": "2022-01-22T10:19:10.053Z", "updated_at": "2022-01-28T08:50:32.610Z", "rejected_at": "2022-01-28T08:50:31.798Z", "opened_at": null, "closed_at": null, "moderation_threshold_reached_at": "2022-01-24T18:16:58.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": {"code": "irrelevant", "details": "Petitions must call for a specific action that the UK Government or Parliament are directly responsible for.\r\n\r\nDecisions about replacing the windows in rental are a matter for the landlords, not the Government or Parliament.\r\n\r\nYou can find out about landlord responsibilities for improvements in your home here: https://england.shelter.org.uk/housing_advice/repairs/landlord_responsibilities_for_improvements_in_your_home"}, "government_response": null, "debate": null, "departments": [], "topics": []}}, {"type": "petition", "id": 606751, "links": {"self": "https://petition.parliament.uk/petitions/606751.json"}, "attributes": {"action": "Stop energy companies rising prices", "background": "Stop the massive price increases by energy companies, legislate to ensure investment in infrastructure to future proof the industry allowing for growth & a long term strategy to become a self sufficient but also a supplier.", "additional_details": "Fuel poverty must be prevented at all costs, no one should have to make a choice between heating a home or putting food on the table in a country that has one of the largest economies in the world.", "committee_note": null, "state": "rejected", "signature_count": 6, "created_at": "2022-01-19T18:20:53.305Z", "updated_at": "2022-01-26T08:15:14.499Z", "rejected_at": "2022-01-26T08:15:13.709Z", "opened_at": null, "closed_at": null, "moderation_threshold_reached_at": "2022-01-21T18:22:58.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": {"code": "irrelevant", "details": "It’s about something that the UK Government or Parliament is not directly responsible for.\r\n\r\nWe can't accept your petition because the UK Government and Parliament aren't responsible for the issue you raise. The cost of energy is a matter for energy companies, while the energy price cap is a decision for Ofgem.\r\n\r\nWe have published the following petitions, which you might like to sign:\r\n\r\nCut the VAT charged on energy bills: https://petition.parliament.uk/petitions/597470\r\n\r\nSubsidise energy prices to offset any increase in the energy price cap: https://petition.parliament.uk/petitions/606586\r\n"}, "government_response": null, "debate": null, "departments": [], "topics": []}}, {"type": "petition", "id": 605641, "links": {"self": "https://petition.parliament.uk/petitions/605641.json"}, "attributes": {"action": "Remove VAT from Domestic Gas and Electricity Bills", "background": "Given the imminent c50% rise in the energy price cap, and given we are no longer governed by EU law on VAT, please think (for once) of the most vulnerable in society and use the control you have (which we took back?!) to remove the 5% VAT that is currently applied to energy bills.", "additional_details": "A 50% rise in the price cap, from c£1250 to c£1900 per year, will push those already struggling into a heartbreaking choice between heating and eating.\r\n\r\nIt was claimed during the Brexit campaign that “£2 billion tax cut in energy bills could be funded with some of the £8.5 billion a year saved from Britain's contributions to the EU” \r\n\r\nAnd that, “When we vote Leave, we will be able to scrap this unfair and damaging tax [VAT]\r\n\r\nPlease keep your promise for once.", "committee_note": null, "state": "rejected", "signature_count": 6, "created_at": "2022-01-10T09:31:50.759Z", "updated_at": "2022-02-17T13:48:34.723Z", "rejected_at": "2022-01-13T08:05:04.515Z", "opened_at": null, "closed_at": null, "moderation_threshold_reached_at": "2022-01-10T10:33:08.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": {"code": "duplicate", "details": "We have published the following petitions, which you might like to sign:\r\n\r\nCut the VAT charged on energy bills: https://petition.parliament.uk/petitions/597470\r\n\r\nCut VAT on domestic electricity to zero: https://petition.parliament.uk/petitions/594293"}, "government_response": null, "debate": null, "departments": [], "topics": []}}, {"type": "petition", "id": 602739, "links": {"self": "https://petition.parliament.uk/petitions/602739.json"}, "attributes": {"action": "Remove Tfl Ulez compliant cameras in poor communities in South East London", "background": "Government approach to address air pollution in communities can not be generalised as communities differ in terms of their needs. I will enjoin Government to do the following in poor communities to address air pollution and improve quality of lives of the inhabitants.", "additional_details": "1. A campaign that will encourage green building \r\n2. A campaign that will encourage people to ride a bike or walking instead of driving.\r\n3. A campaign that will encourage taking a bus or carpooling. \r\n4. A campaign that will promote the use of energy efficient light bulbs and appliances. \r\n5. A campaign that will encourage people to turn 6. Government should focus on renewable fuel \r\n6.A campaign that will encourage people to buy fewer things that are manufactured using fossil fuels.", "committee_note": null, "state": "rejected", "signature_count": 6, "created_at": "2021-12-07T07:23:37.216Z", "updated_at": "2021-12-13T09:38:26.844Z", "rejected_at": "2021-12-13T09:38:26.104Z", "opened_at": null, "closed_at": null, "moderation_threshold_reached_at": "2021-12-07T19:30:08.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": {"code": "irrelevant", "details": "Petitions must call for a specific action that the UK Government or Parliament are directly responsible for.\r\n\r\nDecisions about the ULEZ and local advertising for public transport are a matter for Transport for London and the London Assembly, not the UK Government or House of Commons. As a result it is not possible for the Government or House of Commons to take the action you have requested.\r\n\r\nThe London Assembly has its own petitions process. You can find out more about how to petition the London Assembly here: https://www.london.gov.uk/about-us/london-assembly/petitions\r\n\r\nWe could accept a petition calling on the Government to run national campaigns on some of the things you outline in your list."}, "government_response": null, "debate": null, "departments": [], "topics": []}}, {"type": "petition", "id": 601521, "links": {"self": "https://petition.parliament.uk/petitions/601521.json"}, "attributes": {"action": "Subsidise renewable energy production, not fossil fuel extraction", "background": "Following on from COP26, introduce a full programme of  government subsidies for renewable energy production and eliminate subsidies for fossil fuel extraction.", "additional_details": "It's already been agreed worldwide that the single biggest action needed to deal with the climate crisis is to reduce fossil fuel use and promote renewable energy. It's not rocket science. If the UK government made this switch in its subsidies programme tomorrow, the carbon based giant producers would be holding top level meetings the following day to urgently change their policies to renewables. And it would be just as good for business. Thank you.", "committee_note": null, "state": "rejected", "signature_count": 6, "created_at": "2021-11-18T14:38:23.322Z", "updated_at": "2021-11-24T13:26:54.666Z", "rejected_at": "2021-11-24T13:26:53.755Z", "opened_at": null, "closed_at": null, "moderation_threshold_reached_at": "2021-11-19T19:17:48.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": {"code": "no-action", "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe understand that you want the Government to change how it funds the energy sector, but it's not clear what you mean by a \"full programme of government subsidies for renewable energy production\". The Government already provides funding for renewable generation, and it's not clear how you want this to change.\r\n\r\nWe can accept petitions calling for the Government to end financial suport for fossil fuels, although the Government says that it does give any subsidies to fossil fuels.\r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do."}, "government_response": null, "debate": null, "departments": [], "topics": []}}, {"type": "petition", "id": 601122, "links": {"self": "https://petition.parliament.uk/petitions/601122.json"}, "attributes": {"action": "introduce a carbon dividend levied on imports and given to consumers", "background": "The carbon footprint of goods entering the UK needs to be accounted for. Import duty should be levied according to the carbon footprint of goods entering the country. The revenue generated could be passed on to consumers as a dividend so that we are no worse off than before.", "additional_details": "By distributing the levy as a dividend, consumers as a whole would have no net cost of any increase in prices. Nevertheless, those consumers who choose goods with a lower carbon footprint would be better off. In addition, the costs of decarbonising the UK energy supply would no longer disadvantage UK industry compared to the importers of goods manufactured in countries relying heavily on coal and other fossil fuels.", "committee_note": null, "state": "rejected", "signature_count": 6, "created_at": "2021-11-12T15:12:13.099Z", "updated_at": "2021-11-24T13:32:14.098Z", "rejected_at": "2021-11-24T13:32:10.570Z", "opened_at": null, "closed_at": null, "moderation_threshold_reached_at": "2021-11-19T21:34:58.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": {"code": "no-action", "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe understand that you want to see changes to how imports are taxed, but we're not sure exactly how you want any levy and dividend to work. Your petition refers to people being no worse off than before, but then also says that people who choose goods with a lower carbon footprint would be better off. It is therefore not clear how you want any levy and dividend to operate.\r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do."}, "government_response": null, "debate": null, "departments": [], "topics": []}}, {"type": "petition", "id": 598884, "links": {"self": "https://petition.parliament.uk/petitions/598884.json"}, "attributes": {"action": "To suspend all green taxes and green energy grants until further notice", "background": "Due to the energy crisis both for domestic and industrial consumers the government should make every effort to reduce consumer costs, companies that receive these taxes and grants should get help from general taxation not green taxation until further notice", "additional_details": "I would suggest the current method of raising green taxes from the consumer  is totally unsustainable due to extortionate current energy cost that look like being with us for a very long time.\r\nI would also suggest that an opt in or opt out of green taxes when signing up with energy companies is introduced, thus allowing those willing and able to pay the taxes to do so and for others the enjoy lower energy costs.", "committee_note": null, "state": "rejected", "signature_count": 6, "created_at": "2021-10-11T07:42:40.606Z", "updated_at": "2021-10-18T09:11:21.986Z", "rejected_at": "2021-10-18T09:11:20.827Z", "opened_at": null, "closed_at": null, "moderation_threshold_reached_at": "2021-10-15T12:07:38.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": {"code": "no-action", "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe're not sure exactly what you'd like the Government or Parliament to do. We're not sure exactly which taxes and grants you'd like to see suspended. \r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do. "}, "government_response": null, "debate": null, "departments": [], "topics": []}}]}