{"links": {"self": "https://petition.parliament.uk/petitions.json?q=carbon+emissions&page=3", "first": "https://petition.parliament.uk/petitions.json?q=carbon+emissions", "last": "https://petition.parliament.uk/petitions.json?page=3&q=carbon+emissions", "next": null, "prev": "https://petition.parliament.uk/petitions.json?page=2&q=carbon+emissions"}, "data": [{"type": "petition", "id": 618355, "links": {"self": "https://petition.parliament.uk/petitions/618355.json"}, "attributes": {"action": "Ban the sale of Large Artificial Plants, Flowers and Grass", "background": "The use and sales of artificial plants and grass is utterly unacceptable in 2022 - we need a ban\r\n- Damages and contaminates the structure of the soil\r\n- Manufacturing and delivery contributes to carbon emissions\r\n- Plastic grass can’t or won’t be recycled\r\n- They have no wildlife benefit whatsoever", "additional_details": "Think about the environmental impact of allowing the sale of artificial plants and grass. As a country we want to decrease carbon emissions but we are allowing the sale of these items?! I'm asking you to do a report on the impact to the environment and ban the sale of these goods.", "committee_note": null, "state": "rejected", "signature_count": 7, "created_at": "2022-06-13T08:55:04.839Z", "updated_at": "2022-06-17T10:01:51.438Z", "rejected_at": "2022-06-17T10:01:49.992Z", "opened_at": null, "closed_at": null, "moderation_threshold_reached_at": "2022-06-13T14:15:19.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": {"code": "no-action", "details": "We understand you would like the sale of artificial grass, flowers and plants to be banned, but we're not sure whether you want this ban to apply to all artificial plants and flowers, or only those intended to be planted outdoors (where there might be any risk of 'damaging and contaminating the structure of the soil').\r\n\r\nYou may like to sign these petitions which call for similar actions: \r\n\r\nIntroduce an \"Ecological Damage Tax\" on Astroturf Lawns / Artificial Grass: https://petition.parliament.uk/petitions/608295\r\n\r\nBan the sale and use of fake grass: https://petition.parliament.uk/petitions/617801"}, "government_response": null, "debate": null, "departments": [], "topics": []}}, {"type": "petition", "id": 617831, "links": {"self": "https://petition.parliament.uk/petitions/617831.json"}, "attributes": {"action": "Grants for Allotmenteers to reduce cost of growing and help climate change", "background": "Remove any allotment rent charges councils are imposing \r\nProvide free compost to allotment holders from recycling facilities \r\nCollaborate with seed companies to distribute seeds to allotmenteers free of charge \r\nIncome tax grants for Allotment expenses", "additional_details": "The world puts about 10 billion metric tons of carbon in the air each year, much of it gets drawn down by oceans and plants. That’s why May is the peak for global carbon dioxide emissions. Plants in the northern hemisphere start sucking up more carbon dioxide in the summer as they grow.\r\nAllotmenteers are helping to fight the excess CO2 emissions by growing but it is becoming a very expensive hobby with the cost of everthing going up. A bag of compost starts from £5 and goes up to £10.", "committee_note": null, "state": "rejected", "signature_count": 7, "created_at": "2022-06-04T09:10:13.210Z", "updated_at": "2022-06-08T08:28:50.627Z", "rejected_at": "2022-06-08T08:28:49.135Z", "opened_at": null, "closed_at": null, "moderation_threshold_reached_at": "2022-06-05T17:14:09.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": {"code": "irrelevant", "details": "We can only accept petitions about things the Government or Parliament are directly responsible for.\r\n\r\nDecisions about charges for allotments and services provided to allotment holders are a matter for individual local authorities, not the UK Government or Parliament.\r\n\r\nWe could accept a petition calling for the Government to provide grants to people holding allotments, if that's something you'd like to happen."}, "government_response": null, "debate": null, "departments": [], "topics": []}}, {"type": "petition", "id": 615239, "links": {"self": "https://petition.parliament.uk/petitions/615239.json"}, "attributes": {"action": "Increase Britain’s recycling program", "background": "This petition is calling for the Parliament to take action on improving the efficiency of recycling stations in the UK to a very large extent in order to reuse the materials in disposable, one-use commercial products as part of lowering carbon emissions.", "additional_details": "The results of the latest IPCC report are extremely worrying due to its scientific conclusions demonstrating the limited years to prevent complete climate catastrophe and preserve animal species and humankind. This is why more has to be done to improve the national recycling stations and program to preserve materials that have already been produced.", "committee_note": null, "state": "rejected", "signature_count": 7, "created_at": "2022-04-19T19:26:19.031Z", "updated_at": "2022-07-22T07:03:23.006Z", "rejected_at": "2022-07-22T07:03:21.210Z", "opened_at": null, "closed_at": null, "moderation_threshold_reached_at": "2022-07-20T09:36:29.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": {"code": "no-action", "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe understand that you want to see improvements to recycling, but it's not clear what actions you want the Government to take to achieve this.\r\n\r\nWe have published the following petition, which you might like to sign:\r\n\r\nBan new incinerator and pyrolysis sites and invest in waste reduction: https://petition.parliament.uk/petitions/611437\r\n\r\nIf you want the Government to do something different you could start a new petition explaining more clearly what you would like the Government or Parliament to do."}, "government_response": null, "debate": null, "departments": [], "topics": []}}, {"type": "petition", "id": 608201, "links": {"self": "https://petition.parliament.uk/petitions/608201.json"}, "attributes": {"action": "Delay the zero carbon initiative until the necessary technology exists", "background": "To stop the requirement to replace gas boilers with expensive heat pumps. To remove the green subsidies on electricity and gas. To allow shale gas extraction and to allow gas to flow from the North sea gas fields again.", "additional_details": "The government is forcing zero carbon on the country before the technology exists to implement it sensibly. As we only contribute one percent or less to the World total carbon emission it would be an act of gross self harm to implement zero carbon before the technology exists to do so. Achieving zero carbon should not be a step function but a steady rise dictated by advancing technology.", "committee_note": null, "state": "rejected", "signature_count": 7, "created_at": "2022-02-06T09:43:44.179Z", "updated_at": "2022-02-09T16:12:36.533Z", "rejected_at": "2022-02-09T16:12:34.644Z", "opened_at": null, "closed_at": null, "moderation_threshold_reached_at": "2022-02-06T12:44:38.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": {"code": "duplicate", "details": "You may wish to sign this petition which calls for the same action: https://petition.parliament.uk/petitions/599710"}, "government_response": null, "debate": null, "departments": [], "topics": []}}, {"type": "petition", "id": 604593, "links": {"self": "https://petition.parliament.uk/petitions/604593.json"}, "attributes": {"action": "Make vegan meals available in all public buildings.", "background": "In 2017 Portugal passed a law that made it illegal not to provide vegan friendly food in public buildings. It was widely expected that the UK would follow soon after. We are still waiting. People who want to live kindly or healthily should not be expected to be only provided with chips for a meal!", "additional_details": "In our society we are taught from an early age that eating animal products is what humans do. It becomes normal. If proper vegan meals were available as normal people would realise that animal free meals are tasty, filling and nutritious and not just a jacket potato without cheese or salad.\r\nPlant based food is also a more healthy option and most importantly cuts carbon emissions. People could choose a plant based meal without feeling they were different or labelled.", "committee_note": null, "state": "rejected", "signature_count": 7, "created_at": "2021-12-31T12:05:22.590Z", "updated_at": "2022-01-05T14:24:56.911Z", "rejected_at": "2022-01-05T14:24:46.694Z", "opened_at": null, "closed_at": null, "moderation_threshold_reached_at": "2022-01-04T13:11:38.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": {"code": "no-action", "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe're not sure exactly what you'd like to be covered by 'public buildings' \r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do. "}, "government_response": null, "debate": null, "departments": [], "topics": []}}, {"type": "petition", "id": 599960, "links": {"self": "https://petition.parliament.uk/petitions/599960.json"}, "attributes": {"action": "Open debate prior to Referendum on Climate Change and Britain's future role.", "background": "Told spend trillions of pounds on a system that some say will not work is more authoritarian than democratic.  We therefore wish to have an open debate on how Britain can become green,& hear evidence from scientists/organisations who dispute the emergence of any Climate Change and then a Referendum.", "additional_details": "UK is only responsible for 1% of carbon emissions globally; rank #17 in the World; therefore would it not be beneficial to see countries such as India, China & Russia etc at the forefront of change before Britain commits?\r\nMany people are unconvinced by proposals to turn Britain carbon neutral and would prefer to have their say on the issue.  After hearing debates from both sides of the argument on Climate Change, we would then ask for a Referendum on how we proceed in making Britain greener", "committee_note": null, "state": "rejected", "signature_count": 7, "created_at": "2021-10-27T13:04:34.585Z", "updated_at": "2021-11-01T13:54:58.753Z", "rejected_at": "2021-11-01T13:54:54.690Z", "opened_at": null, "closed_at": null, "moderation_threshold_reached_at": "2021-10-27T15:11:48.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": {"code": "no-action", "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe're not sure exactly what you'd like the referendum to be a decision on. You might like to sign this petition instead\r\n\r\nhttps://petition.parliament.uk/petitions/599602\r\n\r\nIf you do start a new petition, you'll need to use a real name. "}, "government_response": null, "debate": null, "departments": [], "topics": []}}, {"type": "petition", "id": 593647, "links": {"self": "https://petition.parliament.uk/petitions/593647.json"}, "attributes": {"action": "Fix the few Hyper-Emitting Powerplants which create 52% of CO2 Emissions", "background": "Just 5% of the world’s power plants account for almost three-quarters of carbon emissions from electricity generation.\r\nThe UK could lead the charge in a crackdown on these few powerplants to make them more efficient.", "additional_details": "This would result in a 25% decrease of emissions and switching their fuel source from coal or oil to natural gas could cut global emissions by almost 30%.\r\nThis would be a massive step forward for a reasonably small cost.\r\nWe're seeing our planet become more dangerous every day and our personal lifestyle choices are not enough to change this. \r\nWe have to collaborate with other countries and crackdown on these super-polluters.", "committee_note": null, "state": "rejected", "signature_count": 7, "created_at": "2021-07-29T06:45:12.134Z", "updated_at": "2021-08-02T08:03:12.313Z", "rejected_at": "2021-08-02T08:03:11.439Z", "opened_at": null, "closed_at": null, "moderation_threshold_reached_at": "2021-07-29T09:30:55.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": {"code": "no-action", "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe understand that you are concerned about emissions from certain power plants, but we're not sure exactly what you'd like the Government or Parliament to do. In any case, the UK Government is only responsible for energy and environmental policy for the UK, not the rest of the world.\r\n\r\nIf there are particular actions you would like the Government to take in respect of UK-based power plants you could start a new petition explaining clearly what you would like the Government or Parliament to do."}, "government_response": null, "debate": null, "departments": [], "topics": []}}, {"type": "petition", "id": 586070, "links": {"self": "https://petition.parliament.uk/petitions/586070.json"}, "attributes": {"action": "Re-evaluate CCP China's status as a developing country", "background": "Debate whether to support the US and Japan in getting CCP China's developing country status re-evaluated and release an official statement making clear the UKs stance on the matter.", "additional_details": "CCP China is using its status as a developing country to avoid taking responsibility for its carbon emissions. Despite being the second largest world economy and being the lead emitter of greenhouse gasses globally, CCP China refuse to make a decarbonisation push on the grounds that it is a developing country. This problem affects not only the health of people in China and its neighbouring countries but impacts the global climate crisis exponentially.", "committee_note": null, "state": "rejected", "signature_count": 7, "created_at": "2021-05-14T15:20:55.976Z", "updated_at": "2021-05-23T13:19:35.092Z", "rejected_at": "2021-05-23T13:19:33.999Z", "opened_at": null, "closed_at": null, "moderation_threshold_reached_at": "2021-05-17T13:33:55.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": {"code": "no-action", "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe understand that you are concerned about China's status as a \"developing country\", but we're not sure exactly what you'd like the Government or Parliament to do.\r\n\r\nDecisions about whether a country has the status of a \"developing country\" are a matter for individual members of the World Trade Organisation, not the Government or House of Commons.\r\n\r\nWe could accept a petition calling on the Government to challenge China's status a \"developing country\", if that's what you want to happen."}, "government_response": null, "debate": null, "departments": [], "topics": []}}, {"type": "petition", "id": 584813, "links": {"self": "https://petition.parliament.uk/petitions/584813.json"}, "attributes": {"action": "Allow cleaner Carbon Neutral Electrofuel and Biofuel new vehicle sales from 2030", "background": "Parliament should legislate to allow new car and van sales from 2030 on that use cleaner CO2 Neutral fuel.\r\nElectrofuels/Efuels, Bioethanol from sustainable sources and Biomethane (Carbon Negative - made from waste products!), should be included to clean up waste and reduce overall emissions faster.", "additional_details": "Carbon Neutral fuels will use standard petrol / diesel pumps, so much less environment damage for it to be viable vs EV chargers.\r\nIt can be made in your own country.\r\nA change to a modern road fuel is more realistic for those on low income.\r\nClassic cars can safely run on Efuel as Porsche has proven.\r\nElectrofuel and biofuels are more sustainable and ethical than making 500kg+ of batteries per electric car, currently 5% recycled.\r\nLiquid fuel is convenient to refuel with better rural driving range.", "committee_note": null, "state": "rejected", "signature_count": 7, "created_at": "2021-05-02T18:54:25.041Z", "updated_at": "2021-05-07T11:15:16.731Z", "rejected_at": "2021-05-07T11:15:15.724Z", "opened_at": null, "closed_at": null, "moderation_threshold_reached_at": "2021-05-03T07:05:45.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": {"code": "duplicate", "details": "You may wish to sign this petition calling for the same action: https://petition.parliament.uk/petitions/563118"}, "government_response": null, "debate": null, "departments": [], "topics": []}}, {"type": "petition", "id": 574011, "links": {"self": "https://petition.parliament.uk/petitions/574011.json"}, "attributes": {"action": "Make visible colour-coded carbon footprint labels compulsory on all food items", "background": "To diminish carbon emissions and to stop the climate crisis, we need to raise awareness of the carbon footprint of everyday food items. This will not only help consumers make informed decisions about purchases, but will also incentivise large brands and supermarkets to reach carbon neutrality.", "additional_details": "Action on all levels is needed to combat the climate crisis; from consumers to multinational companies. The public need readily available, highly visible and understandable information regarding the carbon footprint of food products. Stickers detailing this, with colour codes depending on proximity to carbon net zero, similar to the nutritional 'traffic light' symbols, should be compulsory. This will also give companies an incentive to lower the carbon footprint of their products.", "committee_note": null, "state": "rejected", "signature_count": 7, "created_at": "2021-02-04T19:43:14.811Z", "updated_at": "2021-02-11T14:56:05.448Z", "rejected_at": "2021-02-11T14:56:05.452Z", "opened_at": null, "closed_at": null, "moderation_threshold_reached_at": "2021-02-04T20:31:17.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": {"code": "duplicate", "details": "https://petition.parliament.uk/petitions/549594"}, "government_response": null, "debate": null, "departments": [], "topics": []}}, {"type": "petition", "id": 573599, "links": {"self": "https://petition.parliament.uk/petitions/573599.json"}, "attributes": {"action": "Combat the problems involved with fast fashion", "background": "The government needs to enforce legislation which will put and end to the immoral and environmentally damaging industry of fast fashion. There are many severe problems involved with fast fashion, many involving the environment, the economy, and human rights.", "additional_details": "It is so important to prevent this because people do not realise the problems lying behind the fast fashion industry. Modern day slaves are being exploited in foreign countries. Children are paralysed from factories falling on them. Water and the environment are being polluted. 35% of all plastic in the sea is from polyester materials. 10% of carbon emissions are from garment factories. The government needs to target big brands like BooHoo and Primark before even more damage is caused!", "committee_note": null, "state": "rejected", "signature_count": 7, "created_at": "2021-02-02T23:23:21.636Z", "updated_at": "2021-02-09T10:23:21.059Z", "rejected_at": "2021-02-09T10:23:21.062Z", "opened_at": null, "closed_at": null, "moderation_threshold_reached_at": "2021-02-02T23:42:17.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": {"code": "no-action", "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe're not sure exactly what you'd like the Government or Parliament to do to combat these problems. \r\n\t\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do. "}, "government_response": null, "debate": null, "departments": [], "topics": []}}, {"type": "petition", "id": 560946, "links": {"self": "https://petition.parliament.uk/petitions/560946.json"}, "attributes": {"action": "Extend the Green Homes Grant and provide free, certified training.", "background": "This petition requests the government extend the Green Homes Grant so that property owners can insulate and make their homes more eco-friendly thereby reducing carbon emissions. It also requests government provide free, certified training for tradespeople to increase training and certification.", "additional_details": "The Green Homes Grant is a funding scheme created by the government to help individuals insulate their homes and make them more ecofriendly. At present tradespeople are struggling to get the certification required to undertake the work recommended  in time for the March deadline.  By extending the scheme and providing free, certified training more tradespeople will learn ecofriendly building skills and more homes will be able to access the grant.", "committee_note": null, "state": "rejected", "signature_count": 7, "created_at": "2020-11-18T10:15:50.889Z", "updated_at": "2020-11-24T10:22:02.161Z", "rejected_at": "2020-11-24T10:22:02.163Z", "opened_at": null, "closed_at": null, "moderation_threshold_reached_at": "2020-11-18T10:51:47.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": {"code": "already-happening", "details": "Since you started your petition the Government has announced that the Green Homes Grant has been extended for an extra year: https://www.gov.uk/government/news/green-homes-grant-extended-for-extra-year\r\n\r\nIf you also want the Government to provide funding for tradespeople to undertake the necessary training to enable them to gain the accreditation to make improvements under this scheme, we could accept a petition requesting this."}, "government_response": null, "debate": null, "departments": [], "topics": []}}, {"type": "petition", "id": 560136, "links": {"self": "https://petition.parliament.uk/petitions/560136.json"}, "attributes": {"action": "Amend the Building Regulations Act 2010 to make Solar PV Panels mandatory.", "background": "We the Undersigned want the government to amend the Building Regulations Act 2010 to make it mandatory for all new build domestic and commercial properties to be fitted with Solar Photovoltaic Panels as standard.", "additional_details": "In order to achieve goals on carbon emissions the UK must decrease use of non-renewable fossil fuels. Harnessing the energy provided by the sun through the implementation of Solar PV panels will assist with this. While the widespread use of Solar PV panels and the subsequent saving on energy bills for the occupiers would reduce some of the financial burden on the 22% of the UK population living in poverty. As well as creating employment opportunities and helping minimise climate change.", "committee_note": null, "state": "rejected", "signature_count": 7, "created_at": "2020-11-11T13:07:29.792Z", "updated_at": "2020-11-18T11:14:44.979Z", "rejected_at": "2020-11-18T11:14:44.982Z", "opened_at": null, "closed_at": null, "moderation_threshold_reached_at": "2020-11-11T15:50:57.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": {"code": "duplicate", "details": "https://petition.parliament.uk/petitions/332338"}, "government_response": null, "debate": null, "departments": [], "topics": []}}, {"type": "petition", "id": 554534, "links": {"self": "https://petition.parliament.uk/petitions/554534.json"}, "attributes": {"action": "To have more greenery in public places, to reduce the amount of polution.", "background": "To create a better system to balance out pollution, a aswell as having more greenery in community centres so that in public place pure air can be breathed. This would be very helpful in schools as decreased the amount of polluted air that young children breathe in. Also having go green days.", "additional_details": "More greenery,\r\nGo green days,\r\nA week o a day to have zero co2 emissions like a one or two day mini lockdown to balance carbon emissions if that centre area is going over the maximum pollution graph.\r\nHave pollution measurement machines in certain areas and depending on their score see what needs to be changed.", "committee_note": null, "state": "rejected", "signature_count": 7, "created_at": "2020-10-14T20:30:33.195Z", "updated_at": "2020-10-23T12:02:15.455Z", "rejected_at": "2020-10-23T12:02:09.214Z", "opened_at": null, "closed_at": null, "moderation_threshold_reached_at": "2020-10-15T07:00:34.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": {"code": "irrelevant", "details": "We can't accept your petition because the UK Government and Parliament aren't responsible for the issue you raise. Local councils are responsible for the planting of trees in public places. \r\n\r\nYou could raise your issue with a local councillor who represents you. You can use this page to find out who your local councillors are, and how to contact them:\r\n\r\nhttps://www.gov.uk/find-your-local-councillors \r\n\r\nYou might like to sign this petition\r\n\r\nhttps://petition.parliament.uk/petitions/319264"}, "government_response": null, "debate": null, "departments": [], "topics": []}}, {"type": "petition", "id": 327036, "links": {"self": "https://petition.parliament.uk/petitions/327036.json"}, "attributes": {"action": "Implement a green recovery package", "background": "Invest in:\r\n-Clean transportation\r\n-Renewable energy \r\n-Retrofit buildings to improve their energy efficiency\r\n-Reduce waste and improve recycling\r\n-Protect nature and wildlife and restore degraded habitats.", "additional_details": "This is essential as the recovery package can either bring us closer or further away from our zero-net emissions target. It can secure our and our children's wellbeing. It can build a competitive Britain in renewable energy and transportation or see us fall behind other nations.\r\nThe Committee on Climate Change illustrated that spending on low-carbon activities would provide a bigger boost to the economy, in both the short and long term, than pursuing a traditional recovery.", "committee_note": null, "state": "rejected", "signature_count": 7, "created_at": "2020-06-13T15:49:52.256Z", "updated_at": "2020-07-28T15:44:39.837Z", "rejected_at": "2020-07-28T15:44:39.841Z", "opened_at": null, "closed_at": null, "moderation_threshold_reached_at": "2020-06-13T18:26:34.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": {"code": "duplicate", "details": "https://petition.parliament.uk/petitions/317343"}, "government_response": null, "debate": null, "departments": [], "topics": []}}, {"type": "petition", "id": 629236, "links": {"self": "https://petition.parliament.uk/petitions/629236.json"}, "attributes": {"action": "Reduce train fares to make public transport cheaper than driving.", "background": "Reduce train fares to make public transport cheaper or comparable to driving a personal vehicle. This will make public transport more accessible, reduce road congestion and reduce overall UK carbon emissions as fewer people will be driving personal vehicles.", "additional_details": "Currently public transport costs are much greater than the cost of petrol on most routes (in many cases even if driving as a single person in a car). An example is, with a railcard to go one way from Birmingham to Edinburgh costs £60 to £90 whereas without a railcard this fee increases to upwards of £130. This same journey would cost around £40 in fuel for an average performing personal car. The train fares should be lowered so that driving is not the cheaper option.", "committee_note": null, "state": "rejected", "signature_count": 6, "created_at": "2022-12-02T08:00:36.336Z", "updated_at": "2022-12-06T13:36:18.402Z", "rejected_at": "2022-12-06T13:36:17.319Z", "opened_at": null, "closed_at": null, "moderation_threshold_reached_at": "2022-12-03T08:15:30.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": {"code": "irrelevant", "details": "We can't accept your petition because the UK Government and Parliament aren't responsible for the issue you raise. This is a matter for train companies. \r\n\r\nThe Government does have the power to limit increases in certain rail fares, so we could accept a petition that called for no increase in regulated train fares. You can read more here:\r\n\r\nhttps://www.orr.gov.uk/monitoring-regulation/rail/passengers/tickets-and-fares/fares-and-penalty-fares"}, "government_response": null, "debate": null, "departments": [], "topics": []}}, {"type": "petition", "id": 627287, "links": {"self": "https://petition.parliament.uk/petitions/627287.json"}, "attributes": {"action": "Make the UK stay on British Summer Time all year.", "background": "Legislate to make the UK stay on British Summer Time all year.", "additional_details": "The benefits of staying on BST in the winter include:\r\n- more daylight in the afternoons improving people’s quality of life\r\n- energy savings from people delaying using lights in the afternoons \r\n- reduced carbon emissions resulting from energy savings\r\n- reduced accidents in afternoons as supported by RoSPA\r\n- improve the safety of women who want to go outside in the afternoons during daylight hours", "committee_note": null, "state": "rejected", "signature_count": 6, "created_at": "2022-11-01T18:51:32.394Z", "updated_at": "2022-11-15T12:23:33.010Z", "rejected_at": "2022-11-07T17:49:00.640Z", "opened_at": null, "closed_at": null, "moderation_threshold_reached_at": "2022-11-03T12:11:20.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": {"code": "duplicate", "details": "You may wish to sign:\r\n'Abolish daylight saving changes. Keep British Summer Time of GMT +1 year round.'\r\nhttps://petition.parliament.uk/petitions/626972"}, "government_response": null, "debate": null, "departments": [], "topics": []}}, {"type": "petition", "id": 627205, "links": {"self": "https://petition.parliament.uk/petitions/627205.json"}, "attributes": {"action": "Tube services to run 24 hours", "background": "To allow tube services to run 24 hours, specifically the circle and district line as it encompasses a large portion of the south west of London.", "additional_details": "Now more than ever, with the cost of living rising, Ubers and taxi services are a blow to young people's bank accounts, knocking any remnants of savings for university out of the picture. If tube services were open 24 hours, this would be not only beneficial economically, but also environmentally, allowing young people to invest in TFL and also travel publicly to reduce their carbon emissions.", "committee_note": null, "state": "rejected", "signature_count": 6, "created_at": "2022-10-31T17:09:07.164Z", "updated_at": "2022-11-03T16:24:25.346Z", "rejected_at": "2022-11-03T16:24:24.847Z", "opened_at": null, "closed_at": null, "moderation_threshold_reached_at": "2022-10-31T17:14:30.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": {"code": "irrelevant", "details": "We can't accept your petition because the UK Government and Parliament aren't responsible for the issue you raise. It is the responsibility of Transport for London, the Mayor of London and the London Assembly.\r\n\r\nThe London Assembly has its own petitions process. You can find out more about how to petition the London Assembly here: https://www.london.gov.uk/about-us/london-assembly/petitions"}, "government_response": null, "debate": null, "departments": [], "topics": []}}, {"type": "petition", "id": 625257, "links": {"self": "https://petition.parliament.uk/petitions/625257.json"}, "attributes": {"action": "Put a climate damage score on all foods so consumers can make informed decisions", "background": "A third of all climate damage is caused by what we eat whether through deforestation, air miles, or methane emissions. By putting scores on food (like nutritional information) consumers can make a big difference to their carbon footprint by choosing lower scored foods", "additional_details": "This is something that individuals can’t do on their own as there is so much we don’t know about our food. For example, one avocado may come from a well established tree, whereas another may come from a source that has had to cut down trees to plant a new avocado tree and so would be a worse choice for the environment. Even if all fossil fuels were stopped tomorrow, the planet will still heat up by 2 degrees by the end of the century if we don’t change how we eat.", "committee_note": null, "state": "rejected", "signature_count": 6, "created_at": "2022-10-13T21:17:25.731Z", "updated_at": "2022-10-17T15:02:34.627Z", "rejected_at": "2022-10-17T15:02:32.983Z", "opened_at": null, "closed_at": null, "moderation_threshold_reached_at": "2022-10-14T06:35:20.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": {"code": "no-action", "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe understand that you want to see new labelling requirements for food, but it's not clear how you want \"climate damage scores\" to be calculated.\r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do."}, "government_response": null, "debate": null, "departments": [], "topics": []}}, {"type": "petition", "id": 623441, "links": {"self": "https://petition.parliament.uk/petitions/623441.json"}, "attributes": {"action": "Reinstate the fracking ban and up support for renewables", "background": "We ask that the government reinstate the ban on fracking so our country can deliver on much needed climate commitments to rapidly cut emissions, and to ensure investment in safe, resilient and zero carbon alternatives.", "additional_details": "At a time when the country needs a solution to both the cost of living and climate crises, fracking will only set us back.  It will halt progress towards tackling the former, and at best providing temporary respite from the latter but with the real risk of extra investment needed to mitigate various risks associated with this water intensive, polluting and poorly regulated technology.\r\n\r\nWe call for the ban to be reinstated and for greater investment in renewable energy.", "committee_note": null, "state": "rejected", "signature_count": 6, "created_at": "2022-09-08T06:46:50.044Z", "updated_at": "2022-09-23T11:05:15.668Z", "rejected_at": "2022-09-23T11:05:10.531Z", "opened_at": null, "closed_at": null, "moderation_threshold_reached_at": "2022-09-08T09:42:40.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": {"code": "duplicate", "details": "https://petition.parliament.uk/petitions/614611"}, "government_response": null, "debate": null, "departments": [], "topics": []}}, {"type": "petition", "id": 622007, "links": {"self": "https://petition.parliament.uk/petitions/622007.json"}, "attributes": {"action": "Build more cycling lanes on roads", "background": "Impose a minimum distance of bike lanes relative to the population of major cities and towns. Build the bike lanes according to the minimum distance.", "additional_details": "To encourage more people to ride bikes and reduce carbon emissions in cities and towns. Helps cyclists feel safer on the road. Reduces chances of accidents on the road between cars and bikes. Example of low carbon emissions in Oxford where bike lanes are more common.", "committee_note": null, "state": "rejected", "signature_count": 6, "created_at": "2022-08-17T14:01:27.482Z", "updated_at": "2022-08-18T10:52:14.326Z", "rejected_at": "2022-08-18T10:52:12.729Z", "opened_at": null, "closed_at": null, "moderation_threshold_reached_at": "2022-08-17T16:49:39.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": {"code": "duplicate", "details": "Decisions about creating new cycle lanes are a matter for individual local authorities, not the UK Government or Parliament, but we have published the following petition, which you might like to sign:\r\n\r\nFund councils to provide more accessible and secure cycle lanes: https://petition.parliament.uk/petitions/618864"}, "government_response": null, "debate": null, "departments": [], "topics": []}}, {"type": "petition", "id": 621970, "links": {"self": "https://petition.parliament.uk/petitions/621970.json"}, "attributes": {"action": "Invest in infrastructure for Hydrogen Fuel Cell cars to help replace fossil fuel", "background": "Fossil fuels are at the centre of many problems facing the UK and a key barrier preventing switching to greener options. Hydrogen Fuel Cell cars are proven to be safe and can refuel in a matter of minutes. Investment in hydrogen fuel stations will help reduce our fossil fuel dependency.", "additional_details": "Investing in greener technology will not only help the UK meet its green energy targets faster, but can also help inject revenue into the economy by investing in car manufacturers to create Hydrogen Fuel Cell vehicles and become competitive in the green energy market. \r\n\r\nThe research and development that has gone into HFC cars has made them resilient to even the most rigourous safety testing. Investing in companies developing these technologies will create more jobs and reduce carbon emissions", "committee_note": null, "state": "rejected", "signature_count": 6, "created_at": "2022-08-16T20:36:46.583Z", "updated_at": "2022-08-30T07:45:27.881Z", "rejected_at": "2022-08-30T07:45:26.740Z", "opened_at": null, "closed_at": null, "moderation_threshold_reached_at": "2022-08-25T10:09:49.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": {"code": "no-action", "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nIt's not clear if you just want the Government to support the rollout of refuelling stations for Hydrogen Fuel Cell cars, or also provide financial support for car manufacturers to develop these cars.\r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do."}, "government_response": null, "debate": null, "departments": [], "topics": []}}, {"type": "petition", "id": 620709, "links": {"self": "https://petition.parliament.uk/petitions/620709.json"}, "attributes": {"action": "Fine big clothing and apparel companies that use child labour", "background": "Implement sanctions and fines for large companies, especially UK based companies, that utilise child labour and unethical production means that also contribute to rising global carbon emissions and subsequently, climate change.", "additional_details": "Child labour is in no means acceptable universally, as it reduces the quality of life and violates many human rights. \r\nThe climate crisis is also heightened due to fast fashion as production of fast fashion products has a significant contribution to the annual global carbon emissions.", "committee_note": null, "state": "rejected", "signature_count": 6, "created_at": "2022-07-21T13:42:44.645Z", "updated_at": "2022-07-22T14:47:32.781Z", "rejected_at": "2022-07-22T14:47:31.437Z", "opened_at": null, "closed_at": null, "moderation_threshold_reached_at": "2022-07-21T13:58:49.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": {"code": "no-action", "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nChild labour is already illegal in the UK, and it's not clear what new requirements you want to be placed on businesses in respect of carbon emissions.\r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do."}, "government_response": null, "debate": null, "departments": [], "topics": []}}, {"type": "petition", "id": 616007, "links": {"self": "https://petition.parliament.uk/petitions/616007.json"}, "attributes": {"action": "Have Premier League clubs reduce their carbon emissions.", "background": "By 2050, one in four English football league grounds can expect flooding every year due to climate change. This will affect clubs like Chelsea, West Ham, and Norwich. \r\n\r\nThe government must put in place fines, sanctions, and point deductions to combat club's overproduction of carbon emissions.", "additional_details": "Commercialized sport accounts for 0.8% of the world’s total carbon emissions. That is the equivalent of the carbon emissions produced by Poland, Spain, and Thailand combined. \r\n\r\nFootball clubs should not be entitled to any exemption to the production of carbon emissions. Clubs and their fans should do their part in reducing emissions: (1) reduce electricity and gas use; (2) reduce fan carbon footprint; (3) alter diets of players and fans. \r\n\r\nHowever, if targets are not met, then sanctions must be given. \r\n\r\nFootball must do their part in reducing carbon emissions, but the government must make sure that they do.", "committee_note": null, "state": "rejected", "signature_count": 6, "created_at": "2022-05-03T14:35:15.457Z", "updated_at": "2022-05-13T15:24:12.466Z", "rejected_at": "2022-05-13T15:24:03.097Z", "opened_at": null, "closed_at": null, "moderation_threshold_reached_at": "2022-05-11T15:23:59.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": {"code": "irrelevant", "details": "Actions to reduce a football club's carbon emissions are a matter for those clubs, and any points deductions or fines for those who fail to do so are a matter for the Premier League and the Football Association, not the UK Government or House of Commons.\r\n\r\nIf there is an action you'd like the Government or House of Commons to take that they're directly responsible for, you could start a petition about that."}, "government_response": null, "debate": null, "departments": [], "topics": []}}, {"type": "petition", "id": 615571, "links": {"self": "https://petition.parliament.uk/petitions/615571.json"}, "attributes": {"action": "The UK government needs to create a ministerial post of carbon chancellor.", "background": "To meet ambitious climate targets, it is essential that the government now creates a substantive post of carbon chancellor. Such a position is essential to achieving a year on year reduction in UK emissions. As with finance, an annual budget would be set and achieved with proper policy measures.", "additional_details": "To achieve a 78% reduction in UK emissions by 2035, still more net zero by 2050, requires the government to take immediate and drastic action to meet these ambitious targets. This will never happen without a new minister of state who has this specific responsibility. It is no longer acceptable to pledge changes without indicating how these can be met in an agreed and overt way. The climate emergency is still with us, and requires just as much focus as the pandemic and war in Ukraine.", "committee_note": null, "state": "rejected", "signature_count": 6, "created_at": "2022-04-25T15:58:13.821Z", "updated_at": "2022-05-03T08:21:50.763Z", "rejected_at": "2022-05-03T08:21:49.613Z", "opened_at": null, "closed_at": null, "moderation_threshold_reached_at": "2022-04-28T09:41:59.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": {"code": "no-action", "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe understand that you are concerned about the priority the Government has given climate targets, but there's already a Minister for Energy, Clean Growth and Climate Change, who is responsible for the UK's Net Zero Strategy, carbon budgets, and various other matters: https://www.gov.uk/government/ministers/minister-of-state--75\r\n\r\nIt's not clear what differences you want the ministerial post you propose to have from this current role.\r\n"}, "government_response": null, "debate": null, "departments": [], "topics": []}}, {"type": "petition", "id": 607475, "links": {"self": "https://petition.parliament.uk/petitions/607475.json"}, "attributes": {"action": "All businesses, shops and offices to switch off their lights when unoccupied.", "background": "There are a significant number of business and large buildings seemingly unoccupied with all of the main interior lighting still switched on. Lighting inside businesses and large unoccupied complexes is a huge, unnecessary waste of electricity.", "additional_details": "Turning off lights when a building or area is unoccupied could save millions per year and reduce carbon emissions. \r\nApproximately 10% (6.5 million) of us regularly leave lights on when not in a room. Based on industry averages, this equates to an estimated £14,950,000 of wasted energy per day across the UK, and £3,619,000 whilst we sleep. \r\nThis creates 37,440,000 kg of carbon dioxide emissions, or what would be the equivalent of 62 flights around the world each day. At night it’s 8,985,600 kg.", "committee_note": null, "state": "rejected", "signature_count": 6, "created_at": "2022-01-29T11:52:20.211Z", "updated_at": "2022-02-03T08:53:11.725Z", "rejected_at": "2022-02-03T08:53:10.760Z", "opened_at": null, "closed_at": null, "moderation_threshold_reached_at": "2022-01-29T19:59:48.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": {"code": "duplicate", "details": "You may wish to sign this petition calling for a similar action: https://petition.parliament.uk/petitions/604817"}, "government_response": null, "debate": null, "departments": [], "topics": []}}, {"type": "petition", "id": 604575, "links": {"self": "https://petition.parliament.uk/petitions/604575.json"}, "attributes": {"action": "Ban wrapping paper that cannot be recycled", "background": "The Government should create new requirements that all wrapping paper be made of 100% paper (with a minimum percentage of recycled content) and be widely recycled at councils' recycling collections. The aim of this is to tackle consumer waste, reduce landfill use and the resultant carbon emissions.", "additional_details": "In the UK, at Christmas time alone, we throw away 227,000 miles of wrapping paper each year-enough to wrap the Earth 8 times!\r\nFor a product that has paper in its name, it's ironic that it can't be recycled with conventional paper.\r\nMany kinds of wrapping paper are laminated with plastic or contain foil or glitter. None which is recyclable.\r\nThis has led to some councils banning all wrapping paper from their collection services. This is causing consumer confusion and leading to more waste.", "committee_note": null, "state": "rejected", "signature_count": 6, "created_at": "2021-12-30T23:11:58.599Z", "updated_at": "2022-01-04T15:52:02.417Z", "rejected_at": "2022-01-04T15:52:01.070Z", "opened_at": null, "closed_at": null, "moderation_threshold_reached_at": "2022-01-01T17:33:38.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": {"code": "duplicate", "details": "https://petition.parliament.uk/petitions/602623"}, "government_response": null, "debate": null, "departments": [], "topics": []}}, {"type": "petition", "id": 602025, "links": {"self": "https://petition.parliament.uk/petitions/602025.json"}, "attributes": {"action": "Transition from animal to arable agriculture to protect against climate change.", "background": "Encourage farmers in the UK to switch to arable agriculture to facilitate further growth in plant-based lifestyles which will in turn, reduce our carbon emissions in these desperate times.", "additional_details": "Animal agriculture is the second largest contributor to human-made greenhouse gas (GHG) emissions after fossil fuels and is a leading cause of deforestation, water and air pollution and biodiversity loss.\r\n\r\nIt is vital that we all take a stand and effect change as a matter of urgency, in order to protect our Earth and to ensure a habitable world exists for future generations.\r\n\r\nThis is supported by Sir David Attenborough.\r\n\r\nI was alarmed to see the lack of consideration for this topic at COP26.", "committee_note": null, "state": "rejected", "signature_count": 6, "created_at": "2021-11-27T09:02:16.321Z", "updated_at": "2021-12-14T12:15:38.137Z", "rejected_at": "2021-12-14T12:15:33.533Z", "opened_at": null, "closed_at": null, "moderation_threshold_reached_at": "2021-11-27T09:51:58.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": {"code": "no-action", "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe understand that you would like to see more farmers moving away from animal farming but it is unclear which policies or areas of the law you would like changed, or what should be introduced to make this happen. \r\n\r\nYou could start a new petition explaining clearly what specific action you would like the Government or Parliament to take.\r\n"}, "government_response": null, "debate": null, "departments": [], "topics": []}}, {"type": "petition", "id": 600253, "links": {"self": "https://petition.parliament.uk/petitions/600253.json"}, "attributes": {"action": "Make it policy to label supermarket food products with their carbon impact", "background": "Introduce a mandatory requirement to label supermarket food products with information about their impact on the environment. These labels should be accessible, transparent, and provide detailed and meaningful information about how the production of the commodity has impacted the environment.", "additional_details": "The food supply chain is a significant contributor to our damaging impact on the planet. Around 26% of global greenhouse gas emissions can be attributed to food. \r\n\r\nThe biggest portion of food-related emissions comes not from transporting food (as is commonly believed) but from its production.  In order to reduce our food-related impact as consumers, we need clear, accessible information about the carbon footprint associated with the production of food products.", "committee_note": null, "state": "rejected", "signature_count": 6, "created_at": "2021-11-01T15:20:47.066Z", "updated_at": "2021-11-09T17:42:19.725Z", "rejected_at": "2021-11-09T17:42:01.476Z", "opened_at": null, "closed_at": null, "moderation_threshold_reached_at": "2021-11-05T22:14:28.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": {"code": "duplicate", "details": "You may wish to sign this petition calling for the same action: https://petition.parliament.uk/petitions/598911"}, "government_response": null, "debate": null, "departments": [], "topics": []}}, {"type": "petition", "id": 599526, "links": {"self": "https://petition.parliament.uk/petitions/599526.json"}, "attributes": {"action": "Introduce Carbon Footprint (CO2 used to produce an item) product labelling", "background": "I discovered it is very difficult to identify how eco-friendly individual products are. A clear marking of CO2 emissions during the production process helps the public make informed decisions and encourage manufacturers to improve.", "additional_details": "To help meet government targets to curb CO2 emission by 2030, the general public has to be aware of CO2 emission contribution for as many individual products as possible. Making informed decision on either buying local or choosing less carbon intensive products over more carbon intensive products would help to shift the mind set and focus manufacturers and retailers to improve their production and distribution process. CO2 emission labelling must be mandatory similar to salt, sugar, etc labels.", "committee_note": "", "state": "rejected", "signature_count": 6, "created_at": "2021-10-20T15:10:40.959Z", "updated_at": "2021-10-26T07:17:37.042Z", "rejected_at": "2021-10-26T07:17:26.287Z", "opened_at": null, "closed_at": null, "moderation_threshold_reached_at": "2021-10-20T20:00:08.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": {"code": "duplicate", "details": "https://petition.parliament.uk/petitions/584505"}, "government_response": null, "debate": null, "departments": [], "topics": []}}, {"type": "petition", "id": 594548, "links": {"self": "https://petition.parliament.uk/petitions/594548.json"}, "attributes": {"action": "Vigorously enforce speed limits to reduce carbon emissions.", "background": "At a time when many of us are working hard to reduce our carbon footprints there appears to be a sizeable minority of drivers who think it is acceptable to drive well above the 70mph limit, thereby dramatically increasing the CO2 emissions of their vehicle per mile travelled.", "additional_details": "There are a number of ways this could be achieved, including speed limiters, tracking devices, more speed cameras, reducing the amount of leeway given by existing cameras, more traffic police and educating the public about the relationship of increasing speed to increasing emissions. \r\nChanging the culture so that we view excessive speed as more likely to result in a fine, antisocial, dangerous and damaging to the environment could result in a significant reduction in CO2 emissions very quickly.", "committee_note": null, "state": "rejected", "signature_count": 6, "created_at": "2021-08-09T17:24:18.476Z", "updated_at": "2021-08-20T13:50:11.091Z", "rejected_at": "2021-08-20T13:50:10.094Z", "opened_at": null, "closed_at": null, "moderation_threshold_reached_at": "2021-08-16T21:38:55.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": {"code": "irrelevant", "details": "Petitions must call for a specific action that the UK Government or House of Commons is responsible for.\r\n\r\nDecisions about enforcing speed limits are a matter for the police and local traffic authorities, not the Government or House of Commons. As a result it is not possible for the Government or House of Commons to take the action you have requested.\r\n\r\nWe could accept a petition calling on the Government to provide additional funding for traffic enforcement, or a public awareness campaign about the environmental impact of speeding, if either of those are things you'd like to happen."}, "government_response": null, "debate": null, "departments": [], "topics": []}}, {"type": "petition", "id": 580424, "links": {"self": "https://petition.parliament.uk/petitions/580424.json"}, "attributes": {"action": "Plant-based milk should be included as an option on 'The Nursery Milk Scheme'", "background": "Moving towards plant-based milks and dairy-free food choices has the potential to drastically reduce our impact on the climate and ecological crises. However, while many people are adopting plant-based lifestyles, no plant-based milks are subsidised through the 'Nursery Milk Scheme'.", "additional_details": "Dairy milk uses more water, needs more land and creates more carbon emissions than all plant-based alternatives (Poore & Nemecek, 2018).\r\n\r\nWhilst, fortified plant-based milks provides children with the same vitamins and nutrients (calcium, B12, protein) in similar amounts to dairy milk.\r\n\r\nSubsidising plant-based milks will provide an option for families and children who cannot drink dairy for ethical, religious or medical reasons and ensure no child is left out of the 'Nursery Milk Scheme'.", "committee_note": null, "state": "rejected", "signature_count": 6, "created_at": "2021-03-19T12:21:30.704Z", "updated_at": "2021-04-19T07:37:22.238Z", "rejected_at": "2021-04-19T07:36:53.469Z", "opened_at": null, "closed_at": null, "moderation_threshold_reached_at": "2021-04-12T19:34:05.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": {"code": "duplicate", "details": "You may wish to sign this petition calling for the same action: https://petition.parliament.uk/petitions/580843"}, "government_response": null, "debate": null, "departments": [], "topics": []}}, {"type": "petition", "id": 565445, "links": {"self": "https://petition.parliament.uk/petitions/565445.json"}, "attributes": {"action": "Ban Plastic Milk Cartons in the UK", "background": "Banning plastic milk cartons from being produced in the UK would reduce our plastic consumption heavily. During 2019/2020 15 billion litres of milk was produced in the UK the majority being packaged in plastic and 1in6 pints produced was wasted. Make our Milk Packaging recycable and sustainable.", "additional_details": "The Goverment and Parliament have already made changes to help reduce our plastic waste by adding a charge on plastic bags to reduce  waste on something we use daily, why can’t we put milk in recyclable cartons to achieve a higher plastic wastage reduction rate? Not only will this reduce our plastic waste each year it will be better for carbon emissions also. There are already brands which produce milk in the UK that use recycable packaging and i believe that every other milk producing business in the UK should do the same and help the fight against plastic waste. It is also said that packaging like TetraPak which use mainly cardboard is a cheaper alternative so why continue to use plastic packaging? Help the fight against plastic!", "committee_note": null, "state": "rejected", "signature_count": 6, "created_at": "2020-12-30T01:09:56.043Z", "updated_at": "2021-01-05T10:35:39.679Z", "rejected_at": "2021-01-05T10:35:39.683Z", "opened_at": null, "closed_at": null, "moderation_threshold_reached_at": "2020-12-30T01:27:27.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": {"code": "no-action", "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe're not sure exactly what you'd like the Government or Parliament to do.  We can accept a petition calling for the ban of the sale of plastic milk cartons, but we're not sure what you'd like them to be replaced with, as plastic milk cartons are already recyclable. You can find out more here:\r\n\r\nhttps://www.letsrecycle.com/blogbox/biffa-plastic-milk-bottle-recycling/\r\n\t\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do. "}, "government_response": null, "debate": null, "departments": [], "topics": []}}, {"type": "petition", "id": 565133, "links": {"self": "https://petition.parliament.uk/petitions/565133.json"}, "attributes": {"action": "Stop 10'000 lorries travelling daily between Dover & Calais bring fresh produce", "background": "We must stop importing fresh produce from the EU via lorries, and actively encourage UK farmers to start farming for Britain again. The Carbon Footprint of locally produced fresh produce is far less than imported tomatoes from Spain, with a round trip of 2'000 miles.", "additional_details": "At the Climate Ambition Summit 12/12/2020, Prime Minister Boris Johnson said he will cut carbon emissions by at least 68% in the next 10 years, whilst reminding world leaders of their responsibility to tackling climate change while encouraging other countries to take more action. Prof Sir Brian Hoskins said: \"Mr Johnson's target is ambitious, but we need action to back it up, right now”. \r\nSigning this petition will help decrease carbon emissions, and lead the way for other countries to follow.", "committee_note": null, "state": "rejected", "signature_count": 6, "created_at": "2020-12-28T08:01:42.873Z", "updated_at": "2021-01-06T12:29:02.993Z", "rejected_at": "2021-01-06T12:29:02.997Z", "opened_at": null, "closed_at": null, "moderation_threshold_reached_at": "2020-12-31T09:03:07.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": {"code": "duplicate", "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe understand that you are concerned about the environmental impact of importing food, but it's not clear exactly what you'd like the Government or Parliament to do. \r\n                \r\nWe have published the following petitions, which you might like to sign: \r\n\r\nSet a 5-year plan to lead the UK to self-sustainability, less reliance on others: https://petition.parliament.uk/petitions/564594\r\n\r\nIf you want the Government to take an action different to the above petition you could start a new petition explaining clearly what you would like the Government or Parliament to do."}, "government_response": null, "debate": null, "departments": [], "topics": []}}, {"type": "petition", "id": 562647, "links": {"self": "https://petition.parliament.uk/petitions/562647.json"}, "attributes": {"action": "Make e-scooters legal to reduce our carbon footprint / cut emissions.", "background": "Make electric scooters legal, by doing this we will make people’s commute easier and reduce the carbon footprint. This is a big issue and something has to be done. They are similar to bikes: they are easy to control and compact so can be picked up and carried.", "additional_details": "Using e-scooters that are designed to be more durable can reduce environmental impacts from the materials used to build them on a per-mile traveled basis. Improving collection and distribution processes could reduce driving distances, and companies could use more fuel-efficient vehicles to collect the scooter.", "committee_note": "", "state": "rejected", "signature_count": 6, "created_at": "2020-12-01T22:31:40.556Z", "updated_at": "2020-12-07T16:36:10.043Z", "rejected_at": "2020-12-07T16:36:10.044Z", "opened_at": null, "closed_at": null, "moderation_threshold_reached_at": "2020-12-01T22:47:07.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": {"code": "duplicate", "details": "You may wish to sign this petition calling for the same action: https://petition.parliament.uk/petitions/332067"}, "government_response": null, "debate": null, "departments": [], "topics": []}}, {"type": "petition", "id": 554144, "links": {"self": "https://petition.parliament.uk/petitions/554144.json"}, "attributes": {"action": "Create the worlds largest solar farm in the UK instead of building Disney Land.", "background": "I want the government to listen to David Attenborough and realise he has spent his whole life watching and speaking out about how us as humans are slowly ending the world as we know it. We need to act now and plant trees all over this country and ban Carbon emissions And learn to rebuild nature.", "additional_details": "There will be no government or parliament if we carry on. It will be the end of humanity and it’s not fair to our wildlife and us humans, we need to wake up! We have the tools, the knowledge and the power to act now. We have no excuse for how we go about our lives. This world is just as much belonging to wildlife as it is to us, we are all one. Each strand of grass and each leaf on every tree should matter, if we don’t act we won’t be able to reverse the fires Coming.", "committee_note": null, "state": "rejected", "signature_count": 6, "created_at": "2020-10-12T16:16:03.918Z", "updated_at": "2020-10-19T11:00:29.596Z", "rejected_at": "2020-10-19T11:00:29.599Z", "opened_at": null, "closed_at": null, "moderation_threshold_reached_at": "2020-10-12T16:28:04.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": {"code": "irrelevant", "details": "The Government is not responsible for Disneyland. We could accept a petition calling on the Government to increase funding for renewable energy, including solar, if that is what you want to happen."}, "government_response": null, "debate": null, "departments": [], "topics": []}}, {"type": "petition", "id": 552431, "links": {"self": "https://petition.parliament.uk/petitions/552431.json"}, "attributes": {"action": "Legalise E Scooters to help fight the Carbon footprint and congestion", "background": "Make electric scooters legal to reduce our carbon footprint / cut emissions.\r\nAllow owners to register there privately owned e scooters with the DvLA and get insurance so they can be responsible riders", "additional_details": "Legalising privately owned e scooters that are insured and registered to the owner will make riders responsible \r\nfor there actions which will make e scooters safer on the road.\r\nIt will help commuters get to and from work safety during this difficult time with Covid-19 which will help the economy keep going.\r\nThis is the best and safest way forward at the moment to avoid catching the virus.\r\nSo it’s good for helping with  pollution\r\nand keeping us safe from Covid while we get through this tough time", "committee_note": null, "state": "rejected", "signature_count": 6, "created_at": "2020-09-25T11:51:32.248Z", "updated_at": "2020-10-16T08:56:50.990Z", "rejected_at": "2020-10-16T08:56:47.309Z", "opened_at": null, "closed_at": null, "moderation_threshold_reached_at": "2020-09-25T12:17:34.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": {"code": "duplicate", "details": "You may wish to sign this petition which calls for the same action: https://petition.parliament.uk/petitions/332067"}, "government_response": null, "debate": null, "departments": [], "topics": []}}, {"type": "petition", "id": 328936, "links": {"self": "https://petition.parliament.uk/petitions/328936.json"}, "attributes": {"action": "Make it possible for public to report engine idling to reduce carbon emissions", "background": "There is currently no way of reporting motorists who are parked up but are deliberately leaving their engine idling. \r\n\r\nThis is bad for the environment, and our health. \r\n\r\nWe need an app or similar that can be used on a phone to report engine idling, and for this to result in actions", "additional_details": "The Highway Code states that drivers must not leave a parked vehicle with the engine running while that vehicle is stationary on a public road.\r\n\r\nLocal authorities can issue £20 fixed penalties for emission offences, but this is imposed only if a motorist refuses to switch off engine when asked by an authorised person. \r\n\r\nEngine idling is a pointless and unnecessary contributor to carbon emissions, as well as being bad for our health. The current legislation is ineffective and needs to be reviewed", "committee_note": null, "state": "rejected", "signature_count": 6, "created_at": "2020-06-23T21:28:38.982Z", "updated_at": "2020-09-09T13:00:27.438Z", "rejected_at": "2020-09-09T13:00:05.725Z", "opened_at": null, "closed_at": null, "moderation_threshold_reached_at": "2020-07-01T11:34:04.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": {"code": "irrelevant", "details": "This is a matter for individual police forces, not the UK Government or Parliament.\r\n\r\nIn any case, vehicle idling is an offence under the Road Traffic (Vehicle Emissions) (Fixed Penalty) (England) Regulations 2002. The public can therefore already report suspected vehicle idling to their local police force by phone and any other means of communication they accept.\r\n\r\nYou could start a petition calling for a review of the efficacy of the law in reducing unnecessary vehicle emissions, if that is something you'd like to happen."}, "government_response": null, "debate": null, "departments": [], "topics": []}}, {"type": "petition", "id": 320050, "links": {"self": "https://petition.parliament.uk/petitions/320050.json"}, "attributes": {"action": "No automobiles to enter London Zone 1 between the hours of 06:00 and 22:00.", "background": "Prevent any automobiles entering London Zone 1 during the hours of 06:00 and 22:00. This will provide more room for cyclists, pedestrians and other commuters to access offices, shops and other locations during these hours. Deliveries etc can still take place during 22:00 to 06:00.", "additional_details": "This will reduce carbon emissions in Zone 1; reduce congestion in Zone 1 during these hours; encourage people to travel to work in a sustainable manner; enable deliveries/loading still to take place but at quieter hours; enable an increase in cyclist traffic after lockdown to be better managed.", "committee_note": null, "state": "rejected", "signature_count": 6, "created_at": "2020-05-09T21:05:01.539Z", "updated_at": "2020-06-05T13:16:07.143Z", "rejected_at": "2020-06-05T13:16:03.754Z", "opened_at": null, "closed_at": null, "moderation_threshold_reached_at": "2020-05-10T13:10:34.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": {"code": "irrelevant", "details": "The London Assembly and TfL, not the Government or House of Commons, are responsible for the London road network.\r\n\r\nYou can petition the London Assembly directly: https://www.london.gov.uk/about-us/london-assembly/petitions"}, "government_response": null, "debate": null, "departments": [], "topics": []}}]}