{"links": {"self": "https://petition.parliament.uk/petitions.json?q=transport+emissions&page=1", "first": "https://petition.parliament.uk/petitions.json?q=transport+emissions", "last": "https://petition.parliament.uk/petitions.json?page=2&q=transport+emissions", "next": "https://petition.parliament.uk/petitions.json?page=2&q=transport+emissions", "prev": null}, "data": [{"type": "petition", "id": 332280, "links": {"self": "https://petition.parliament.uk/petitions/332280.json"}, "attributes": {"action": "A government cash bailout for the coach industry before it's too late.", "background": "Please help this sector with much needed money so we can keep these companies afloat.\r\n\r\nWe keep tens of thousands of people in jobs in our sector and hundreds of thousands of people in other industries.\r\n\r\nSome companies are already having coaches repossessed!", "additional_details": "Without us our country wouldn’t be able to operate the same.\r\n\r\nMost companies have had no income since March and may not till next year\r\n\r\nWho takes kids to school?\r\nWho takes tens of thousands of people on their holidays?\r\nWho takes people to the theatres?\r\nWho transports the incoming tourists?\r\nWho takes you on your campaign trail?\r\nWho takes fans to sporting events?\r\n\r\nWe bring billions of pounds to the UK economy.\r\n\r\nWe help keep carbon emissions down, as on average each coach trip can take ten cars of the road!", "committee_note": "", "state": "closed", "signature_count": 17859, "created_at": "2020-07-21T10:24:50.003Z", "updated_at": "2021-06-22T14:23:09.828Z", "rejected_at": null, "opened_at": "2020-07-28T12:02:15.712Z", "closed_at": "2021-01-28T23:59:59.999Z", "moderation_threshold_reached_at": "2020-07-21T10:53:04.000Z", "response_threshold_reached_at": "2020-07-29T19:55:44.000Z", "government_response_at": "2020-08-14T16:26:35.019Z", "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": null, "government_response": {"responded_on": "2020-11-03", "summary": "The Government announced an unprecedented package of support for companies impacted by COVID-19, including the coach industry, on 17 March 2020. ", "details": "The Government has announced a range of measures to support companies impacted by COVID-19, including the coach industry. Further changes to the Covid-19 support schemes were made in April to ensure that more businesses could benefit from them. The Government has launched an online support finder tool to help businesses quickly and easily determine what financial support is available to them.\r\n\r\n•\tBank of England’s Covid Corporate Financing Facility (CCFF) – providing funding to help businesses across a range of sectors to pay wages and suppliers, even while experiencing severe disruption to cashflows. \r\n\r\n•\t“Time to Pay” - HMRC is ready to help all businesses and self-employed individuals, experiencing temporary financial difficulties due to coronavirus, including “Time to Pay” arrangements, which allow the payment of taxes to be deferred. \r\n\r\n•\tCoronavirus Job Retention Scheme - launched on 20 April, this helps firms keep people in employment by allowing businesses to put workers on temporary leave. The Government will pay cash grants of 80% of wages up to a cap of £2,500, providing workers stay employed. The Scheme covers the cost of wages backdated to 1 March. It was initially open for at least three months and has now been extended to the end of October. There is no limit on the amount of funding available for the scheme, and all UK-wide employers with a PAYE scheme are eligible. \r\n\r\n•\tCoronavirus Business Interruption Loan Scheme - has been created to support long-term viable small and medium sized businesses who may need to respond to cash-flow pressures by seeking additional finance. To be eligible, a business must be based in the UK and be impacted by COVID-19, have an annual turnover of no more than £45 million, and be seeking a loan up to £5 million. The scheme is delivered through commercial lenders, backed by the government-owned British Business Bank. There are more than 40 accredited lenders able to offer the scheme, including all the major banks. \r\n\r\n•\tCoronavirus Large Business Interruption Loan Scheme – all firms with a turnover of more than £45 million are able to apply for up to £25 million of finance, and larger firms with a turnover of more than £250 million can apply for up to £50 million. The Government will provide a guarantee to enable banks to make these loans. It will support business that were viable before the COVID-19 outbreak, which are otherwise unable to access the finance they need.\r\n\r\nThe above measures have been designed to ensure that companies of any size receive the help they need to get through this difficult time.\r\n\r\nThe Government has made up to £617m of additional funding available to local authorities to enable them to make payments of up to £25,000 to businesses which are ineligible for the existing grants schemes because of the way they interact with the business rates system. The guidance for local authorities on implementation of the business rates Expanded Retail Discount includes a list of properties eligible for the relief. Eligibility for the Retail, Hospitality and Leisure Grant Fund is also taken from this list. This list does not provide specifically for properties used by coach businesses to benefit from the relief, and specifically makes ineligible properties that are not reasonably accessible to visiting members of the public. It is for local authorities to determine in each individual case when to grant business rates relief or grants, having regard to this guidance. Where businesses feel they may fit the eligibility criteria for business rates relief or grants, they should contact their local authority. Local authorities also have the discretionary power to offer hardship relief.\r\n\r\nGiven the support already put in place, as outlined above, the Government at this time has no plans to provide additional financial support bespoke to the coach industry.\r\n\r\nFurther details of all these schemes and support can be found at: www.gov.uk/government/collections/financial-support-for-businesses-during-coronavirus-covid-19.\r\n\r\nThe online business support finder tool can be found at: www.gov.uk/business-coronavirus-support-finder.\r\n\r\nSchool Restart funding was also announced on 8th August, providing local transport authorities with more than £40 million funding for the autumn term to create extra capacity, while social distancing measures remain in place.\r\n\r\nGuidance for School Restart funding can be found at: https://www.gov.uk/government/publications/transport-to-school-and-other-places-of-education-autumn-term-2020\r\n\r\nThe Government continues to work closely with the coach sector to understand what the ongoing risks and issues are, and how these could be addressed, and we are reviewing opportunities for the sector to assist in wider recovery and resilience work. Government also recognises the role of the coach sector and the services it provides as a sub-sector of the leisure and tourism industry.\r\n\r\nDepartment for Transport\r\n\r\nThis is a revised response. The Petitions Committee requested a response which more directly addressed the request of the petition. You can find the original response towards the bottom of the petition page (https://petition.parliament.uk/petitions/332280)\r\n", "created_at": "2020-08-14T16:26:35.017Z", "updated_at": "2020-11-03T17:51:27.546Z"}, "debate": null, "departments": [{"acronym": "DfT", "name": "Department for Transport", "url": "https://www.gov.uk/government/organisations/department-for-transport"}], "topics": ["covid-19"]}}, {"type": "petition", "id": 610459, "links": {"self": "https://petition.parliament.uk/petitions/610459.json"}, "attributes": {"action": "Reject any future applications to increase passenger numbers at Luton Airport", "background": "Luton Council are consulting on increasing passenger numbers from 18 to 32million per year as a preliminary step for an application for a Development Consent Order (DCO). We call upon the UK Government to refuse any future application to increase the number of passengers using London Luton Airport.", "additional_details": "This expansion of airport capacity is surely contrary to the recommendations of the Committee on Climate Change.\r\n\r\nThe airport (LLA) doubled its capacity between 2014 and 2019, creating immense strain on local transport infrastructure, unbearable noise impacts on neighbouring communities and increased greenhouse gas emissions.\r\n\r\nNow LLA wants to almost double its capacity from 18 million passengers a year to 32 million, despite the Climate Emergency and the impact the increase in flights will surely have on the environment.", "committee_note": "", "state": "closed", "signature_count": 2015, "created_at": "2022-03-02T17:18:13.032Z", "updated_at": "2022-09-23T23:00:00.577Z", "rejected_at": null, "opened_at": "2022-03-09T11:50:16.403Z", "closed_at": "2022-09-23T22:59:59.999Z", "moderation_threshold_reached_at": "2022-03-02T17:26:18.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": null, "government_response": null, "debate": null, "departments": [{"acronym": "DfT", "name": "Department for Transport", "url": "https://www.gov.uk/government/organisations/department-for-transport"}], "topics": []}}, {"type": "petition", "id": 596855, "links": {"self": "https://petition.parliament.uk/petitions/596855.json"}, "attributes": {"action": "Scrap RIS2 (Road Investment Strategy 2)", "background": "In the middle of a climate emergency, we shouldn't be building and upgrading 4,000 miles of new roads. Roads produce very high amounts of carbon emissions. We need to invest less in more polluting roads and more in other greener modes of transport like rail.", "additional_details": "Even with electric vehicles, roads still cause high emissions and damage the environment both to build and while they're in use. E.g. tyre particulates have been found to damage the environment. The use of electric vehicles shouldn't be used as an argument to carry on building roads in this fashion.", "committee_note": null, "state": "closed", "signature_count": 1874, "created_at": "2021-09-10T17:52:48.047Z", "updated_at": "2022-03-21T00:00:01.860Z", "rejected_at": null, "opened_at": "2021-09-20T07:38:10.367Z", "closed_at": "2022-03-20T23:59:59.999Z", "moderation_threshold_reached_at": "2021-09-13T14:34:58.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": null, "government_response": null, "debate": null, "departments": [{"acronym": "DfT", "name": "Department for Transport", "url": "https://www.gov.uk/government/organisations/department-for-transport"}], "topics": []}}, {"type": "petition", "id": 578827, "links": {"self": "https://petition.parliament.uk/petitions/578827.json"}, "attributes": {"action": "Do not cut domestic Air Passenger Duty", "background": "The Government has announced it wants to cut air passenger duty on domestic travel. This cut will ensure that the most polluting of all travel methods actually contributes more to the UK's carbon footprint. We are in a climate emergency. The cut should not be implemented.", "additional_details": "The government's own study (reported at www.bbc.co.uk/news/science-environment-49349566) shows domestic air travel as the worst contributor to climate change, per mile, of all modes of transport.\r\n\r\nThis year the UK hosts COP26, to focus all countries on the carbon reductions needed to avoid the worst effects of climate change.\r\n\r\nWe should show leadership & commitment to cutting our emissions, and not enact a policy which will increase pollution, reduce air quality, and expand our carbon footprint.", "committee_note": null, "state": "closed", "signature_count": 434, "created_at": "2021-03-10T11:39:09.254Z", "updated_at": "2021-09-17T23:00:03.714Z", "rejected_at": null, "opened_at": "2021-03-17T09:24:33.319Z", "closed_at": "2021-09-17T22:59:59.999Z", "moderation_threshold_reached_at": "2021-03-10T12:17:15.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": null, "government_response": null, "debate": null, "departments": [{"acronym": "HMT", "name": "HM Treasury", "url": "https://www.gov.uk/government/organisations/hm-treasury"}], "topics": []}}, {"type": "petition", "id": 598973, "links": {"self": "https://petition.parliament.uk/petitions/598973.json"}, "attributes": {"action": "Require every garment sold in the UK to include a 'Carbon Checker' label", "background": "We want legislation enacted that will require every UK garment to feature a 'Carbon Checker' label. This will enable shoppers to factor how green a garment is into their purchasing decisions. \r\n\r\nThe 'Carbon Checker' label would show how environmentally friendly a garment is, on a scale of A-E.", "additional_details": "The fashion industry is one of the most polluting in the world. It contributes 1.2bn tonnes of CO2 per year and the Government does not have adequate plans in place to combat it. \r\n\r\nTwo-thirds of emissions from UK clothing occur overseas. Complex supply chains mean cotton is grown, woven and dyed on different continents then transported many miles to market. \r\n\r\nIf consumers can factor how eco-friendly a garment is into their purchasing decision, this should encourage the fashion industry to prioritise greener manufacturing methods.", "committee_note": "", "state": "closed", "signature_count": 284, "created_at": "2021-10-12T17:16:28.576Z", "updated_at": "2022-04-14T23:00:00.806Z", "rejected_at": null, "opened_at": "2021-10-14T10:23:39.312Z", "closed_at": "2022-04-14T22:59:59.999Z", "moderation_threshold_reached_at": "2021-10-12T21:19:18.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": null, "government_response": null, "debate": null, "departments": [{"acronym": "DEFRA", "name": "Department for Environment, Food and Rural Affairs", "url": "https://www.gov.uk/government/organisations/department-for-environment-food-rural-affairs"}], "topics": []}}, {"type": "petition", "id": 609175, "links": {"self": "https://petition.parliament.uk/petitions/609175.json"}, "attributes": {"action": "Fund free public transport for all social care workers", "background": "Social care workers are imperative to our society and our communities. By providing free public transport the Government can reduce costs for social workers and help tackle retention problems, increase recruitment and support uptake of public transport, potentially lowering CO2 emissions.", "additional_details": "Not only could this support environmental problems, it could also help counteract massive recruitment and retention issues in the social care sector. The Government must recognise the crisis the health service has been battling these last few years and help ease these stresses, by supporting the social care sector. Improving support for social care workers could help allow people the independence to be cared for at home, free up hospital beds, and boost employment by making social care work more attractive.", "committee_note": "", "state": "closed", "signature_count": 265, "created_at": "2022-02-21T11:56:48.028Z", "updated_at": "2022-08-24T23:00:00.073Z", "rejected_at": null, "opened_at": "2022-02-24T11:46:01.508Z", "closed_at": "2022-08-24T22:59:59.999Z", "moderation_threshold_reached_at": "2022-02-21T21:11:08.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": null, "government_response": null, "debate": null, "departments": [{"acronym": "DfT", "name": "Department for Transport", "url": "https://www.gov.uk/government/organisations/department-for-transport"}], "topics": []}}, {"type": "petition", "id": 325512, "links": {"self": "https://petition.parliament.uk/petitions/325512.json"}, "attributes": {"action": "Introduce a ban on sales of new petrol and diesel cars by 2025 in the UK", "background": "Both Norway and the Netherlands have voted to ban the sales of new petrol and diesel cars by 2025 and 2030 respectively. It will be impossible to hit global carbon reduction targets without radical actions, such as this. The UK should be leading the way on reducing the impact of Climate Change.", "additional_details": "The UK has committed to being Carbon Neutral by 2050, to achieve this we will need to rapidly reduce CO2 emissions with 33% coming from transport. Bringing in the ban of new petrol and diesel vehicles will accelerate the transition to low carbon transport which itself will improve air quality.", "committee_note": "", "state": "closed", "signature_count": 265, "created_at": "2020-06-08T08:33:06.145Z", "updated_at": "2021-06-16T16:10:08.176Z", "rejected_at": null, "opened_at": "2020-08-18T08:00:13.778Z", "closed_at": "2021-02-18T23:59:59.999Z", "moderation_threshold_reached_at": "2020-06-08T09:34:14.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": null, "government_response": null, "debate": null, "departments": [{"acronym": "DfT", "name": "Department for Transport", "url": "https://www.gov.uk/government/organisations/department-for-transport"}], "topics": []}}, {"type": "petition", "id": 618517, "links": {"self": "https://petition.parliament.uk/petitions/618517.json"}, "attributes": {"action": "Legalise all E-Scooter usage where bicycles can be used", "background": "I would like the Government to make it legal to use any e-scooter where bicycles can be used, including on roads and in bike lanes. Currently e-scooters can only be used where they are part of a pilot rental programme, which is too restrictive.", "additional_details": "As we look to make the UK more greener, with electric cars, and more cycling. We believe E-Scooters are the next step for automotive transport. It's electric so no carbon emissions from use, and they are fairly cheap to buy. With the correct legislation they can be legalised safely.", "committee_note": "", "state": "open", "signature_count": 242, "created_at": "2022-06-15T19:33:49.816Z", "updated_at": "2023-01-02T18:33:20.000Z", "rejected_at": null, "opened_at": "2022-06-27T15:45:29.729Z", "closed_at": null, "moderation_threshold_reached_at": "2022-06-21T07:32:39.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": "Scott Andrew Hackin", "rejection": null, "government_response": null, "debate": null, "departments": [{"acronym": "DfT", "name": "Department for Transport", "url": "https://www.gov.uk/government/organisations/department-for-transport"}], "topics": []}}, {"type": "petition", "id": 605381, "links": {"self": "https://petition.parliament.uk/petitions/605381.json"}, "attributes": {"action": "Require imported goods display the value of embedded GHG emissions", "background": "Consumer goods imported into the UK should be required to display the embedded GHG emissions, including; sourcing of materials; transportation of materials to transformation point; transformation of materials into finished product and transportation of the finished, packaged goods to the UK.", "additional_details": "GHG represents the seven greenhouse gases, the main one being carbon dioxide.\r\n \r\nThis petition calls for the UK government to make it easier for the consumer to make more informed lifestyle choices – so they can weigh price, quality and performance on the one hand against embedded GHG emissions on the other simply by ensuring all imported consumer goods display the level of embedded GHG at the point of sale, in retail literature and on any packaging.", "committee_note": "", "state": "closed", "signature_count": 220, "created_at": "2022-01-06T23:23:21.227Z", "updated_at": "2022-07-12T23:00:01.147Z", "rejected_at": null, "opened_at": "2022-01-12T17:21:20.392Z", "closed_at": "2022-07-12T22:59:59.999Z", "moderation_threshold_reached_at": "2022-01-08T18:07:18.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": null, "government_response": null, "debate": null, "departments": [{"acronym": "DfIT", "name": "Department for International Trade", "url": "https://www.gov.uk/government/organisations/department-for-international-trade"}], "topics": []}}, {"type": "petition", "id": 318989, "links": {"self": "https://petition.parliament.uk/petitions/318989.json"}, "attributes": {"action": "Action on Non Exhaust Emissions", "background": "The government should adopt as legally binding the World Health Organisation guideline levels  for PM2.5 of 10µg/m³ as an annual mean threshold by 2030.", "additional_details": "The Environment Bill must include legislation on non-exhaust emissions - these are particles from tyres, the road surface and plasticisers. Also known as PM2.5, the major source of these invisible microparticulate\r\nEnvironmentally friendly and sustainable transport solutions must be found for our busy towns and cities which should include light rail systems.\r\nParliament should recognise and support in law efforts to clean up the air in our towns and cities.\r\nThis should include the provision of a new local transport infrastructure fund to enable transport authorities to develop sustainable clean alternatives including light rail.", "committee_note": null, "state": "closed", "signature_count": 182, "created_at": "2020-04-30T13:35:10.429Z", "updated_at": "2021-01-14T00:00:04.424Z", "rejected_at": null, "opened_at": "2020-07-13T16:31:19.470Z", "closed_at": "2021-01-13T23:59:59.999Z", "moderation_threshold_reached_at": "2020-04-30T14:37:14.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": null, "government_response": null, "debate": null, "departments": [{"acronym": "DEFRA", "name": "Department for Environment, Food and Rural Affairs", "url": "https://www.gov.uk/government/organisations/department-for-environment-food-rural-affairs"}], "topics": []}}, {"type": "petition", "id": 597399, "links": {"self": "https://petition.parliament.uk/petitions/597399.json"}, "attributes": {"action": "Reduce the national speed limit to 60 MPH on motorways and dual carriageways", "background": "Road transport is a major contributor to CO2 emissions and poor air quality; these are critical issues which contribute massively to climate change. The longer we leave reducing these emissions the more painful remedial measures will have to be, both in cost and impact on daily life.", "additional_details": "The Government should immediately reduce the national speed limit to 60 MPH on motorways and dual carriageways for all vehicles. This modest reduction could make a worthwhile cut in CO2 emissions with the added benefit of reducing collisions and the stress of driving at relatively low cost. \r\nWe don’t need to wait for any recommendations to come from the Glasgow COP26. We can do our bit now to avoid a climate emergency. Remind the Government that our planet needs urgent help now!", "committee_note": "", "state": "closed", "signature_count": 174, "created_at": "2021-09-19T14:42:37.646Z", "updated_at": "2022-03-24T00:00:04.912Z", "rejected_at": null, "opened_at": "2021-09-23T13:27:18.974Z", "closed_at": "2022-03-23T23:59:59.999Z", "moderation_threshold_reached_at": "2021-09-19T16:38:58.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": null, "government_response": null, "debate": null, "departments": [{"acronym": "DfT", "name": "Department for Transport", "url": "https://www.gov.uk/government/organisations/department-for-transport"}], "topics": []}}, {"type": "petition", "id": 318661, "links": {"self": "https://petition.parliament.uk/petitions/318661.json"}, "attributes": {"action": "Climate Change. Promote 50mph speed limit on all but electric vehicles/ coaches.", "background": "Mount a lengthy advertising and information campaign to encourage drivers into travelling more slowly (50mph suggested). As a final resort, this could become legislation. Exempting electric vehicles and coaches would encourage the use of these forms of transport.", "additional_details": "Transport is the largest source of man made CO2 emissions. Involving the public in a move to reduce these by encouraging slower driving and slower drivers could have several effects-\r\n1 Make slower driving the socially acceptable norm.\r\n2 Reduce CO2 emissons by-\r\na. reducing fuel usage\r\nb. reducing the interest in longer distance travel, \r\nc. encouraging a move to electric vehicles,\r\nd. encouraging coach travel with its lower per capita fuel consumption.", "committee_note": "", "state": "closed", "signature_count": 132, "created_at": "2020-04-28T09:06:18.022Z", "updated_at": "2021-01-11T00:00:08.943Z", "rejected_at": null, "opened_at": "2020-07-10T13:18:51.960Z", "closed_at": "2021-01-10T23:59:59.999Z", "moderation_threshold_reached_at": "2020-04-29T14:39:44.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": null, "government_response": null, "debate": null, "departments": [{"acronym": "DfIT", "name": "Department for International Trade", "url": "https://www.gov.uk/government/organisations/department-for-international-trade"}], "topics": []}}, {"type": "petition", "id": 548168, "links": {"self": "https://petition.parliament.uk/petitions/548168.json"}, "attributes": {"action": "Include bicycle proficiency in UK school physical education curriculum.", "background": "Physical Education educators to have training in Bikeability (BA), or schools to seek BA instructors, as part of curriculum.\r\nProvide training to primary and secondary school students on safety, the highway code and bicycle use. Action local authorities to assign budget to this.", "additional_details": "With an greater number of road users, particularly those on bicycles, it gives an essential understanding of safety for all using the current infrastructure. \r\nThis will promote safer transport in dense urban environments while reducing carbon emissions and boosting the economy. \r\nMore education will improve commuter experience through confidence, while also addressing national health issues as more children and their parents begin to cycle.", "committee_note": "", "state": "closed", "signature_count": 110, "created_at": "2020-08-13T11:25:21.591Z", "updated_at": "2021-02-21T00:00:08.201Z", "rejected_at": null, "opened_at": "2020-08-20T11:17:41.405Z", "closed_at": "2021-02-20T23:59:59.999Z", "moderation_threshold_reached_at": "2020-08-13T12:31:24.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": null, "government_response": null, "debate": null, "departments": [{"acronym": "DfE", "name": "Department for Education", "url": "https://www.gov.uk/government/organisations/department-for-education"}], "topics": []}}, {"type": "petition", "id": 300226, "links": {"self": "https://petition.parliament.uk/petitions/300226.json"}, "attributes": {"action": "Require all broadband providers to support a common router standard", "background": "Each time you change broadband provider they will send you a new router. Some will say they won't support you unless you use their hardware. This is very wasteful. ", "additional_details": "The government should require all providers to enable any router to be used, other than where specific technology is needed, such as fibre optics.\r\n \r\nEach router manufactured increases co2 emissions in the creation, transportation, disposal, and recycling. Forcing companies to agree a standard will reduce the unnecessary production of millions of units.", "committee_note": "", "state": "closed", "signature_count": 110, "created_at": "2020-03-04T09:01:08.086Z", "updated_at": "2020-09-10T23:00:07.312Z", "rejected_at": null, "opened_at": "2020-03-10T13:07:39.251Z", "closed_at": "2020-09-10T22:59:59.999Z", "moderation_threshold_reached_at": "2020-03-04T16:00:34.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": null, "government_response": null, "debate": null, "departments": [{"acronym": "DCMS", "name": "Department for Digital, Culture, Media and Sport", "url": "https://www.gov.uk/government/organisations/department-for-digital-culture-media-sport"}], "topics": []}}, {"type": "petition", "id": 596227, "links": {"self": "https://petition.parliament.uk/petitions/596227.json"}, "attributes": {"action": "Introduce an 'Luxury Polluter' tax on high CO2 output luxury cars.", "background": "We the undersigned would like the government to introduce an additional annual tax on new luxury vehicles costing over £40,000 whose rated CO2 output exceeds 150g/km.", "additional_details": "One of the few remaining obstacles towards the decarbonisation of our transport network is the affordability of greener vehicles. However for buyers of luxury vehicles costing over £40,000 this is not an issue as there are a great many low-emissions vehicles able to fit a variety of needs.\r\n\r\nThe goal of the proposed tax is specifically to discourage only the absolute largest, and most polluting vehicles and only among those for whom the cost of using a cleaner alternative is not a burden.", "committee_note": null, "state": "closed", "signature_count": 91, "created_at": "2021-09-02T11:42:07.849Z", "updated_at": "2022-03-08T00:00:01.170Z", "rejected_at": null, "opened_at": "2021-09-07T11:59:01.835Z", "closed_at": "2022-03-07T23:59:59.999Z", "moderation_threshold_reached_at": "2021-09-02T11:56:18.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": null, "government_response": null, "debate": null, "departments": [{"acronym": "DfT", "name": "Department for Transport", "url": "https://www.gov.uk/government/organisations/department-for-transport"}], "topics": []}}, {"type": "petition", "id": 609432, "links": {"self": "https://petition.parliament.uk/petitions/609432.json"}, "attributes": {"action": "Continue emergency funding for bus services", "background": "Do not stop  emergency funding for bus services at the end of March, extend it further to give more time for people to regain their confidence to use public transport. Concurrently run a campaign to encourage people to use buses", "additional_details": "Because if funding is stopped at this time, there is a real danger that services will be reduced or axed. This will impact on many people who are dependant on buses to get to work, do shopping or get to healthcare appointments - including many older people who have stopped driving. It will impact rural areas, and less well off people - and it could increase car use and therefore carbon emissions. More time is needed to encourage people back to public transport.", "committee_note": "", "state": "closed", "signature_count": 90, "created_at": "2022-02-24T12:27:51.457Z", "updated_at": "2022-09-07T23:00:01.723Z", "rejected_at": null, "opened_at": "2022-03-07T08:07:13.335Z", "closed_at": "2022-09-07T22:59:59.999Z", "moderation_threshold_reached_at": "2022-03-01T10:14:18.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": null, "government_response": null, "debate": null, "departments": [{"acronym": "DfT", "name": "Department for Transport", "url": "https://www.gov.uk/government/organisations/department-for-transport"}], "topics": []}}, {"type": "petition", "id": 627697, "links": {"self": "https://petition.parliament.uk/petitions/627697.json"}, "attributes": {"action": "Impose new taxes on private jets to increase investment in renewables", "background": "The aviation industry emits 12% of all transport carbon dioxide emissions. We want the Government to impose new taxes on the use of private jets, to try and reduce CO2 emissions and raise funds to invest in renewable energy, green transportation, and electric vehicle infrastructure.", "additional_details": "I believe I can speak on behalf of the planet when I say, we have had enough. We desperately need to reduce the level of carbon emissions entering our atmosphere before we are responsible for the mass extinction of almost 90% of marine species, and the millions of individuals at risk from rising sea levels.", "committee_note": "", "state": "open", "signature_count": 87, "created_at": "2022-11-06T19:07:16.155Z", "updated_at": "2023-01-01T19:31:40.000Z", "rejected_at": null, "opened_at": "2022-11-11T12:55:07.480Z", "closed_at": null, "moderation_threshold_reached_at": "2022-11-06T19:19:40.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": "Kristina Chilver", "rejection": null, "government_response": null, "debate": null, "departments": [{"acronym": "HMT", "name": "HM Treasury", "url": "https://www.gov.uk/government/organisations/hm-treasury"}], "topics": []}}, {"type": "petition", "id": 302155, "links": {"self": "https://petition.parliament.uk/petitions/302155.json"}, "attributes": {"action": "Legislate to restrict aircraft from running their engines while on hold", "background": "We ask the Govt to urgently bring forward legislation restricting aircraft from being on hold on a taxiway with their engines running. They should also be pulled using electric trucks to minimise pollution and noise to the immediate area.", "additional_details": "Having planes on hold with their engines running leads to increased emissions and affects neighbouring areas.\r\n \r\nPlanes are emit far more pollution than any other forms of transport, and allowing aircraft to run their engines while on hold enables further emissions unnecessarily.", "committee_note": "", "state": "closed", "signature_count": 86, "created_at": "2020-03-13T12:31:28.558Z", "updated_at": "2020-11-30T00:00:01.730Z", "rejected_at": null, "opened_at": "2020-05-29T11:33:48.605Z", "closed_at": "2020-11-29T23:59:59.999Z", "moderation_threshold_reached_at": "2020-03-25T19:02:34.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": null, "government_response": null, "debate": null, "departments": [{"acronym": "DfT", "name": "Department for Transport", "url": "https://www.gov.uk/government/organisations/department-for-transport"}], "topics": []}}, {"type": "petition", "id": 584120, "links": {"self": "https://petition.parliament.uk/petitions/584120.json"}, "attributes": {"action": "Impose legal limits on non-essential flying for everyone", "background": "There should be a law that limits the amount of non-essential flying an individual is allowed annually, to reduce aviation emissions, which have a huge contribution to the climate crisis. \r\nEither limit distance for flying per year and/or limit the number of flights per year.", "additional_details": "We are already used to restrictions on non-essential flying. We must take this chance to put a limit on non-essential flights before people get used to flying all the time again. If we are to start flight holidays again, there must be rules to decrease aviation emissions from individuals.\r\n\r\nFlying is one of the biggest emitters of CO2 per mile of all modes of transport, accounting for around 3% of global emissions. It is the mode of transport that is often the least essential and the most dependent on fossil fuels.", "committee_note": "", "state": "closed", "signature_count": 57, "created_at": "2021-04-23T19:37:53.787Z", "updated_at": "2021-10-30T23:00:08.909Z", "rejected_at": null, "opened_at": "2021-04-30T07:32:04.765Z", "closed_at": "2021-10-30T22:59:59.999Z", "moderation_threshold_reached_at": "2021-04-25T14:11:25.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": null, "government_response": null, "debate": null, "departments": [{"acronym": "DfT", "name": "Department for Transport", "url": "https://www.gov.uk/government/organisations/department-for-transport"}], "topics": []}}, {"type": "petition", "id": 629237, "links": {"self": "https://petition.parliament.uk/petitions/629237.json"}, "attributes": {"action": "Make railcards accessible to all to reduce the cost of public transport.", "background": "Currently railcard access ends at the age of 30 until the age of 60, unless specific circumstances. These ages are completely arbitrary and all should be granted access to a railcard if they see the benefit. This makes public transport cheaper which reduces road traffic and carbon emissions.", "additional_details": "There should be a railcard available for people between the ages of 30 and 60. ", "committee_note": "", "state": "open", "signature_count": 56, "created_at": "2022-12-02T08:04:11.151Z", "updated_at": "2023-01-01T18:07:20.000Z", "rejected_at": null, "opened_at": "2022-12-07T10:38:29.144Z", "closed_at": null, "moderation_threshold_reached_at": "2022-12-02T12:04:20.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": "Daniel Logue", "rejection": null, "government_response": null, "debate": null, "departments": [], "topics": []}}, {"type": "petition", "id": 300373, "links": {"self": "https://petition.parliament.uk/petitions/300373.json"}, "attributes": {"action": "Abolish (or raise threshold on) luxury car tax for Ultra Low Emission Vehicles", "background": "Cars valued at or exceeding £40,000 are subject to the Luxury Car Tax (£1600 over 5 years). This should be abolished, or have the threshold raised significantly, for Ultra Low Emission Vehicles (ULEVs) as it impedes numerous Government initiatives and targets for transport and emissions.", "additional_details": "The tax contradicts the Government policies on reducing emissions, improving air quality, and rolling out ULEVs. Many comparative ULEVs which are suitable as replacements for petrol/diesel cars are higher priced by virtue of the advanced technologies and manufacturing processes required, and therefore are still more costly to produce. It is counter productive to offer grants for purchasing the vehicles and then tax consumers for running these vehicles, which help tackle the climate emergency.", "committee_note": null, "state": "closed", "signature_count": 52, "created_at": "2020-03-04T23:37:11.950Z", "updated_at": "2020-09-10T23:00:07.450Z", "rejected_at": null, "opened_at": "2020-03-10T19:10:33.218Z", "closed_at": "2020-09-10T22:59:59.999Z", "moderation_threshold_reached_at": "2020-03-05T17:02:14.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": null, "government_response": null, "debate": null, "departments": [{"acronym": "HMT", "name": "HM Treasury", "url": "https://www.gov.uk/government/organisations/hm-treasury"}], "topics": []}}, {"type": "petition", "id": 319264, "links": {"self": "https://petition.parliament.uk/petitions/319264.json"}, "attributes": {"action": "Create a ‘Day of Rest’ in each calendar week as we come out lockdown.", "background": "The lockdown has proved that we as a nation can not only survive but also thrive when we’re forced to Slow down and bring about a natural pause or stop in our busy lives. The environment and wild animal species have been allowed in many respects to return to ‘their normal’ as pollution levels drop.", "additional_details": "To return to having a day of rest where planes, trains and transport systems were halted for 24hrs, where businesses and schools  re charged through ‘stopping’ and allowed employees and pupils to rejuvenate or work from home.\r\nCarbon emissions targets would surely be more obtainable.\r\nThis doesn’t have to be based on the old model of a religious day of rest, but of course those who wish to return to still contemplation and prayer could do so. It would be more powerful as an international movement.", "committee_note": "", "state": "closed", "signature_count": 50, "created_at": "2020-05-02T20:56:06.907Z", "updated_at": "2021-01-21T00:00:00.813Z", "rejected_at": null, "opened_at": "2020-07-20T15:35:07.911Z", "closed_at": "2021-01-20T23:59:59.999Z", "moderation_threshold_reached_at": "2020-05-02T22:13:34.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": null, "government_response": null, "debate": null, "departments": [{"acronym": "CO", "name": "Cabinet Office", "url": "https://www.gov.uk/government/organisations/cabinet-office"}], "topics": ["covid-19"]}}, {"type": "petition", "id": 300243, "links": {"self": "https://petition.parliament.uk/petitions/300243.json"}, "attributes": {"action": "Ban the advertising and endorsement of Internal Combustion Engine Vehicles.", "background": "The advertising of Internal Combustion Engines should be banned.\r\n \r\nThis should include a ban on \"endorsement\" – meaning a company/organisation/business/celebrity/other cannot sponsor/advertise or put its/their name/logo on a vehicle with an Internal Combustion Engine.", "additional_details": "Pollutants from Internal combustion engines (petrol/diesel vehicles) on your country’s roads are having detrimental effects on your health and those around you.\r\n\r\nHelp stop glorifying that which kills men, women and children every year!\r\n\r\nOne step closer towards a cleaner, greener, more sustainable future!\r\nSee also; Clean Air Strategy 2019 \r\n\r\nAdvertising only for alternatively fuelled, zero emission vehicles of all types/modes of transport.", "committee_note": "", "state": "closed", "signature_count": 46, "created_at": "2020-03-04T10:58:01.368Z", "updated_at": "2020-09-11T23:00:01.061Z", "rejected_at": null, "opened_at": "2020-03-11T13:00:04.669Z", "closed_at": "2020-09-11T22:59:59.999Z", "moderation_threshold_reached_at": "2020-03-06T10:57:14.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": null, "government_response": null, "debate": null, "departments": [{"acronym": "DfT", "name": "Department for Transport", "url": "https://www.gov.uk/government/organisations/department-for-transport"}], "topics": []}}, {"type": "petition", "id": 315001, "links": {"self": "https://petition.parliament.uk/petitions/315001.json"}, "attributes": {"action": "Members of Parliament should have to declare their carbon emissions ", "background": "The House of Commons should establish an Independent Regulatory Body that monitors the level of carbon emitted by MPs while carrying out their official work. ", "additional_details": "This would be publicly available like their expenses and interests are currently. It would work by using a specific model for each mode of transport.\r\n\r\nThe Government should do it to ensure that the 2019 net zero emissions by 2050 target is achieved. Parliament should be taking a lead on issues like this. This would enable the public to see what MPs have been emitting while carrying out their work and gives them the opportunity to scrutinise or praise our politicians. Inevitably, this will lead to a reduction in carbon emissions by MPs. If the country is going to be carbon neutral by 2050 then our policy makers need to be the ones taking the first steps.", "committee_note": "", "state": "closed", "signature_count": 38, "created_at": "2020-04-09T14:19:52.040Z", "updated_at": "2020-12-26T00:00:04.708Z", "rejected_at": null, "opened_at": "2020-06-25T16:39:49.772Z", "closed_at": "2020-12-25T23:59:59.999Z", "moderation_threshold_reached_at": "2020-04-09T16:02:14.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": null, "government_response": null, "debate": null, "departments": [], "topics": []}}, {"type": "petition", "id": 614282, "links": {"self": "https://petition.parliament.uk/petitions/614282.json"}, "attributes": {"action": "Legalise and incentivise uptake of personal electric vehicles", "background": "I would like the Government to legalise and create incentives to promote uptake of all personal, micro powered, more carbon efficient vehicles. This could help reduce carbon emissions from personal transport.", "additional_details": "This is an issue that requires swift action to take a global lead in changing travel behaviours. Both for global environment and local pollution. The costs of this damage are on record. And in the current fuel and cost of living crisis, many lives could be improved and cities made less polluted and provided with a more mobile work force. We believe the environmental, social and commercial benefits are clear.", "committee_note": "", "state": "closed", "signature_count": 33, "created_at": "2022-04-07T11:33:09.551Z", "updated_at": "2022-11-03T00:00:01.132Z", "rejected_at": null, "opened_at": "2022-04-19T15:54:55.730Z", "closed_at": "2022-11-02T23:59:59.999Z", "moderation_threshold_reached_at": "2022-04-08T09:20:09.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": null, "government_response": null, "debate": null, "departments": [{"acronym": "DfT", "name": "Department for Transport", "url": "https://www.gov.uk/government/organisations/department-for-transport"}], "topics": []}}, {"type": "petition", "id": 587809, "links": {"self": "https://petition.parliament.uk/petitions/587809.json"}, "attributes": {"action": "Fund further research and development into the production of synthetic fuels", "background": "Government needs to cut carbon emissions and the development and use of synthetic fuels could help. Synthetic fuels could help make transport carbon neutral so the Government should fund research and development into synthetic fuels that can be used by current car engines without modification.", "additional_details": "The production of synthetic fuels could help make transport carbon neutral, which would help the UK government reach their carbon dioxide emissions target of the Paris Agreement.\r\n \r\nDeveloping synthetic fuel that can be used by existing engines without modification would mean that those who enjoy driving petrol/diesel vehicles would be able to continue doing so in a way that won't threaten the environment.\r\n \r\nRefueling a car is much more time-efficient than electric cars, and much of the electricity supply used to charge electric vehicles is still produced by fossil fuel power stations.", "committee_note": "", "state": "closed", "signature_count": 26, "created_at": "2021-06-02T20:08:27.280Z", "updated_at": "2021-12-15T00:00:03.793Z", "rejected_at": null, "opened_at": "2021-06-14T11:56:42.961Z", "closed_at": "2021-12-14T23:59:59.999Z", "moderation_threshold_reached_at": "2021-06-04T14:55:45.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": null, "government_response": null, "debate": null, "departments": [{"acronym": "BEIS", "name": "Department for Business, Energy and Industrial Strategy", "url": "https://www.gov.uk/government/organisations/department-for-business-energy-and-industrial-strategy"}], "topics": []}}, {"type": "petition", "id": 613866, "links": {"self": "https://petition.parliament.uk/petitions/613866.json"}, "attributes": {"action": "Introduce UK wide laws to permit motorcycles to ride in bus lanes", "background": "Parliament should exempt motorcycles across the UK so that they can ride in bus lanes. It should not be left to local authorities to introduce piecemeal changes as such exemption should apply to whole of UK for motorcycles on public safety grounds and making better utilisation of bus lanes.", "additional_details": "Better public safety and better utilisation of transport infrastructure, plus reduction of harmful environmental emissions caused by traffic queues.", "committee_note": null, "state": "rejected", "signature_count": 21, "created_at": "2022-04-03T12:17:45.623Z", "updated_at": "2022-04-07T15:10:52.826Z", "rejected_at": "2022-04-06T12:41:51.536Z", "opened_at": null, "closed_at": null, "moderation_threshold_reached_at": "2022-04-03T12:39:49.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": {"code": "irrelevant", "details": "Restrictions on the types of vehicles that can use particular lanes, including bus lanes, are a matter for individual local authorities, not the Government or House of Commons.\r\n\r\nIf you want your local authority to permit motorcycles to be able to use all bus lanes in your locality you should raise this with your local authority or local councillor."}, "government_response": null, "debate": null, "departments": [], "topics": []}}, {"type": "petition", "id": 331539, "links": {"self": "https://petition.parliament.uk/petitions/331539.json"}, "attributes": {"action": "Reopen Castle Street, Cardiff to traffic, ban Council making it an eating area", "background": "Cardiff Council has shut Castle Street in Cardiff to make it a seating area for restaurants during the easing of lockdown. There are no restaurants there. Adjoining streets Working Street, Queen Street and High Street are pedestrianised and could be used. This causes traffic chaos all over the city.", "additional_details": "Force Cardiff County Council to reopen this main road to traffic to reduce congestion all over the city and reduce emissions caused by this unnecessary action. It is also forcing vunerable people onto public transport where social distancing cannot be adhered to.", "committee_note": null, "state": "rejected", "signature_count": 21, "created_at": "2020-07-14T16:40:40.855Z", "updated_at": "2020-07-21T13:43:22.833Z", "rejected_at": "2020-07-21T13:43:22.835Z", "opened_at": null, "closed_at": null, "moderation_threshold_reached_at": "2020-07-14T17:24:24.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": {"code": "irrelevant", "details": "Decisions about town planning are a matter for individual local authorities, and local government is a devolved matter so the responsibility of the Welsh Government, not the UK Government or House of Commons.\r\n\r\nIf you are unhappy with a decision by Cardiff Council you should contact the council or your local Councillor directly."}, "government_response": null, "debate": null, "departments": [], "topics": []}}, {"type": "petition", "id": 606828, "links": {"self": "https://petition.parliament.uk/petitions/606828.json"}, "attributes": {"action": "Extend Government funding to Transport for London (TfL) beyond 4 February", "background": "On behalf of my 8 yr old who wants the Government to extend its extraordinary funding to TfL beyond 4 Feb 2022 to help combat climate change and protect jobs.", "additional_details": "The reasons have been written by him:\r\n \r\n•\tClimate change: Without public transport car use will go up and London will not be able to reduce its CO2 emissions.\r\n•\tJobs: People who can’t afford cars won’t be able to get to jobs and there will be a crisis.\r\n•\tWhen a train approaches a platform, I wonder how the flawless machinery works. As soon as I get on a train I feel serene. I always look out of the window while dreaming of being a train driver.\r\n•\tLots of children will be sad if TFL shuts down. Every country wants its children to be happy.\r\n", "committee_note": "", "state": "closed", "signature_count": 20, "created_at": "2022-01-20T15:26:37.775Z", "updated_at": "2022-07-26T23:00:04.515Z", "rejected_at": null, "opened_at": "2022-01-26T17:41:17.455Z", "closed_at": "2022-07-26T22:59:59.999Z", "moderation_threshold_reached_at": "2022-01-20T20:03:58.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": null, "government_response": null, "debate": null, "departments": [{"acronym": "DfT", "name": "Department for Transport", "url": "https://www.gov.uk/government/organisations/department-for-transport"}], "topics": ["covid-19"]}}, {"type": "petition", "id": 555441, "links": {"self": "https://petition.parliament.uk/petitions/555441.json"}, "attributes": {"action": "Scrap plans for proposed Congestion Zone Extension", "background": "Scrap plans to extend Londons Congestion Zone in line with the TFL Bail Out.", "additional_details": "With the already announced extensions of the Ultra Low Emissions Zone (ULEZ) set to come into play, the plans to extend the Congestion Zone would cripple working class families ability to commute to work in a time where public transport is increasingly dangerous due to the widespread COVID-19 pandemic.\r\n\r\nShould the Congestion Zone be extended, the £15 daily charge (£75 weekly based on a 5 day working week) coupled with the new ULEZ extension (£12.50 daily) could see charges rise to £137.50 weekly", "committee_note": null, "state": "rejected", "signature_count": 20, "created_at": "2020-10-21T10:02:38.885Z", "updated_at": "2020-11-02T16:46:55.603Z", "rejected_at": "2020-11-02T16:46:55.605Z", "opened_at": null, "closed_at": null, "moderation_threshold_reached_at": "2020-10-21T10:20:14.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": {"code": "irrelevant", "details": "It has been reported that the UK Government has suggested that London's congestion zone be extended, but doing so would be a matter for the London Assembly and the London Mayor.\r\n\r\nThe London Assembly has its own petitions process. You can find out more about how to petition the London Assembly here:\r\n\r\nhttps://www.london.gov.uk/about-us/london-assembly/petitions\r\n\r\nThe latest Government bailout does not include any requirement to extend the congestion zone: https://www.gov.uk/government/news/government-bailout-to-keep-london-transport-running\r\n\r\nWe have published the following petition, which you might like to sign: \r\n\r\nRemove conditions to increase fares and congestion charge for any TFL bailout: https://petition.parliament.uk/petitions/555491"}, "government_response": null, "debate": null, "departments": [], "topics": []}}, {"type": "petition", "id": 604051, "links": {"self": "https://petition.parliament.uk/petitions/604051.json"}, "attributes": {"action": "Mandate standard fuel be ethanol-free & allow lower VAT for fuel with ethanol", "background": "The goal of this petition is to mandate that all regular petrol in the UK be ethanol-free and for any alternative fuels with an ethanol content its VAT should be lowered by a percentage up to 20% in accordance with its ethanol content (I.e. E5 = 5% off VAT & E10 = 10% off VAT)", "additional_details": "New research suggests that bioethanol production can contribute to increased levels of CO2, which stem from the farming of the crops used for biofuel and it's transportation from where it is produced to where it is used. When the vehicle burns the fuel it can also cause damage to the vehicle thus lowering overall fuel efficiency. Therefore any mitigation of CO2 emissions from using the fuel is cancelled out. \r\n \r\nIgnoring this ethanol issue means we could be doing more damage to the environment, The consumer hasn't seen a price reduction despite petrol being diluted and the ethanol means less MPG is achieved.\r\n", "committee_note": "", "state": "closed", "signature_count": 19, "created_at": "2021-12-19T19:13:13.174Z", "updated_at": "2022-09-08T23:00:00.049Z", "rejected_at": null, "opened_at": "2022-03-08T18:06:22.523Z", "closed_at": "2022-09-08T22:59:59.999Z", "moderation_threshold_reached_at": "2022-03-01T00:11:58.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": null, "government_response": null, "debate": null, "departments": [{"acronym": "DfT", "name": "Department for Transport", "url": "https://www.gov.uk/government/organisations/department-for-transport"}], "topics": []}}, {"type": "petition", "id": 553620, "links": {"self": "https://petition.parliament.uk/petitions/553620.json"}, "attributes": {"action": "Fund a national initiative for alternative fuel powered school buses", "background": "Please introduce national funding for an alternative fuel powered school bus scheme offering door pick-up/drop-off. School bus is a popular and often the only form of transport for many million children around the world. Request Govt to introduce a scheme to promote school bus use in the UK.", "additional_details": "A school bus scheme could significantly help in reducing CO2 emissions, promote sale of alternative powered vehicles, create employment in automotive sector, promote the idea of public transport amongst children from a young age, reduce commute time for parents, improve the image of public transport, ease traffic congestion at peak hours, ease traffic/parking around schools during pick-up/drop-off times, and help with social distancing due to less parents congregating at school gate at peak times.", "committee_note": "", "state": "closed", "signature_count": 17, "created_at": "2020-10-08T11:04:36.174Z", "updated_at": "2021-05-09T23:00:00.368Z", "rejected_at": null, "opened_at": "2020-11-09T17:49:56.444Z", "closed_at": "2021-05-09T22:59:59.999Z", "moderation_threshold_reached_at": "2020-10-08T12:46:04.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": null, "government_response": null, "debate": null, "departments": [{"acronym": "DfT", "name": "Department for Transport", "url": "https://www.gov.uk/government/organisations/department-for-transport"}], "topics": []}}, {"type": "petition", "id": 317389, "links": {"self": "https://petition.parliament.uk/petitions/317389.json"}, "attributes": {"action": "Long term unemployed to help farmers pick our fruit and veg.", "background": "We have a team of long term unemployed people in the UK who currently receive benefits and may feel undervalued and dropped from society.\r\nThe government should intervene and assist in mobilising the long term unemployed and deploying them to replace the foreign seasonal workers.", "additional_details": "It will:\r\n- Eliminate the need fly in foreign workers.\r\n- Retain the employment costs paid for these services within the UK. \r\n- Boost the grown and picked British brand.\r\n- Solve a big issue that our farmers face.\r\n- Boost the long term unemployed making them feel valued and giving them a proper purpose.\r\n- Reduce greenhouse gas emissions through shorter transport methods.\r\n- Eliminate the risk of further Covid19 cases arriving on our borders.", "committee_note": null, "state": "rejected", "signature_count": 15, "created_at": "2020-04-19T18:41:17.936Z", "updated_at": "2020-07-01T18:46:15.649Z", "rejected_at": "2020-06-27T16:07:03.653Z", "opened_at": null, "closed_at": null, "moderation_threshold_reached_at": "2020-04-19T20:08:04.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": {"code": "irrelevant", "details": "Recruitment decisions are the responsibility of employers, not the UK Government or Parliament. \r\n\r\nWe couldn't publish a petition calling for unemployed people to be made to work without pay, but you could start a new petition asking for the UK Government to fund job schemes including working on farms, if that's what you'd like to happen."}, "government_response": null, "debate": null, "departments": [], "topics": []}}, {"type": "petition", "id": 580479, "links": {"self": "https://petition.parliament.uk/petitions/580479.json"}, "attributes": {"action": "Legalize powered vehicles (electric scooters/bicycles)", "background": "Update the law to include and allow access to powered vehicles (electric scooters, bicycles). \r\nMandatory use of helmet and high visibility vest, legal max speed and insurance requirement, would provide a safe environment for citizens to commute with minimum impact on the environment and distancing.", "additional_details": "Compared to a bicycle an electric scooter is: easier to maneuver, easier to get out, the riders center of gravity is safer, has front and back light, has a more predictable and very reasonable top speed. Still most cyclists are able to overtake a scooter. doesn't allow for tricks like wheelies, people store them inside (less bikes stolen).\r\nLegalizing powered vehicles would help reduce the emission levels, traffic jams and would be another step into the future of transportation for the UK.", "committee_note": null, "state": "rejected", "signature_count": 14, "created_at": "2021-03-19T19:31:50.239Z", "updated_at": "2021-03-26T08:09:38.550Z", "rejected_at": "2021-03-26T08:09:38.552Z", "opened_at": null, "closed_at": null, "moderation_threshold_reached_at": "2021-03-19T19:50:05.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": {"code": "duplicate", "details": "Electric bicycles are already legal to use, but we have published the following petitions, which you might like to sign:\r\n\r\nLegalise and regulate the use of privately owned eScooters before Spring 2021: https://petition.parliament.uk/petitions/553756"}, "government_response": null, "debate": null, "departments": [], "topics": []}}, {"type": "petition", "id": 587740, "links": {"self": "https://petition.parliament.uk/petitions/587740.json"}, "attributes": {"action": "Legalize the use of personal e-Scooters / PLEV's in cycle lanes.", "background": "Legalize the use of e-scooter / PLEVS (within reason), as to the likes of many other European countries.\r\nIntroducing limitations and safety measures will reduce chances of them falling into the wrong/incapable hands.", "additional_details": "They will reduce the carbon footprint, zero emissions.\r\nThey will reduce congestion & overcrowded roads.\r\nIt is a cheaper alternative to public transport & will reduce chances of COVID-19 transmission between passengers.\r\nThey are much safer than bicycles/e-bikes, as they're lighter & much easier to dismount & can be limited/restricted to specified speeds.", "committee_note": null, "state": "rejected", "signature_count": 11, "created_at": "2021-06-01T20:36:08.636Z", "updated_at": "2021-06-08T07:23:34.096Z", "rejected_at": "2021-06-08T07:23:33.331Z", "opened_at": null, "closed_at": null, "moderation_threshold_reached_at": "2021-06-01T21:45:05.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": {"code": "duplicate", "details": "We have published the following petitions, which you might like to sign:\r\n\r\nLegalize the use of e-scooters where bikes can be used: https://petition.parliament.uk/petitions/583107\r\n\r\nAllow E-scooters and Electric Skateboards in cycle lanes and on roads: https://petition.parliament.uk/petitions/578486"}, "government_response": null, "debate": null, "departments": [], "topics": []}}, {"type": "petition", "id": 593458, "links": {"self": "https://petition.parliament.uk/petitions/593458.json"}, "attributes": {"action": "Increase percentage of taxpayers money towards public transport.", "background": "We want the government to increase the amount of money that is given to public transport in order to reduce bus fares (specifically for secondary school and university students). We hope that this will help to reduce carbon emissions by encouraging more young people to use the bus services.", "additional_details": "We would like the government to do this as we believe it will reduce carbon emissions and help with the global issue of climate change. The bus fares at the moment are roughly £450 per person per year which is the highest it’s ever been. We wish for the prices to be lower so that they are more affordable for low income or large families as we believe that everyone deserves the same opportunities.", "committee_note": null, "state": "rejected", "signature_count": 10, "created_at": "2021-07-26T14:15:12.988Z", "updated_at": "2021-07-29T11:13:50.801Z", "rejected_at": "2021-07-29T11:13:50.804Z", "opened_at": null, "closed_at": null, "moderation_threshold_reached_at": "2021-07-26T14:18:55.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": {"code": "no-action", "details": "We understand you would like to see the price of travelling on public transport go down, but it is unclear how the Government can increase the percentage of taxpayers money going towards public transport. The Department for Transport's budget is formed of tax payer contributions and income from private transport providers (e.g. train operators/franchised rail) and you can read more about where and how it is spent here:\r\nhttps://researchbriefings.files.parliament.uk/documents/CDP-2018-0050/CDP-2018-0050.pdf\r\n\r\nYou could start a petition calling for an increase to the budget of the Department for Transport if that is something you would like to see happen.\r\n\r\nYou may also like to sign the below petitions we currently have open on this topic:\r\n\r\nNationalise all Public Transport and make it free to all to help climate change\r\nhttps://petition.parliament.uk/petitions/584793\r\n\r\nFund discounted public transport for under 18s travelling to school\r\nhttps://petition.parliament.uk/petitions/590106"}, "government_response": null, "debate": null, "departments": [], "topics": []}}, {"type": "petition", "id": 317759, "links": {"self": "https://petition.parliament.uk/petitions/317759.json"}, "attributes": {"action": "Subsidise electric cars so that they become affordable and practical to use", "background": "Subsidise the production of electric road vehicles so they become as affordable as petrol-fuelled vehicles. Increase the number of electric car charging stations and invest in new battery technology so that the vehicles are practical to use.", "additional_details": "Transport is a major source of greenhouse gas emissions in the UK. If we are to stand a chance against climate change, we need to cut greenhouse gas emissions to net-zero by 2025. \r\n\r\nAt the moment, the demand for electric cars is low because they are impractical and unaffordable. Individuals will always make decisions that provide them with the highest amount of personal utility. It is the responsibility of the government to make sustainable choices within our interest.", "committee_note": null, "state": "rejected", "signature_count": 9, "created_at": "2020-04-21T21:28:53.679Z", "updated_at": "2020-07-01T19:32:01.378Z", "rejected_at": "2020-07-01T19:32:01.380Z", "opened_at": null, "closed_at": null, "moderation_threshold_reached_at": "2020-04-22T13:15:24.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": {"code": "no-action", "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nThere is already a grant available for electric vehicles. You can find out more here:\r\n\r\nhttps://www.gov.uk/plug-in-car-van-grants\r\n\t\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do."}, "government_response": null, "debate": null, "departments": [], "topics": []}}, {"type": "petition", "id": 610001, "links": {"self": "https://petition.parliament.uk/petitions/610001.json"}, "attributes": {"action": "Say NO to further expansion of Luton Airport", "background": "We call upon the UK Government to refuse any application to increase the number of passengers using London Luton Airport (LLA), as this expansion of airport capacity is contrary to the advice of the Climate Change Committee.", "additional_details": "LLA doubled its capacity between 2014 and 2019, creating immense strain on local transport infrastructure, unbearable noise impacts on neighbouring communities and increased greenhouse gas emissions. It did so by ignoring planning conditions which required balanced growth over 15 years.\r\n\r\nNow LLA wants to almost double its capacity yet again from 18 million passengers a year to 32 million, despite the Climate Emergency and the impact the increase in flights will have on the environment.", "committee_note": null, "state": "rejected", "signature_count": 8, "created_at": "2022-02-27T11:27:40.400Z", "updated_at": "2022-03-02T16:55:45.630Z", "rejected_at": "2022-03-02T16:55:30.598Z", "opened_at": null, "closed_at": null, "moderation_threshold_reached_at": "2022-02-27T19:50:58.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": {"code": "no-action", "details": "We understand you're concerned about the expansion of Luton Airport. However there is currently no role for the UK Government or Parliament in determining the expansion of Luton Airport, as the most recent planning application was approved by Luton Council and no subsequent application has been lodged. This means it's not clear what action you want the Government or Parliament to take.\r\n\r\nYou could have a petition calling on the Government to automatically call in any future planning applications relating to Luton Airport expansion, if that is something you'd like to see happen."}, "government_response": null, "debate": null, "departments": [], "topics": []}}, {"type": "petition", "id": 581364, "links": {"self": "https://petition.parliament.uk/petitions/581364.json"}, "attributes": {"action": "Legalise the use of privately owned electric scooters on roads and cycle paths", "background": "Legalise the use of privately owned electric scooters on roads and cycle paths. As we are constantly being told to use public transport less, use cars less and cut carbon emissions electric scooters are a no brainier to help with all of these issues.", "additional_details": "There are so many people who I know who would love to be using e-scooters for commuting and short journeys but are scared they will be stopped by police and fined £300. This makes no sense. Hire schemes are legal so what is the difference between a privately owned scooter and a hire one. Yes the speed and safety but whilst legalising them the government could make a list of safety standards to make them safer.", "committee_note": null, "state": "rejected", "signature_count": 8, "created_at": "2021-03-27T02:37:10.635Z", "updated_at": "2021-03-31T07:43:27.945Z", "rejected_at": "2021-03-31T07:43:27.948Z", "opened_at": null, "closed_at": null, "moderation_threshold_reached_at": "2021-03-27T02:50:35.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": {"code": "duplicate", "details": "You may wish to sign this petition calling for the same action: https://petition.parliament.uk/petitions/553756"}, "government_response": null, "debate": null, "departments": [], "topics": []}}, {"type": "petition", "id": 320070, "links": {"self": "https://petition.parliament.uk/petitions/320070.json"}, "attributes": {"action": "Legalise the use of E-Scooters in the UK", "background": "There is a need to accelerate the trials and legislation for E-scooters and other electric modes of transport with the advent of social distancing.", "additional_details": "The government needs to look at ways to ease the stress on public transport with social distancing needing to continue. E-scooters and other PLEV's can help with this. There is a need to accelerate the trials and legislation for these modes of transport. Journeys using them would help to ease that stress whilst social distancing and ultimately help the environment with a large reduction in carbon emissions.", "committee_note": null, "state": "rejected", "signature_count": 8, "created_at": "2020-05-10T03:37:19.707Z", "updated_at": "2020-06-03T15:53:02.107Z", "rejected_at": "2020-06-03T15:53:02.109Z", "opened_at": null, "closed_at": null, "moderation_threshold_reached_at": "2020-05-10T08:31:44.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": {"code": "duplicate", "details": "https://petition.parliament.uk/petitions/301579\r\nhttps://petition.parliament.uk/petitions/301014 "}, "government_response": null, "debate": null, "departments": [], "topics": []}}, {"type": "petition", "id": 617112, "links": {"self": "https://petition.parliament.uk/petitions/617112.json"}, "attributes": {"action": "Bring the age for a bus pass in all of England to 60, in line with London", "background": "In London, Wales, Scotland and Northern Ireland people receive a bus pass at age 60 yet everywhere else in England it is state retirement age. Please change this to 60 for all of the UK.", "additional_details": "It is unfair and inexplicable that the people who live in England (excluding London) have to wait until state retirement age to benefit from a bus pass while the rest of the UK get one at age 60.\r\nSurely as we try to decrease our emissions in this country it is a positive move to encourage the use of public transport wherever  possible", "committee_note": null, "state": "rejected", "signature_count": 7, "created_at": "2022-05-23T07:25:25.721Z", "updated_at": "2022-05-27T08:39:03.935Z", "rejected_at": "2022-05-27T08:39:02.584Z", "opened_at": null, "closed_at": null, "moderation_threshold_reached_at": "2022-05-23T13:28:59.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": {"code": "duplicate", "details": "https://petition.parliament.uk/petitions/612068"}, "government_response": null, "debate": null, "departments": [], "topics": []}}, {"type": "petition", "id": 611186, "links": {"self": "https://petition.parliament.uk/petitions/611186.json"}, "attributes": {"action": "Stop the Rise of Fuel Tax", "background": "To stop the rise of tax on fuel.", "additional_details": "As other bills increase without the correct rise of statuary pay, let the cost of fuel remain. With the change of Low emission zones (LEZ) coming into play this also effects people getting to and from work/education which would then back log public transport making this harder for those who travel everyday. It would also have an increase on the amount of people on benefits as people would have no way to get to work and to earn a liveable wage to pay for this fuel on top of other bills.", "committee_note": null, "state": "rejected", "signature_count": 7, "created_at": "2022-03-10T11:00:49.106Z", "updated_at": "2022-03-15T08:41:18.234Z", "rejected_at": "2022-03-15T08:41:16.617Z", "opened_at": null, "closed_at": null, "moderation_threshold_reached_at": "2022-03-10T11:39:18.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": {"code": "duplicate", "details": "Taxes on fuel haven't increased, but we have published the following petition, which you might like to sign: https://petition.parliament.uk/petitions/599089"}, "government_response": null, "debate": null, "departments": [], "topics": []}}, {"type": "petition", "id": 608817, "links": {"self": "https://petition.parliament.uk/petitions/608817.json"}, "attributes": {"action": "Net Zero: Government to reconsider the current approach to achieving the goal.", "background": "We should continue to use our own supplies of gas, coal and oil until suitable, efficient alternatives are found. Alternatives should be researched for supplying new builds.  Heat pump installations should be used only when suitable, not when impractical and costly.", "additional_details": "Whilst we need to reduce our emissions, we are taking a hypocritical route by using fossil fuels that are not our own. We are increasing the cost and increasing the emissions by using sea and road transport to move the fuels, especially coal. \r\n\r\nReplacing central heating systems and building wind farms might help towards reducing our emissions, but production of these items causes more emissions than we are saving. We should take into account that many of the redundant items cannot be recycled.", "committee_note": null, "state": "rejected", "signature_count": 7, "created_at": "2022-02-15T13:25:29.890Z", "updated_at": "2022-02-22T08:35:40.385Z", "rejected_at": "2022-02-22T08:35:38.720Z", "opened_at": null, "closed_at": null, "moderation_threshold_reached_at": "2022-02-19T05:30:18.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": {"code": "no-action", "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe understand that you're concerned about the Government's current approach to achieving Net Zero, but it's not clear if you want the Government to change its targets for achieving Net Zero, or just amend certain policies regarding domestic fossil fuel production and wind power, and incentives for heat pumps.\r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do."}, "government_response": null, "debate": null, "departments": [], "topics": []}}, {"type": "petition", "id": 606152, "links": {"self": "https://petition.parliament.uk/petitions/606152.json"}, "attributes": {"action": "Net Zero. PM to hold a full independent enquiry focusing on economic outcomes.", "background": "Whilst there appears to be a change to the world climate, we in the UK are one of the smallest contributors to emissions.\r\n\r\nWe are in danger of bankrupting our country, while the larger nations, China and India, continue as they are, causing pollution, which makes our efforts pointless.", "additional_details": "In ceasing to use our own coal and gas, we are importing inferior coal and gas from other countries. This is imported using ships and road transport. This of course, is increasing the very footprint that we are claiming to reduce. While we grow poorer by doing this, other countries continue to pollute and become richer.\r\nWe should continue to use our own fuels and explore the possibilities of alternatives, such as building smaller power plants, such as suggested by James Dyson. We can then navigate our way to reducing emissions in a sensible way.\r\n\r\nInsisting that we all throw away our efficient gas boilers is not the answer.\r\n\r\nWe would like an urgent enquiry taking all aspects into account, followed by a debate in parliament and, if necessary, a referendum.", "committee_note": null, "state": "rejected", "signature_count": 7, "created_at": "2022-01-13T20:10:47.589Z", "updated_at": "2022-01-20T08:18:17.180Z", "rejected_at": "2022-01-20T08:18:13.667Z", "opened_at": null, "closed_at": null, "moderation_threshold_reached_at": "2022-01-16T19:19:28.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": {"code": "no-action", "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe're not sure exactly what you'd like the Government or Parliament to do. We're not sure if you want an inquiry on the \"economic outcomes\" of Net Zero or \"all aspects\"\r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do, or you might like to sign this petition\r\n\r\nhttps://petition.parliament.uk/petitions/599602"}, "government_response": null, "debate": null, "departments": [], "topics": []}}, {"type": "petition", "id": 327036, "links": {"self": "https://petition.parliament.uk/petitions/327036.json"}, "attributes": {"action": "Implement a green recovery package", "background": "Invest in:\r\n-Clean transportation\r\n-Renewable energy \r\n-Retrofit buildings to improve their energy efficiency\r\n-Reduce waste and improve recycling\r\n-Protect nature and wildlife and restore degraded habitats.", "additional_details": "This is essential as the recovery package can either bring us closer or further away from our zero-net emissions target. It can secure our and our children's wellbeing. It can build a competitive Britain in renewable energy and transportation or see us fall behind other nations.\r\nThe Committee on Climate Change illustrated that spending on low-carbon activities would provide a bigger boost to the economy, in both the short and long term, than pursuing a traditional recovery.", "committee_note": null, "state": "rejected", "signature_count": 7, "created_at": "2020-06-13T15:49:52.256Z", "updated_at": "2020-07-28T15:44:39.837Z", "rejected_at": "2020-07-28T15:44:39.841Z", "opened_at": null, "closed_at": null, "moderation_threshold_reached_at": "2020-06-13T18:26:34.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": {"code": "duplicate", "details": "https://petition.parliament.uk/petitions/317343"}, "government_response": null, "debate": null, "departments": [], "topics": []}}, {"type": "petition", "id": 629236, "links": {"self": "https://petition.parliament.uk/petitions/629236.json"}, "attributes": {"action": "Reduce train fares to make public transport cheaper than driving.", "background": "Reduce train fares to make public transport cheaper or comparable to driving a personal vehicle. This will make public transport more accessible, reduce road congestion and reduce overall UK carbon emissions as fewer people will be driving personal vehicles.", "additional_details": "Currently public transport costs are much greater than the cost of petrol on most routes (in many cases even if driving as a single person in a car). An example is, with a railcard to go one way from Birmingham to Edinburgh costs £60 to £90 whereas without a railcard this fee increases to upwards of £130. This same journey would cost around £40 in fuel for an average performing personal car. The train fares should be lowered so that driving is not the cheaper option.", "committee_note": null, "state": "rejected", "signature_count": 6, "created_at": "2022-12-02T08:00:36.336Z", "updated_at": "2022-12-06T13:36:18.402Z", "rejected_at": "2022-12-06T13:36:17.319Z", "opened_at": null, "closed_at": null, "moderation_threshold_reached_at": "2022-12-03T08:15:30.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": {"code": "irrelevant", "details": "We can't accept your petition because the UK Government and Parliament aren't responsible for the issue you raise. This is a matter for train companies. \r\n\r\nThe Government does have the power to limit increases in certain rail fares, so we could accept a petition that called for no increase in regulated train fares. You can read more here:\r\n\r\nhttps://www.orr.gov.uk/monitoring-regulation/rail/passengers/tickets-and-fares/fares-and-penalty-fares"}, "government_response": null, "debate": null, "departments": [], "topics": []}}, {"type": "petition", "id": 610064, "links": {"self": "https://petition.parliament.uk/petitions/610064.json"}, "attributes": {"action": "Amend policy to use UK fuels, including fracking, until alternatives are found.", "background": "Use our own supplies of gas, coal and oil until suitable, efficient alternatives are found. \r\nAlternatives to be researched for supplying new builds. \r\nHeat pump installations used only when suitable, not if impractical and costly.\r\nFracking rules revised to allow extraction of shale gas, as in USA.", "additional_details": "Whilst we need to reduce our emissions, we are taking a hypocritical route by using fossil fuels that are not our own. We are increasing the cost and increasing the emissions by using sea and road transport to move the fuels, especially coal. \r\nReplacing central heating systems and building wind farms might help towards reducing our emissions, but production of these items causes more emissions than we are saving. We should take into account that many of the redundant items cannot be recycled.", "committee_note": null, "state": "rejected", "signature_count": 6, "created_at": "2022-02-27T19:41:07.083Z", "updated_at": "2022-03-04T13:42:38.771Z", "rejected_at": "2022-03-04T13:42:37.512Z", "opened_at": null, "closed_at": null, "moderation_threshold_reached_at": "2022-02-28T21:14:48.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": {"code": "no-action", "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe understand that you want to see changes to energy policy, but we're not sure exactly what you'd like the Government or Parliament to do. For example, it's not clear if you want the Government to ban all imports of fossil fuels, or what if any changes you want to be made to grants for heat pumps.\r\n\r\nWe have published the following petitions, which you might like to sign:\r\n\r\nCommit to UK natural gas and increase investment: https://petition.parliament.uk/petitions/608274\r\n\r\nEnd the ban on fracking: https://petition.parliament.uk/petitions/608745\r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do."}, "government_response": null, "debate": null, "departments": [], "topics": []}}, {"type": "petition", "id": 608864, "links": {"self": "https://petition.parliament.uk/petitions/608864.json"}, "attributes": {"action": "Make public transport free for social care workers in Nottingham", "background": "Social workers are imperative to our society, so our mission is to make it more achievable for people in Nottingham to assess this role, by providing free public transport which will decrease retention, increase recruitment while simultaneously lowering Nottingham’s CO2 emissions.", "additional_details": "It supports and tackles environmental problems, counteracting massive recruitment and retention issues, but mainly recognises the crisis the health service has been battling these last few years and anything that can be done to ease these stresses should be granted. Signing this will mean you are standing with our health care workers, to free up hospital beds, allowing people the independence to be cared for at home and boosting Nottingham’s employment by giving the chance for people to work.", "committee_note": null, "state": "rejected", "signature_count": 6, "created_at": "2022-02-16T00:23:21.433Z", "updated_at": "2022-02-21T09:07:47.701Z", "rejected_at": "2022-02-21T09:07:46.716Z", "opened_at": null, "closed_at": null, "moderation_threshold_reached_at": "2022-02-16T14:24:28.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": {"code": "irrelevant", "details": "We can only accept petitions about things the Government or Parliament are directly responsible for.\r\n\r\nDecisions about support for social care workers in a particular locality are a matter for local transport providers and the relevant local authority, not the UK Government or Parliament.\r\n\r\nWe could accept a petition calling on the Government to fund free public transport for social care workers across England, if that's something you'd like to happen."}, "government_response": null, "debate": null, "departments": [], "topics": []}}, {"type": "petition", "id": 600253, "links": {"self": "https://petition.parliament.uk/petitions/600253.json"}, "attributes": {"action": "Make it policy to label supermarket food products with their carbon impact", "background": "Introduce a mandatory requirement to label supermarket food products with information about their impact on the environment. These labels should be accessible, transparent, and provide detailed and meaningful information about how the production of the commodity has impacted the environment.", "additional_details": "The food supply chain is a significant contributor to our damaging impact on the planet. Around 26% of global greenhouse gas emissions can be attributed to food. \r\n\r\nThe biggest portion of food-related emissions comes not from transporting food (as is commonly believed) but from its production.  In order to reduce our food-related impact as consumers, we need clear, accessible information about the carbon footprint associated with the production of food products.", "committee_note": null, "state": "rejected", "signature_count": 6, "created_at": "2021-11-01T15:20:47.066Z", "updated_at": "2021-11-09T17:42:19.725Z", "rejected_at": "2021-11-09T17:42:01.476Z", "opened_at": null, "closed_at": null, "moderation_threshold_reached_at": "2021-11-05T22:14:28.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": {"code": "duplicate", "details": "You may wish to sign this petition calling for the same action: https://petition.parliament.uk/petitions/598911"}, "government_response": null, "debate": null, "departments": [], "topics": []}}, {"type": "petition", "id": 593795, "links": {"self": "https://petition.parliament.uk/petitions/593795.json"}, "attributes": {"action": "Take action on the climate emergency", "background": "Emergency action is needed to ensure the survival of our species and planet. Implement a ban on plastic packaging for fruit/veg, & single use plastic bags. Donate in date food waste to food banks/homeless shelters. Protect green land from development. Ban selling fossil fuels and petrol vehicles.", "additional_details": "Around 70% of litter in the ocean is made of plastic. Plastic pollution is harmful to wildlife and humans.\r\n\r\nFood waste is responsible for more than 25 million tonnes of greenhouse gas emissions in the UK per year. Greenhouse gas emissions from road transport has increased by 6% from 1990-2017. In 2017, 21% of all greenhouse gas emissions came from road transport\r\n\r\nRecord high temperatures and severe flooding have been seen in increasing amounts across the UK and the planet.", "committee_note": null, "state": "rejected", "signature_count": 6, "created_at": "2021-07-30T17:24:36.334Z", "updated_at": "2021-08-02T12:12:47.149Z", "rejected_at": "2021-08-02T12:12:46.280Z", "opened_at": null, "closed_at": null, "moderation_threshold_reached_at": "2021-07-30T21:18:45.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": {"code": "fake-name", "details": "We have published the following petitions, which you might like to sign:\r\n\r\nBan all single-use plastic: https://petition.parliament.uk/petitions/586547\r\n\r\nBan the use of plastic packaging for all non-food items: https://petition.parliament.uk/petitions/570065\r\n\r\nBan the use of virgin plastics in all packaging sold in the UK before 2023: https://petition.parliament.uk/petitions/586539"}, "government_response": null, "debate": null, "departments": [], "topics": []}}]}