{"links": {"self": "https://petition.parliament.uk/petitions.json?q=habitat+destruction&page=1", "first": "https://petition.parliament.uk/petitions.json?q=habitat+destruction", "last": "https://petition.parliament.uk/petitions.json?q=habitat+destruction", "next": null, "prev": null}, "data": [{"type": "petition", "id": 314968, "links": {"self": "https://petition.parliament.uk/petitions/314968.json"}, "attributes": {"action": "Include animal charities in emergency funding due to the coronavirus pandemic.", "background": "The government have announced financial help packages for charities but animal welfare charities are not included.\r\nMany animal charities (wildlife, rescue, service & companion animal charities) will be forced to close due to lack of funding during this terrible time.", "additional_details": "Animal welfare charities are often excluded from funding opportunities (the National Lottery being a good case in point).\r\nMy own interest, wildlife rehabilitation, is necessary because of the damage that we do to wild animals and their habitats.\r\nOver 95% of the casualties that we treat annually have sustained their injuries through interaction with humans (road accidents, poisoning, litter related injuries, house building, habitat destruction - the list is endless). Funding needs to be available.", "committee_note": null, "state": "closed", "signature_count": 40095, "created_at": "2020-04-09T11:45:11.760Z", "updated_at": "2021-02-08T14:20:17.000Z", "rejected_at": null, "opened_at": "2020-06-09T17:19:42.194Z", "closed_at": "2020-12-09T23:59:59.999Z", "moderation_threshold_reached_at": "2020-04-09T11:57:04.000Z", "response_threshold_reached_at": "2020-06-19T21:06:54.000Z", "government_response_at": "2020-07-15T14:28:56.136Z", "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": null, "government_response": {"responded_on": "2020-07-15", "summary": "The animal welfare sector has faced serious challenges during the time that restrictions have been in place to tackle the spread of Covid-19 and the Government is exploring how these can be alleviated", "details": "The Government has put a significant effort into helping businesses and charities cope in these strained times whilst we remain completely focussed on tackling the spread of the virus. \r\n\r\nA number of animal welfare charities have been able to take advantage of the Coronavirus Job Retention Scheme announced by the Chancellor. In addition, the Government has acted quickly to assist zoos and aquariums through the Zoo Support Fund which has made up to £100 million available to help to maintain a high standard of care for their animals during the coronavirus pandemic. A portion of this funding has been awarded to zoos that are charities, which has enabled them to continue providing vital care to their wild animals. \r\n\r\nAs well as the Job Retention Scheme, charities are eligible to apply for a range of other support schemes including the VAT deferral, Business Rates Relief, the Business Interruption Loan schemes, the option to reclaim the costs of Statutory Sick Pay and grant funding of up to £25,000 through the Retail, Hospitality and Leisure Grant Fund.\r\n\r\nThe Government recognises that there will be further demands on the sector as we recover from the current pandemic and that these impacts will continue for some time even beyond the immediate end of the crisis. For example, there are concerns about increased abandonment of pet, and ensuring their continued care.\r\n\r\nThe Government welcomes the in-sector initiatives to help animal welfare charities with the launch of several emergency grant schemes, to assist animal rescue and rehoming centres. These initiatives have enabled the worst affected rescue centres to be assisted. We understand that the rescue fund schemes have been a success, in terms of raising money and highlighting those rescue centres most in need – in the cat, dog and equine sectors.  \r\n\r\nThe Government recognises that many charities rely on legacy payments as a source of income. We know that there have been delays in charities receiving legacy income, which has impacted on their ability to continue their work, particularly at a time when other income sources may be reduced as a result of the coronavirus outbreak. However, waiting times have now greatly improved, and applications are continuing to progress, and grants issued in spite of the outbreak. \r\n\r\nWe continue to explore other mechanisms and initiatives that may help animal welfare charities to continue their invaluable work. \r\n\r\nOn 23 June, the Prime Minister announced further easing of the lockdown restrictions. This includes the opening up of retail and other activities which will assist animal charities in raising income through their retail networks.\r\n\r\nDepartment for Environment, Food and Rural Affairs", "created_at": "2020-07-15T14:28:56.134Z", "updated_at": "2020-07-15T14:28:56.134Z"}, "debate": null, "departments": [{"acronym": "DEFRA", "name": "Department for Environment, Food and Rural Affairs", "url": "https://www.gov.uk/government/organisations/department-for-environment-food-rural-affairs"}], "topics": ["covid-19"]}}, {"type": "petition", "id": 624406, "links": {"self": "https://petition.parliament.uk/petitions/624406.json"}, "attributes": {"action": "Ban the sale of all non-organic pesticides to the general public", "background": "Many non-organic pesticides can currently be sold to anyone in the UK without any checks or training. They should be banned from sale, online and in person, to the general public.", "additional_details": "41% of insects around the world are threatened with extinction, including due to use of pesticides, alongside habitat destruction and climate change (Wildlife Trusts). We've seen a 68% decrease in population sizes of mammals, birds, amphibians, reptiles and fish between 1970 - 2016 (The Living Planet Report 2020). There is a wealth of experience that shows you can home garden successfully without non-organic pesticides, yet these kill billions of insects each year, which also contributes to the deaths of birds, mammals and other life that need them.", "committee_note": "", "state": "open", "signature_count": 5188, "created_at": "2022-10-03T09:06:26.175Z", "updated_at": "2023-01-03T08:32:00.000Z", "rejected_at": null, "opened_at": "2022-10-06T15:02:23.317Z", "closed_at": null, "moderation_threshold_reached_at": "2022-10-03T09:27:00.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": "Jack Wallington", "rejection": null, "government_response": null, "debate": null, "departments": [{"acronym": "DEFRA", "name": "Department for Environment, Food and Rural Affairs", "url": "https://www.gov.uk/government/organisations/department-for-environment-food-rural-affairs"}], "topics": []}}, {"type": "petition", "id": 315762, "links": {"self": "https://petition.parliament.uk/petitions/315762.json"}, "attributes": {"action": "Ban the sale of disposable barbecues.", "background": "Each year supermarkets push the sale of cheap disposable barbecues. These are frequently taken to be used in parks and greenspaces, often without the landowners permission. In many cases, having already scorched the ground below these barbecues are frequently left giving rise to wild fires.", "additional_details": "In an age where resources are increasingly scarce and the rising odds of our society being locked into runaway climate change, we cannot afford to allow for habitat destruction caused by the irresponsible use of disposable barbecues. People shouldn't be able to walk into a shop to buy what in effect is a wild fire kit for around £5. If people want to barbecue they should only be able to use facilities provided by a landowner's good grace or use a more sustainable model at home.", "committee_note": null, "state": "closed", "signature_count": 2838, "created_at": "2020-04-13T08:52:20.569Z", "updated_at": "2020-12-16T00:00:03.537Z", "rejected_at": null, "opened_at": "2020-06-15T15:11:44.204Z", "closed_at": "2020-12-15T23:59:59.999Z", "moderation_threshold_reached_at": "2020-04-13T10:21:44.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": null, "government_response": null, "debate": null, "departments": [{"acronym": "DEFRA", "name": "Department for Environment, Food and Rural Affairs", "url": "https://www.gov.uk/government/organisations/department-for-environment-food-rural-affairs"}], "topics": []}}, {"type": "petition", "id": 559409, "links": {"self": "https://petition.parliament.uk/petitions/559409.json"}, "attributes": {"action": "Create a wildlife corridor in place of HS2", "background": "This wildlife belt - a 330 mile long stretch of woodlands, hedgerows, wetlands, orchards and meadows - would be the UK's longest nature reserve and have a massive impact on nature recovery across the UK, serving as a conservation area, a critical link between distant habitats and a living seed bank.", "additional_details": "We are in the midst of a pandemic, witnessing an extinction of plant and animal species on an unprecedented scale and heading towards a climate catastrophe. Saving lives, protecting and regenerating natural habitats, supporting local economies – all are a matter of urgency and must be given priority over hugely expensive, long term infrastructure projects that are bound to fail the test of time. Further costs, destruction and CO2 emissions needed to complete HS2 works cannot be justified.", "committee_note": null, "state": "closed", "signature_count": 2741, "created_at": "2020-11-06T17:59:42.763Z", "updated_at": "2021-07-26T16:46:02.734Z", "rejected_at": null, "opened_at": "2021-01-08T13:32:43.459Z", "closed_at": "2021-07-08T22:59:59.999Z", "moderation_threshold_reached_at": "2020-11-06T18:35:47.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": null, "government_response": null, "debate": null, "departments": [{"acronym": "DfT", "name": "Department for Transport", "url": "https://www.gov.uk/government/organisations/department-for-transport"}], "topics": []}}, {"type": "petition", "id": 300077, "links": {"self": "https://petition.parliament.uk/petitions/300077.json"}, "attributes": {"action": "Regulate wildlife food so it’s safer for our UK hedgehogs, mammals & birds", "background": "Wildlife food isn’t regulated. Anything can be in the food & sold to the public as suitable. But it could be harmful, of poor quality, even fatal or not nutritionally correct. We request a team be set up to agree on safe, nutritious food, specially designed for all our UK hedgehogs, mammals & birds.", "additional_details": "UK wildlife is depleting fast with destruction of habitats & climate crisis. It is more important now than ever to give a helping hand before it disappears completely. The State of Nature Report says that hedgehogs have declined more than 50%, 25% of UK mammals & 50% of birds are at risk of extinction. We need help to get wildlife food regulated. The general public are willing to help but need to be able to provide good quality food to actually improve outcomes for our UK wildlife.", "committee_note": "", "state": "closed", "signature_count": 2362, "created_at": "2020-03-03T14:17:29.745Z", "updated_at": "2020-10-16T09:51:54.000Z", "rejected_at": null, "opened_at": "2020-03-05T11:29:25.623Z", "closed_at": "2020-09-05T22:59:59.999Z", "moderation_threshold_reached_at": "2020-03-03T14:39:24.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": null, "government_response": null, "debate": null, "departments": [{"acronym": "DEFRA", "name": "Department for Environment, Food and Rural Affairs", "url": "https://www.gov.uk/government/organisations/department-for-environment-food-rural-affairs"}], "topics": []}}, {"type": "petition", "id": 580301, "links": {"self": "https://petition.parliament.uk/petitions/580301.json"}, "attributes": {"action": "Prohibit removal or destruction of any wildlife and habitat from private land", "background": "Call for the Government to amend the Wildlife and Countryside Act 1981 to prohibit the removal or destruction of any wildlife and habitat from private land. A full ecological survey of any site should be carried out prior to work starting.", "additional_details": "This should close the existing loophole where a planning application is required before authorities check for existing wildlife. A full ecological survey of any site where potential developments are planned should be required.\r\n\r\nI would hope this would prevent the destruction of wildlife and habitat before anyone knows what is there.", "committee_note": "", "state": "closed", "signature_count": 460, "created_at": "2021-03-18T11:07:56.052Z", "updated_at": "2021-09-25T23:00:06.198Z", "rejected_at": null, "opened_at": "2021-03-25T08:34:38.135Z", "closed_at": "2021-09-25T22:59:59.999Z", "moderation_threshold_reached_at": "2021-03-18T11:37:25.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": null, "government_response": null, "debate": null, "departments": [{"acronym": "DEFRA", "name": "Department for Environment, Food and Rural Affairs", "url": "https://www.gov.uk/government/organisations/department-for-environment-food-rural-affairs"}], "topics": []}}, {"type": "petition", "id": 620876, "links": {"self": "https://petition.parliament.uk/petitions/620876.json"}, "attributes": {"action": "Establish and Maintain an Aerial firefighting capability to combat wildfires", "background": "The United Kingdom is seeing a rise in record temperatures as a result of global warming. Whilst strategic measures are being taken to moderate these effects, tactically we need to establish a capability to fight heath and forest fires from the air.", "additional_details": "Global temperatures are rising and in the UK we have experienced record temperatures year on year and increasing levels of destruction of both wildlife habitat and property. It would be unfortunate if we did nothing to provide effective countermeasures until after the event. It takes about a year to convert a BAe 146 or similar aircraft to firefighting configuration so we could if we wanted to have capability in place for next summer.", "committee_note": "", "state": "open", "signature_count": 158, "created_at": "2022-07-25T10:34:56.463Z", "updated_at": "2022-12-29T16:59:40.000Z", "rejected_at": null, "opened_at": "2022-07-27T11:38:48.559Z", "closed_at": null, "moderation_threshold_reached_at": "2022-07-25T17:40:49.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": "Richard Thomasson", "rejection": null, "government_response": null, "debate": null, "departments": [{"acronym": "HO", "name": "Home Office", "url": "https://www.gov.uk/government/organisations/home-office"}], "topics": []}}, {"type": "petition", "id": 553272, "links": {"self": "https://petition.parliament.uk/petitions/553272.json"}, "attributes": {"action": "Rewild 1/3 of UK waters and 1/3 of UK land", "background": "The Government should commit to rewilding 1/3 of our national waters and 1/3 of the UKs land. These reserves would be protected from any fishing, forestry and any industry.", "additional_details": "We have not yet halted biodiversity and habitat loss. The country and our waters must become sustainable, the sooner we reach this balance the stronger our country will be and the less suffering and global destruction will occur. We could be a world leader on biodiversity and fighting climate change.", "committee_note": "", "state": "closed", "signature_count": 141, "created_at": "2020-10-05T07:36:26.797Z", "updated_at": "2021-07-26T16:39:30.807Z", "rejected_at": null, "opened_at": "2020-11-20T10:14:27.992Z", "closed_at": "2021-05-20T22:59:59.999Z", "moderation_threshold_reached_at": "2020-10-08T22:10:34.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": null, "government_response": null, "debate": null, "departments": [{"acronym": "DEFRA", "name": "Department for Environment, Food and Rural Affairs", "url": "https://www.gov.uk/government/organisations/department-for-environment-food-rural-affairs"}], "topics": []}}, {"type": "petition", "id": 584505, "links": {"self": "https://petition.parliament.uk/petitions/584505.json"}, "attributes": {"action": "Climate awareness labels on all goods sold: CO2; habit destruction; recycled %", "background": "Help public education in our choices when buying goods with mandatory simple environmental health labelling similar to food labelling eg fat, sugar content. Instead labelling products production impact on 4 key points: CO2; habitat destruction; recycled content; exploitation transparency.", "additional_details": "In free society government should not dictate but can support positive choices that enable & better society for social good. Equally in the context of the current climate emergency consumer choice is a powerful tool that is not being supported to its fullest extent. This means people who would make different choices but lead busy lives are armed with the ability to do so at the point of sale but equally those with opposing views are not unduly penalised; the market enabled by government decides.", "committee_note": "", "state": "closed", "signature_count": 80, "created_at": "2021-04-28T16:40:05.069Z", "updated_at": "2021-11-06T00:00:02.619Z", "rejected_at": null, "opened_at": "2021-05-05T13:29:50.454Z", "closed_at": "2021-11-05T23:59:59.999Z", "moderation_threshold_reached_at": "2021-04-29T05:13:05.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": null, "government_response": null, "debate": null, "departments": [{"acronym": "DEFRA", "name": "Department for Environment, Food and Rural Affairs", "url": "https://www.gov.uk/government/organisations/department-for-environment-food-rural-affairs"}], "topics": []}}, {"type": "petition", "id": 584396, "links": {"self": "https://petition.parliament.uk/petitions/584396.json"}, "attributes": {"action": "Ban the use of disposable BBQs and campfires on moorland", "background": "Make the use of disposable BBQs and campfires illegal on moorland in order to avoid devastating wildfires. Marsden Moor is not alone in seeing a number of huge wildfires over the last three years caused by the use of disposable bbqs, firecrackers and campfires.", "additional_details": "Wildfires are one of the biggest threats to our Moorland. Climate change, irresponsible behaviour and the use of disposable bbqs have led to an increase in these distressing events. Firefighters and volunteers are being asked to risk their lives to battle these fires in terrifying conditions and local communities are seeing their environment being destroyed Our wildlife is being devastated. Nesting birds are being forced to abandon their eggs and mass habitat destruction is occurring.", "committee_note": null, "state": "closed", "signature_count": 35, "created_at": "2021-04-27T12:06:34.705Z", "updated_at": "2021-11-05T00:00:00.673Z", "rejected_at": null, "opened_at": "2021-05-04T07:38:57.827Z", "closed_at": "2021-11-04T23:59:59.999Z", "moderation_threshold_reached_at": "2021-04-27T13:03:35.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": null, "government_response": null, "debate": null, "departments": [{"acronym": "DEFRA", "name": "Department for Environment, Food and Rural Affairs", "url": "https://www.gov.uk/government/organisations/department-for-environment-food-rural-affairs"}], "topics": []}}, {"type": "petition", "id": 551966, "links": {"self": "https://petition.parliament.uk/petitions/551966.json"}, "attributes": {"action": "Ban the import of goods that have not been certified as sustainably sourced", "background": "The Government should ban the import of goods that are not sustainably sourced, such as those that contribute to deforestation and habitat destruction. This would pressure companies to become more sustainable. Products should need to be certified as sustainably sourced to be imported.", "additional_details": "More than 150 acres of rainforest are lost every minute. We contribute when we buy from a company whose products result in forests being cleared to produce things like palm oil. Often, we do not have control or we don’t know.\r\n \r\nIf the government puts pressure on companies, they will change their practices. We know this because, after the ban of ozone-destroying CFCs, companies found alternatives quickly. We urge the government to take action before damage done to the biodiversity of our planet becomes irreversible.", "committee_note": "", "state": "closed", "signature_count": 28, "created_at": "2020-09-21T20:07:33.479Z", "updated_at": "2021-04-19T23:00:08.362Z", "rejected_at": null, "opened_at": "2020-10-19T10:20:16.859Z", "closed_at": "2021-04-19T22:59:59.999Z", "moderation_threshold_reached_at": "2020-09-21T20:50:44.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": null, "government_response": null, "debate": null, "departments": [{"acronym": "DfIT", "name": "Department for International Trade", "url": "https://www.gov.uk/government/organisations/department-for-international-trade"}], "topics": []}}, {"type": "petition", "id": 323889, "links": {"self": "https://petition.parliament.uk/petitions/323889.json"}, "attributes": {"action": "Protect sensitive habitats from sources of fire including disposable BBQ's", "background": "Our natural habitats are being burnt to destruction by fires caused by carelessness and negligence from disposable BBQ's and other sources.    The government needs to introduce special protection for our at risk areas and specific controls for the use of disposable BBQ's.", "additional_details": "An increase in natural wildfires combined with fires caused by human carelessness suggests we need to do more to protect our countryside from fire.  In May 2020 significant wildfires in the UK demonstrated the habitat damage that can be caused and the risk to life. With some potentially caused by disposable BBQ's we need further measures to protect our environment. Control of disposable BBQ's as well as introduction of designations and controls for at risk areas would be a start.", "committee_note": null, "state": "rejected", "signature_count": 21, "created_at": "2020-06-01T09:37:26.338Z", "updated_at": "2020-07-27T14:43:26.746Z", "rejected_at": "2020-07-27T14:43:26.750Z", "opened_at": null, "closed_at": null, "moderation_threshold_reached_at": "2020-06-01T10:15:44.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": {"code": "no-action", "details": "We understand that you're concerned about fire in sensitive habitats, but we're not sure what specific action you'd like the UK Government or Parliament to take. \r\n\r\nYou could start a new petition asking the UK Parliament or Government to fund fire control measures in sensitive habitats. \r\n\r\nYou might like to sign and share this petition instead:\r\n\r\nhttps://petition.parliament.uk/petitions/315762"}, "government_response": null, "debate": null, "departments": [], "topics": []}}, {"type": "petition", "id": 625797, "links": {"self": "https://petition.parliament.uk/petitions/625797.json"}, "attributes": {"action": "Ban Fracking in Lancashire (and Nationwide)", "background": "To vote against fracking in the UK to uphold our country's commitment to the global fight against climate change and prevent the environmental disasters caused by fracking in other countries from occurring in our country; preserving our beautiful rural areas, its wilderness and biodiversity.", "additional_details": "Earlier in Liz Truss's premiership she stated that fracking would go ahead in areas as long as there is local support; as a constituent of Blackpool I can categorically state that there has already been passionate resistance to previous attempts to frack in the area. Fracking cause tremors which are a threat to peoples houses and livelihoods as seen elsewhere in the world, furthermore, fracking also disrupts and displaces wildlife due to noise pollution and the destruction of natural habitats.", "committee_note": null, "state": "rejected", "signature_count": 9, "created_at": "2022-10-19T17:29:04.342Z", "updated_at": "2022-10-21T07:42:07.812Z", "rejected_at": "2022-10-21T07:42:06.578Z", "opened_at": null, "closed_at": null, "moderation_threshold_reached_at": "2022-10-19T19:24:30.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": {"code": "duplicate", "details": "You may wish to sign this petition which calls for the same action: https://petition.parliament.uk/petitions/614611"}, "government_response": null, "debate": null, "departments": [], "topics": []}}, {"type": "petition", "id": 553049, "links": {"self": "https://petition.parliament.uk/petitions/553049.json"}, "attributes": {"action": "Do a full environmental impact assessment of HS2", "background": "Stop immediately the destruction of trees on the route of HS2.  It makes no sense to be trying to plant trees to prevent global warming and and at the same time to destroy ancient forests which are over 400 years old.  Since Covid the need for commuting has decreased.", "additional_details": "We need more time to assess whether the impact of the trees destroyed will have a serious adverse effect on the carbon levels in our environment.  A measurement of the loss of carbon absorption caused by woodland destruction needs to be made.  New trees are small and do not always survive.  The need for commuter transport is dropping.  Home working has increased and has been found to be very efficient for business.  During the Covid lockdown, naure walks have been vital in maintaining well being for people.  Many natural habitats will be lost if HS2 goes ahead.  By the time it HS2 can be built, it will probably not be needed.  Woodland ecosystems will be destroyed which can never be replaced.  We do not have the right to cause such devastation to the natural world.", "committee_note": null, "state": "rejected", "signature_count": 6, "created_at": "2020-10-01T22:19:50.470Z", "updated_at": "2020-10-12T13:51:53.138Z", "rejected_at": "2020-10-12T13:51:53.140Z", "opened_at": null, "closed_at": null, "moderation_threshold_reached_at": "2020-10-03T08:23:54.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": {"code": "no-action", "details": "Environmental statements have already been published for each stage of HS2:\r\n\r\nPhase One: https://www.gov.uk/government/collections/hs2-phase-one-environmental-statement-documents\r\n\r\nPhase 2a: https://www.gov.uk/government/collections/hs2-phase-2a-environmental-statement\r\n\r\nPhase 2b: https://www.gov.uk/government/collections/hs2-phase-2b-working-draft-environmental-statement\r\n\r\nIt's not clear what further information you want to be published.\r\n\r\nWe have already published a number of petitions about HS2, some of which you might like to sign: https://petition.parliament.uk/petitions?state=open&q=hs2"}, "government_response": null, "debate": null, "departments": [], "topics": []}}, {"type": "petition", "id": 326554, "links": {"self": "https://petition.parliament.uk/petitions/326554.json"}, "attributes": {"action": "Ban the sale and use one off portable BBQ's.", "background": "To fast track and prohibit, through legislation, the sale or use of one off portable silver foil BBQ's.", "additional_details": "These one of portable BBQ's are a menace in the hands of irresponsible individuals and destructive to green spaces and delicate habitats. The resulting conflagrations is a serious risk to human life and the environment plus they are extremely costly and the recovery takes years as well as expenditure and effort. Statistics should be available within the system to justify the petition.", "committee_note": null, "state": "rejected", "signature_count": 6, "created_at": "2020-06-11T13:25:26.564Z", "updated_at": "2020-07-27T14:28:26.145Z", "rejected_at": "2020-07-27T14:28:26.148Z", "opened_at": null, "closed_at": null, "moderation_threshold_reached_at": "2020-06-15T13:25:24.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": {"code": "duplicate", "details": "https://petition.parliament.uk/petitions/315762"}, "government_response": null, "debate": null, "departments": [], "topics": []}}]}