{"links": {"self": "https://petition.parliament.uk/petitions.json?q=nature&page=10", "first": "https://petition.parliament.uk/petitions.json?q=nature", "last": "https://petition.parliament.uk/petitions.json?page=14&q=nature", "next": "https://petition.parliament.uk/petitions.json?page=11&q=nature", "prev": "https://petition.parliament.uk/petitions.json?page=9&q=nature"}, "data": [{"type": "petition", "id": 567821, "links": {"self": "https://petition.parliament.uk/petitions/567821.json"}, "attributes": {"action": "Allow ALL Pharmacies to give Covid vaccines, increase access &   NHS capacity", "background": "Take immediate steps to incorporate pharmacies in the care pathways to administer Covid vaccinations. The central booking systems should be reviewed and amended to ensure that people can receive vaccinations from Pharmacies. Pharmaceutical wholesalers should deliver vaccines twice a day as normal.", "additional_details": "The current strategy of new mass vaccination centres will take time cost £millions & will only be temporary in nature. Pharmacies have a proven record with flu jabs, have highly trained staff and all systems in place to safely and efficiently administer Covid jabs. This is a less risky more cost-effective strategy. It will also visibly increase NHS capacity for the long term leveraging skills of highly trained pharmacists to reduce pressure on GPs, A&E and the NHS. Easy access means less spread", "committee_note": null, "state": "rejected", "signature_count": 9, "created_at": "2021-01-06T11:29:58.126Z", "updated_at": "2021-01-13T10:10:05.822Z", "rejected_at": "2021-01-13T10:10:05.825Z", "opened_at": null, "closed_at": null, "moderation_threshold_reached_at": "2021-01-06T12:08:37.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": {"code": "already-happening", "details": "Pharmacists are already able to apply to be Covid-19 Vaccinators. As with all vaccinators, pharmacists would need to meet certain requirements in order to become vaccintors. You can find out more about how to support the Covid-19 vaccination programme here: https://www.england.nhs.uk/coronavirus/join-the-nhs-covid-19-vaccine-team/#i-dont-currently-work-in-the-nhs-but-would-be-interested-in-a-paid-role\r\n\r\nThe Government's UK COVID-19 vaccines delivery plan also sets out how pharmacies and pharmacists will support the rollout of Covid-19 vaccines: https://assets.publishing.service.gov.uk/government/uploads/system/uploads/attachment_data/file/951284/UK_COVID-19_vaccines_delivery_plan.pdf\r\n\r\nThe training recommendations for Covid-19 vaccinators are set by Public Health England, and the application process for joining the NHS Covid-19 vaccinaton team is managed by the NHS. Both Public Health England and the NHS are operationally independent of the Government, and decisions about this guidance and recruitment are matters for them, not the Government or House of Commons."}, "government_response": null, "debate": null, "departments": [], "topics": []}}, {"type": "petition", "id": 564975, "links": {"self": "https://petition.parliament.uk/petitions/564975.json"}, "attributes": {"action": "Scrap British Summer Time starting in 2021", "background": "Natural solar time (IE: GMT) matters - for eons, man has been in sync with the Earth's rotation, and disrupting this carefully concocted balance also disrupts the natural lunar calendar of the year as well as the Gregorian calendar, giving summer an extremely unfair advantage.", "additional_details": "Daylight saving time is unnatural. It is known to have more unintentional negatives than intentional positives, particularly for health reasons because an artificial alteration of time, even by a single hour, is shown to be harmful and detrimental, especially to those with mental health issues. It serves no practical or logical purpose.", "committee_note": null, "state": "rejected", "signature_count": 9, "created_at": "2020-12-26T01:37:03.589Z", "updated_at": "2021-03-16T14:45:11.077Z", "rejected_at": "2021-03-16T14:45:11.080Z", "opened_at": null, "closed_at": null, "moderation_threshold_reached_at": "2021-03-08T23:27:55.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": {"code": "duplicate", "details": "You might like to sign the following petition:\r\n\r\nEnd the daylight saving system, keeping the time on British Summer Time\r\nhttps://petition.parliament.uk/petitions/556200"}, "government_response": null, "debate": null, "departments": [], "topics": []}}, {"type": "petition", "id": 562778, "links": {"self": "https://petition.parliament.uk/petitions/562778.json"}, "attributes": {"action": "Make all period products free in England.", "background": "Last week, The Scottish government became the first in the world to make period products free for all women. I believe England should follow suit.", "additional_details": "Periods are a natural part of a woman's life and period poverty is a very real and dangerous situation. Many women across the country cannot afford basic sanitary products and can often not use proper products, this is not only dangerous towards health it is also very dehumanising. Passing a bill such as the Period Products bill that was passed last week in Scotland, would help end period poverty and provide women with sanitary products who otherwise would not be able to afford it.", "committee_note": null, "state": "rejected", "signature_count": 9, "created_at": "2020-12-03T08:21:00.964Z", "updated_at": "2020-12-08T16:47:50.214Z", "rejected_at": "2020-12-08T16:47:50.217Z", "opened_at": null, "closed_at": null, "moderation_threshold_reached_at": "2020-12-03T12:43:57.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": {"code": "duplicate", "details": "https://petition.parliament.uk/petitions/555551"}, "government_response": null, "debate": null, "departments": [], "topics": []}}, {"type": "petition", "id": 559646, "links": {"self": "https://petition.parliament.uk/petitions/559646.json"}, "attributes": {"action": "To give Key/Essential workers who leave their home to work Hazard Pay Allowance.", "background": "We believe that those essential workers, who have worked hard throughout lockdowns; one and two, disregarding the risks associated with leaving their homes, in order to carry out essential services for their country should be compensated. This should be through a Hazard Pay Allowance.", "additional_details": "The very nature of National lockdown is to say it is unsafe to leave the home. To ones own health and to that of others through transmission. The average wage of essential/key workers is 8% lower than that of the average UK workforce. And yet they continue to put themselves at risk in order to keep essential services going, to keep the backbone of the United Kingdom strong enough to overcome this virus. These are people who who on average make £12.26 per hour but non the less risk their health.", "committee_note": null, "state": "rejected", "signature_count": 9, "created_at": "2020-11-07T23:19:01.420Z", "updated_at": "2020-12-21T15:57:56.259Z", "rejected_at": "2020-12-21T15:57:56.262Z", "opened_at": null, "closed_at": null, "moderation_threshold_reached_at": "2020-11-07T23:40:37.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": {"code": "duplicate", "details": "https://petition.parliament.uk/petitions/557249"}, "government_response": null, "debate": null, "departments": [], "topics": []}}, {"type": "petition", "id": 554753, "links": {"self": "https://petition.parliament.uk/petitions/554753.json"}, "attributes": {"action": "Change the definition of a COVID-19 hospital admission", "background": "I would like the definition of a COVID-19 hospital admission to be changed to only reflect patients who are admitted to hospital directly due to COVID symptoms. Currently, those who are admitted to hospital for another complaint but subsequently test positive count towards the COVID admissions.", "additional_details": "Because the COVID-19 hospital admissions statistic is currently not reflective of how many people are in hospital due to virus symptoms. Those who are COVID positive but asymptomatic of COVID symptoms but in hospital do not put the NHS under strain. These statistics are the basis for local lockdown measures of which put people’s livelihoods at risk of being lost. It also leads to inaccuracies about the nature of the virus of which future research may draw upon.", "committee_note": null, "state": "rejected", "signature_count": 9, "created_at": "2020-10-16T08:09:02.438Z", "updated_at": "2020-10-23T17:08:47.397Z", "rejected_at": "2020-10-23T17:08:37.552Z", "opened_at": null, "closed_at": null, "moderation_threshold_reached_at": "2020-10-16T10:34:34.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": {"code": "irrelevant", "details": "We can't accept your petition because the UK Government and Parliament aren't responsible for the issue you raise. Definitions of hospital admissions are an operational matter for the NHS. \r\n\r\nYou could start a petition calling for the Government to publish separate figures for the number of new admissions with Covid-19 and the number of cases diagnosed after admission, if that's what you'd like to see happen. "}, "government_response": null, "debate": null, "departments": [], "topics": []}}, {"type": "petition", "id": 554601, "links": {"self": "https://petition.parliament.uk/petitions/554601.json"}, "attributes": {"action": "Ecocide, Mayor John Biggs, Tower Hamlets", "background": "To curb the powers of elected mayors.  Remove from power Mayor John Biggs, usually personal views are not representative.  In Tower Hamlets, the continued form of ecocide, with the of the felling of trees, protected, ancient or otherwise, is against the values of The Climate Emergency.", "additional_details": "The taking out of a 500 yr old tree, The Bethnal Green Mulberry, raising to wasteland \"The Limehouse Triangle\" a nature reserve, deemed of special scientific interest. The felling of The Marsh Wall 8, deemed worthy of tree protection. The soon, decimation of Belmont Wharf, an organic community garden with surrounding trees now in danger.  The urban environment is precious, therefore should be preserved, should Mayor Biggs continue to ensure that a tree is an obstacle to progress what next.", "committee_note": null, "state": "rejected", "signature_count": 9, "created_at": "2020-10-15T11:17:03.409Z", "updated_at": "2020-10-21T16:55:54.797Z", "rejected_at": "2020-10-21T16:55:54.800Z", "opened_at": null, "closed_at": null, "moderation_threshold_reached_at": "2020-10-16T09:48:54.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": {"code": "honours", "details": "We can't publish petitions about honours and appointments, which includes calling for people to be sacked or removed from office. "}, "government_response": null, "debate": null, "departments": [], "topics": []}}, {"type": "petition", "id": 554057, "links": {"self": "https://petition.parliament.uk/petitions/554057.json"}, "attributes": {"action": "A complete overhaul of development planning guidelines .", "background": "Review and overhaul current residential planning guidelines to forcefully ensure greener and more sustainable development and communities across the country . End standardised repetitive new build housing developments that focus on profit only and minimise impact instead improving impact .", "additional_details": "Currently the construction industry particularly the new build housing sector developments are focused purely on developers profits . Often following standard designs that repeat across the country creating soulless hard landscaped developments with little to no thought to the natural environment . Focus should be on creating spaces that in balance and to improve the natural landscapes and utilising technology thats avaliable now . Individually designed spaces that will benefit the environment", "committee_note": null, "state": "rejected", "signature_count": 9, "created_at": "2020-10-11T21:11:24.844Z", "updated_at": "2020-11-25T10:11:24.501Z", "rejected_at": "2020-11-25T10:11:24.503Z", "opened_at": null, "closed_at": null, "moderation_threshold_reached_at": "2020-10-12T07:23:54.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": {"code": "no-action", "details": "Petitions need to call on the UK Government or House of Commons to take a specific action.\r\n\r\nWe understand that you are concerned about new developments currently being built, but it's not clear exactly what you want the Government to do about this.\r\n\r\nWe have published the following related petition, which you might like to sign:\r\n\r\nMake it law for all new builds to include green energy solutions: https://petition.parliament.uk/petitions/332338\r\n\r\nIt's not clear how your request for new developments not to be based on standard designs could be implemented by the Government."}, "government_response": null, "debate": null, "departments": [], "topics": []}}, {"type": "petition", "id": 549835, "links": {"self": "https://petition.parliament.uk/petitions/549835.json"}, "attributes": {"action": "Allow the earning of loyalty points towards stage one baby formula, pumps etc.", "background": "There is currently a ban on the earning of any loyalty or reward points on stage 1 babies milks, pumps, pads etc .due too it being seen as discuraging breastfeeding . This is effectively punishing those parents whom can't breastfeed.", "additional_details": "Government should rescind this archaic premise and allow the accumulation of loyalty points for these products, it would help struggling parents who have too stand the costs of milk substitute due to a cruel twist of nature and the lack of natural milk coming in", "committee_note": "", "state": "closed", "signature_count": 9, "created_at": "2020-08-29T10:01:24.377Z", "updated_at": "2021-04-08T23:00:03.397Z", "rejected_at": null, "opened_at": "2020-10-08T09:20:41.162Z", "closed_at": "2021-04-08T22:59:59.999Z", "moderation_threshold_reached_at": "2020-09-11T21:02:14.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": null, "government_response": null, "debate": null, "departments": [{"acronym": "DHSC", "name": "Department of Health and Social Care", "url": "https://www.gov.uk/government/organisations/department-of-health-and-social-care"}], "topics": []}}, {"type": "petition", "id": 548647, "links": {"self": "https://petition.parliament.uk/petitions/548647.json"}, "attributes": {"action": "Ban the sale of barbecues in foil trays.", "background": "A child of 2 on Exmouth beach received 2nd degree burns walking on sand covering a tin foil barbecue which had not been extinguished.  Many examples exist of the anti social nature of these convenience barbecues, fire risk and danger to wildlife and farm animals.", "additional_details": "Barbecues sold most frequently in supermarkets in tin trays have become a nuisance.  They cause polluting smoke on busy beaches. They are a significant cause of litter.  Often left buried on beaches causing a serious burn hazard if walked over in bare feet. Fire hazard on heaths and commons.  Fire ha,ard in municipal litter bins.  Altogether anti-social and potentially dangerous.", "committee_note": null, "state": "rejected", "signature_count": 9, "created_at": "2020-08-16T13:03:43.844Z", "updated_at": "2020-09-08T17:13:37.268Z", "rejected_at": "2020-09-08T17:13:31.684Z", "opened_at": null, "closed_at": null, "moderation_threshold_reached_at": "2020-08-16T21:54:14.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": {"code": "duplicate", "details": "https://petition.parliament.uk/petitions/315762"}, "government_response": null, "debate": null, "departments": [], "topics": []}}, {"type": "petition", "id": 548566, "links": {"self": "https://petition.parliament.uk/petitions/548566.json"}, "attributes": {"action": "We would like more funding to be given to NHS Mental Heath Services", "background": "We feel people with long standing mental health issues are deteriorating due to COVID. More people are developing anxiety for example during this time. NHS is struggling to keep up with demand on their services and patients are suffering due to help not being available.", "additional_details": "The Government promised more funding and in particular long term support for trauma survivors. This funding was inadequate. People who already suffer from trauma are being left with no face to face consultations. COVID is by is nature re-traumatising these patients. In particular patients with Dissociative Identity Disorder are being failed as they require long term therapy. They cannot access this via the NHS because NHS do not have the resources to provide long term therapy. We ask for action.", "committee_note": null, "state": "rejected", "signature_count": 9, "created_at": "2020-08-15T16:03:49.674Z", "updated_at": "2020-09-25T10:44:28.682Z", "rejected_at": "2020-09-23T12:50:48.634Z", "opened_at": null, "closed_at": null, "moderation_threshold_reached_at": "2020-08-16T10:14:24.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": {"code": "duplicate", "details": "https://petition.parliament.uk/petitions/316023"}, "government_response": null, "debate": null, "departments": [], "topics": []}}, {"type": "petition", "id": 329341, "links": {"self": "https://petition.parliament.uk/petitions/329341.json"}, "attributes": {"action": "Ban the sale and use of disposable BBQ's.", "background": "I would like to have these items removed from sale and have using them in a public place made illegal.", "additional_details": "Disposable BBQ's are responsible for many fires in the UK, in our local and national parks and areas of natural beauty. They are not actually very good at cooking and often used by people in an unsafe manner. They leave burns dotted about our green spaces that do not recover well as the soil is sterilised by the heat. They are often discarded thoughtlessly, while still alight, and create a significant hazard to wildlife and livestock. They also end up polluting rivers, lakes, fields and woods.", "committee_note": null, "state": "rejected", "signature_count": 9, "created_at": "2020-06-26T11:47:26.934Z", "updated_at": "2020-07-27T14:28:04.894Z", "rejected_at": "2020-07-27T14:28:04.896Z", "opened_at": null, "closed_at": null, "moderation_threshold_reached_at": "2020-06-26T12:27:24.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": {"code": "duplicate", "details": "https://petition.parliament.uk/petitions/315762"}, "government_response": null, "debate": null, "departments": [], "topics": []}}, {"type": "petition", "id": 326787, "links": {"self": "https://petition.parliament.uk/petitions/326787.json"}, "attributes": {"action": "Replace the FPTP voting system in general elections with STV.", "background": "The 'winner takes all' nature of the seats means that nearly half of the votes are ignored in many constituencies. This makes the seat distribution not proportional to the vote distribution.\r\n\r\nFPTP also results in a two-party system which dissuades many people from voting.", "additional_details": "In the last general election, 44% of the votes were for the conservatives, but they got 56% of the seats. Also, the green party should have got 20 seats but they only got 1. \r\n\r\nSTV allows people to vote for who they really want to and not worry about tactical voting, because every vote counts. \r\n\r\nIt is disingenuous to say that people are voting on a local scale, because parliament makes the laws for the country which everyone must follow.\r\n\r\nThe following videos explain why STV is a lot better than FPTP:\r\nhttps://www.youtube.com/watch?v=s7tWHJfhiyo\r\nhttps://www.youtube.com/watch?v=l8XOZJkozfI&t=1s", "committee_note": null, "state": "rejected", "signature_count": 9, "created_at": "2020-06-12T10:58:04.248Z", "updated_at": "2020-08-04T10:01:19.117Z", "rejected_at": "2020-08-04T10:01:19.119Z", "opened_at": null, "closed_at": null, "moderation_threshold_reached_at": "2020-06-12T12:02:14.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": {"code": "duplicate", "details": "You may wish to sign this petition calling for the same action: https://petition.parliament.uk/petitions/300274"}, "government_response": null, "debate": null, "departments": [], "topics": []}}, {"type": "petition", "id": 325276, "links": {"self": "https://petition.parliament.uk/petitions/325276.json"}, "attributes": {"action": "Stop the police using horses in crowd control", "background": "The recent BLACK LIVES MATTER protests saw police officers mounted on horse back charging at protestors. I am requesting the government stop using animals in these situations for the safety of horses and the public", "additional_details": "A horse became distressed when a missile was thrown at the mounted police, this led the the horse bolting dislodging it’s rider, putting its own life in danger, the life of the mounted officer and that of the protestors. The pandemonium would have had a negative effect on the other horses used in this protest. Animal feel fear and pain like all humans but with a lesser understanding of what is going on around them and they are being deprived of their natural instinct of fight or flight.  This is a barbaric practice and should be banned with immediate effect.", "committee_note": null, "state": "rejected", "signature_count": 9, "created_at": "2020-06-07T11:20:56.828Z", "updated_at": "2020-06-18T16:37:46.625Z", "rejected_at": "2020-06-18T16:37:46.627Z", "opened_at": null, "closed_at": null, "moderation_threshold_reached_at": "2020-06-07T12:55:54.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": {"code": "duplicate", "details": "We have published the following petitions, which you might like to sign:\r\n\r\nBan the use of horses in the police force: https://petition.parliament.uk/petitions/325179\r\n\r\nBan the use of horses for crowd control: https://petition.parliament.uk/petitions/325275"}, "government_response": null, "debate": null, "departments": [], "topics": []}}, {"type": "petition", "id": 324973, "links": {"self": "https://petition.parliament.uk/petitions/324973.json"}, "attributes": {"action": "A national (UK Wide) ban on the sale of single use, disposable barbecues.", "background": "Ban disposable barbecues at the point of sale to protect habitats of internationally important species, to protect the ecosystem services that these landscapes provide [resilience to flooding & climate change, water quality] & to protect the natural beauty for the health & well-being of the public.", "additional_details": "One spark from a barbecue is enough to set a catastrophic wildfire in motion. The ease of access to disposable barbecues leaves precious landscapes open to destruction on the spontaneous whim of a day-tripper. Already in 2020, many catastrophic wildfires caused by disposable barbecues have started across the UK & despite bans on use in place, are devastating landscapes that are of global environmental importance. Bans are not observed & millions of pounds of investment are going up in flames.", "committee_note": null, "state": "rejected", "signature_count": 9, "created_at": "2020-06-05T16:18:56.453Z", "updated_at": "2020-06-26T12:15:53.293Z", "rejected_at": "2020-06-26T12:15:53.296Z", "opened_at": null, "closed_at": null, "moderation_threshold_reached_at": "2020-06-06T11:26:14.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": {"code": "duplicate", "details": "https://petition.parliament.uk/petitions/315762"}, "government_response": null, "debate": null, "departments": [], "topics": []}}, {"type": "petition", "id": 321561, "links": {"self": "https://petition.parliament.uk/petitions/321561.json"}, "attributes": {"action": "The Government should continue financial support for the Self-Employed (SEISS)", "background": "The Government created a support package for the Self-Employed that equated to the support package they created for the Employed, running from May to June.\r\n\r\nThey have extended the support for the employed until October and now should do the same for the Self-Employed.\r\n\r\nThere is no reason not to.", "additional_details": "Many Self-Employed are unable to work from home and, due to current Goverment COVID 19 restrictions, cannot return to work.\r\n\r\nFor many, the very nature of their business means they cannot work within the present restrictions as laid out by the Government. E.g. Massage Therapists, Therapy Training Schools, Event Crews, Marquee suppliers, Fairground Workers, Entertainers, Teachers of Karate, etc.\r\n\r\nThe financial support packages for the Employed and Self-Employed should be run for the same duration.", "committee_note": null, "state": "rejected", "signature_count": 9, "created_at": "2020-05-20T09:41:51.717Z", "updated_at": "2020-06-01T10:47:39.674Z", "rejected_at": "2020-06-01T10:47:39.677Z", "opened_at": null, "closed_at": null, "moderation_threshold_reached_at": "2020-05-20T10:17:04.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": {"code": "duplicate", "details": "You may wish to sign this petition calling for the same action: https://petition.parliament.uk/petitions/320655\r\n\r\nYou can find out more about coronavirus and how you can protect yourself and others here:\r\n\r\nwww.gov.uk/coronavirus\r\nhttps://www.nhs.uk/conditions/coronavirus-covid-19/\r\n\r\nThe Government has also created an online service to help you out what you can do if you’re struggling because of coronavirus: https://www.gov.uk/find-coronavirus-support\r\n\r\nYou can read NHS tips to help if you are worried about coronavirus here: https://www.nhs.uk/oneyou/every-mind-matters/coronavirus-covid-19-anxiety-tips\r\n\r\nYou can read impartial analysis of the Government response to coronavirus and policy developments here: https://commonslibrary.parliament.uk/coronavirus/\r\n\r\nYou may also be interested to know that because of the large number of petitions that have been started in relation to coronavirus, the Petitions Committee has been questioning the Government about its response to the coronavirus outbreak.\r\n \r\nFind out more: https://committees.parliament.uk/work/192/the-governments-response-to-coronavirus/"}, "government_response": null, "debate": null, "departments": [], "topics": ["covid-19"]}}, {"type": "petition", "id": 312310, "links": {"self": "https://petition.parliament.uk/petitions/312310.json"}, "attributes": {"action": "Increase the Death In Service Benefit for NHS Staff during the CV-19 epidemic.", "background": "Increase the death in service benefit by 2 extra years pay for NHS Staff who may die as a result of contracting the Corvid-19 virus.", "additional_details": "The highly contagious nature of this virus combined with overwhelming numbers of affected persons exposes NHS Staff to a significantly increased risk of contracting the disease.  The staff have no option to avoid this risk and despite the use of PPE, the risk cannot be entirely managed.  It is only appropriate therefore that loss of life in service should receive additional compensation.", "committee_note": null, "state": "rejected", "signature_count": 9, "created_at": "2020-03-30T16:14:26.088Z", "updated_at": "2020-04-24T09:01:05.725Z", "rejected_at": "2020-04-24T09:01:05.729Z", "opened_at": null, "closed_at": null, "moderation_threshold_reached_at": "2020-04-01T17:38:14.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": {"code": "duplicate", "details": "You may wish to sign this petition calling for the same action: https://petition.parliament.uk/petitions/307592\r\n\r\nYou can find out more about coronavirus and how you can protect yourself and others here:\r\n\r\nwww.gov.uk/coronavirus\r\nhttps://www.nhs.uk/conditions/coronavirus-covid-19/\r\n\r\nThe Government has also created an online service to help you out what you can do if you’re struggling because of coronavirus: https://www.gov.uk/find-coronavirus-support\r\n\r\nYou can read NHS tips to help if you are worried about coronavirus here: https://www.nhs.uk/oneyou/every-mind-matters/coronavirus-covid-19-anxiety-tips\r\n\r\nYou can read impartial analysis of the Government response to coronavirus and policy developments here:\r\nhttps://commonslibrary.parliament.uk/coronavirus/ \r\n\r\nYou may also be interested to know that because of the large number of petitions that have been started in relation to coronavirus, the Petitions Committee has been questioning the Government about its response to the coronavirus outbreak. \r\n \r\nFind out more and watch the Committee put questions suggested by petitioners to Government Ministers and the Deputy Chief Medical Officer: https://committees.parliament.uk/committee/326/petitions-committee/news/145767/committee-question-deputy-chief-medical-officer-and-ministers-on-coronavirus-response/\r\n \r\nRead letters asking further questions of Government Ministers: https://committees.parliament.uk/committee/326/petitions-committee/publications/3/correspondence/"}, "government_response": null, "debate": null, "departments": [], "topics": ["covid-19"]}}, {"type": "petition", "id": 308267, "links": {"self": "https://petition.parliament.uk/petitions/308267.json"}, "attributes": {"action": "Extra pay allowance for NHS staff for work of objectional nature.", "background": "The Armed Forces when deployed get an allowance for work of objectional nature. With the current on going situation in reference to COVID 19, they fully deserve some sort of benefit.", "additional_details": "My daughter is an NHS nurse and has not had a mask for over 2 weeks due to no supplies which is awful. However she still turns up every day and carries out her duties of a nurse caring for others. I'm an ex soldier and I would not want my men doing this type of work if they didn't have the correct equipment. This is from first hand experience when we went to war without body armour in 2003 and some paid the ultimate price.", "committee_note": null, "state": "rejected", "signature_count": 9, "created_at": "2020-03-22T19:33:06.097Z", "updated_at": "2020-04-15T06:00:37.866Z", "rejected_at": "2020-04-15T06:00:22.296Z", "opened_at": null, "closed_at": null, "moderation_threshold_reached_at": "2020-03-22T20:01:24.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": {"code": "duplicate", "details": "The Government is not responsible for setting the salary of most key workers, or setting minimum wages for particular sectors, but you may wish to sign petitions calling for the following actions:\n\nMake hazard pay mandatory for key workers in the midst of COVID 19: https://petition.parliament.uk/petitions/307619\n\nGive all key workers a 100% tax and Nat. Ins. holiday through COVID-19 crisis: https://petition.parliament.uk/petitions/306845\n\nPay bonus to all key workers: https://petition.parliament.uk/petitions/307215\n\nIncentivise NHS staff during the COVID19 outbreak by making wages untaxable: https://petition.parliament.uk/petitions/304595\n\nIncrease pay for NHS healthcare workers and recognise their work: https://petition.parliament.uk/petitions/300073\n\nBonus for emergency services personnel working due to COVID-19: https://petition.parliament.uk/petitions/303306\n\nMake the minimum wage equal for all ages and increase to at least £10: https://petition.parliament.uk/petitions/301749\n\nYou can find out more about coronavirus and how you can protect yourself and others here:\n\nNHS website: https://www.nhs.uk/conditions/coronavirus-covid-19/\nUK Government website: https://www.gov.uk/coronavirus\n\nYou can read NHS tips to help if you are worried about coronavirus here: https://www.nhs.uk/oneyou/every-mind-matters/coronavirus-covid-19-anxiety-tips\n\nYou may also be interested to know that because of the large number of petitions that have been started in relation to coronavirus, the Petitions Committee has been questioning the Government about its response to the coronavirus outbreak.\n\nFind out more and watch the Committee put questions suggested by petitioners to Government Ministers and the Deputy Chief Medical Officer: https://committees.parliament.uk/committee/326/petitions-committee/news/145767/committee-question-deputy-chief-medical-officer-and-ministers-on-coronavirus-response/\n\nRead correspondence with Government Ministers asking further questions: https://committees.parliament.uk/committee/326/petitions-committee/publications/3/correspondence/\n"}, "government_response": null, "debate": null, "departments": [], "topics": ["covid-19"]}}, {"type": "petition", "id": 305522, "links": {"self": "https://petition.parliament.uk/petitions/305522.json"}, "attributes": {"action": "Postpone A-level exams, rather than giving out any sort of predicted grade", "background": "I want the government to make sure that exams are held at a later date, opposed to giving out any sort of predicted grade whether this be a UCAS grade or a predicted grade from within schools.", "additional_details": "If students were to receive any sort of predictive grade, opposed to actually sitting their exams this would be detrimental to many students who have been under predicted for any reason, as well as rewarding to some students who would not have actually received those grades themselves. Not only would this limit a huge group of teenagers but it would also overwhelm universities with how they over offer on the prediction that some students would naturally, not reach their predicted grades.", "committee_note": null, "state": "rejected", "signature_count": 9, "created_at": "2020-03-18T21:24:04.697Z", "updated_at": "2020-03-31T17:02:19.557Z", "rejected_at": "2020-03-30T09:12:51.748Z", "opened_at": null, "closed_at": null, "moderation_threshold_reached_at": "2020-03-18T22:05:14.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": {"code": "irrelevant", "details": "Decisions about exams are a matter for exam boards and individual schools, not the UK Government or Parliament. You can read the decision made by exam boards on what will happen to exams here:\nhttps://www.gov.uk/government/news/further-details-on-exams-and-grades-announced\n\nIf you want the Government to review the decision to use previous data to calculate exam grades, you may wish to sign this petition:\nhttps://petition.parliament.uk/petitions/306773\n\nAs a result of the large numbers of petitions people have tried to start on this issue, and following a large number of questions it received from petitioners about exams, the Petitions Committee asked the Government about the impact of coronavirus on schools and exams.\n\nWatch all the questions and responses:\nhttps://www.youtube.com/watch?v=MmHWDlzlxfA&feature=youtu.be&t=3771\n\nWatch the responses to the following questions:\n\nWhat was the reasoning behind the timing of school closures?\nhttps://youtu.be/MmHWDlzlxfA#t=1h3m16s\n\nWhat is happening with exams including GCSEs, A-levels, and SATs?\nhttps://youtu.be/MmHWDlzlxfA#t=1h4m35s\n\nWhat measures are in place to protect vulnerable children, those on free school meals, and the teachers and other staff who are still working in schools?\nhttps://youtu.be/MmHWDlzlxfA#t=1h7m09s\n\nWhen might schools re-open?\nhttps://youtu.be/MmHWDlzlxfA#t=1hm12s\n\nExam cancellations and the current coronavirus pandemic can cause worry and stress. You can find information on how to deal with stress here:\n\nYoung Minds:\nhttps://youngminds.org.uk/\n\nChildren’s Society:\nhttps://www.childrenssociety.org.uk/mental-health-advice-for-children-and-young-people/issues-affecting-young-people\n\nChildline:\nhttps://www.childline.org.uk/info-advice/your-feelings/anxiety-stress-panic/coping-with-stress/\n\nYou can find out more about coronavirus and how you can protect yourself and others here:\n\nNHS website:\nhttps://www.nhs.uk/conditions/coronavirus-covid-19/\n\nUK Government website:\nhttps://www.gov.uk/coronavirus\n"}, "government_response": null, "debate": null, "departments": [], "topics": ["covid-19"]}}, {"type": "petition", "id": 303818, "links": {"self": "https://petition.parliament.uk/petitions/303818.json"}, "attributes": {"action": "Address the climate emergency with the same urgency as the corona virus", "background": "The coronavirus has shown that the world can respond to a global emergency with decisive action. Government should respond effectively to the economic impacts of the coronavirus and the climate emergency at the same time, through large-scale green investment and a rapid shift to a green economy.", "additional_details": "The UK as chair of the next UN climate summit is in a pivotal position to bring the world to effective action and must lead by example. The coronavirus crisis provides a unique opportunity for large-scale investment in green energy, housing, transport, technology, education and nature restoration, and for a shift of focus from unsustainable growth to broader wellbeing. Responses to the coronavirus should not prop up high-carbon industries but support a just transition towards a green economy.", "committee_note": null, "state": "rejected", "signature_count": 9, "created_at": "2020-03-16T17:48:46.342Z", "updated_at": "2020-04-01T11:10:29.643Z", "rejected_at": "2020-04-01T11:10:29.332Z", "opened_at": null, "closed_at": null, "moderation_threshold_reached_at": "2020-03-16T21:43:44.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": {"code": "no-action", "details": "We understand that you want the Government to take action to address climate change, but it's not clear what you want the Government to do to achieve this.\r\n\r\nYou could start a new petition which states more clearly what you want the Government to do to address climate change.\r\n\r\nWe have published a petition calling on the Government to protect the Environment and support carbon neutral energy alternatives, which you might like to sign: https://petition.parliament.uk/petitions/300000\r\n\r\nWe have also published a petition calling on the Government to publish new carbon budgets linked to the Paris Agreement and Climate Change Act, which you might like to sign: https://petition.parliament.uk/petitions/300178"}, "government_response": null, "debate": null, "departments": [], "topics": []}}, {"type": "petition", "id": 627309, "links": {"self": "https://petition.parliament.uk/petitions/627309.json"}, "attributes": {"action": "Right to wild camp", "background": "Allow more areas in England available to wild camp.", "additional_details": "Responsible people who should have the right to enjoy nature to the full extent but are held back like children and told that we are free in England but not free to be part of nature. Nature is good for mental health and wellbeing. Why should rich people take the land from everyone without the general public these people would not be rich, give us some freedom back to enjoy nature to the full extent we help make England great by doing something great for its people.", "committee_note": null, "state": "rejected", "signature_count": 8, "created_at": "2022-11-01T21:33:07.271Z", "updated_at": "2022-11-07T13:59:22.960Z", "rejected_at": "2022-11-07T13:59:21.469Z", "opened_at": null, "closed_at": null, "moderation_threshold_reached_at": "2022-11-01T22:28:00.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": {"code": "irrelevant", "details": "We can't accept your petition because the UK Government and Parliament aren't responsible for the issue you raise. Allowing more areas to be open to campers would be a decision for landowners.\r\n\r\nWe could accept a petition calling for a legal right to wild camp, as is currently the case in Scotland - https://www.visitscotland.com/accommodation/caravan-camping/wild-camping/\r\n\r\nIf you do start a new petition, you'll need to use your full name. "}, "government_response": null, "debate": null, "departments": [], "topics": []}}, {"type": "petition", "id": 627155, "links": {"self": "https://petition.parliament.uk/petitions/627155.json"}, "attributes": {"action": "Make South Kensington Wheelchair and Buggy Accessible", "background": "South Kensington is a very popular station which connects the public to the Natural History Museum, V&A and many other places. \r\n\r\nCurrently there is NO Wheelchair or Buggy accessibility! It is very hard for parents with buggy’s to travel through the station and people on wheelchairs too.", "additional_details": "Solution: \r\nMake South kensington station wheelchair and buggy friendly by placing Elevators (lifts).", "committee_note": null, "state": "rejected", "signature_count": 8, "created_at": "2022-10-31T00:40:47.146Z", "updated_at": "2022-11-03T11:44:33.716Z", "rejected_at": "2022-11-03T11:44:33.118Z", "opened_at": null, "closed_at": null, "moderation_threshold_reached_at": "2022-10-31T11:03:10.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": {"code": "irrelevant", "details": "We can't accept your petition because the UK Government and Parliament aren't responsible for the issue you raise. It is the responsibility of Transport for London, the Mayor of London and the London Assembly.\r\n\r\nThe London Assembly has its own petitions process. You can find out more about how to petition the London Assembly here: https://www.london.gov.uk/about-us/london-assembly/petitions"}, "government_response": null, "debate": null, "departments": [], "topics": []}}, {"type": "petition", "id": 625615, "links": {"self": "https://petition.parliament.uk/petitions/625615.json"}, "attributes": {"action": "Bring back dog licensing", "background": "I would like to see the Government introduce dog licences in order to maintain the health and wellbeing of dogs.  I would also like to see some sort of assessment done on the owner to make sure they are able to look after the wellbeing of the dog.", "additional_details": "During the pandemic many dog breeders where allowed to make thousands from breeding.  Money comes first and there is no vetting on who is purchasing these dogs. We now have a situation where many dogs are left at charities because owners cannot deal with the responsibility.  This could be avoided if owners were vetted and assessed first.  This could also stop the disgusting nature of heavily breeding dogs for money.  \r\n\r\nWe also have a situation with more dog on dog attacks which is passed to local councils which struggle to enforce any consequences for dog attacks.", "committee_note": null, "state": "rejected", "signature_count": 8, "created_at": "2022-10-18T05:20:09.440Z", "updated_at": "2022-10-20T07:42:48.974Z", "rejected_at": "2022-10-20T07:42:47.842Z", "opened_at": null, "closed_at": null, "moderation_threshold_reached_at": "2022-10-18T08:08:30.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": {"code": "duplicate", "details": "You may wish to sign this petition which calls for a similar action: https://petition.parliament.uk/petitions/624520"}, "government_response": null, "debate": null, "departments": [], "topics": []}}, {"type": "petition", "id": 621886, "links": {"self": "https://petition.parliament.uk/petitions/621886.json"}, "attributes": {"action": "Make it a legal requirement for the police to respond to all grass fire.", "background": "A large number of grass fires have been a result of arson. Whilst some may be genuinely due to the extreme heat not all the fires are a result of this. The natural habitat of so much wildlife is being destroyed and lives are being put at risk as a result of the actions taken by those involved.", "additional_details": "The culprits need to be found and held accountable for those actions. If the police was to attend and investigate every fire then there would be a greater chance of catching those responsible and ultimately decreasing the amount of fire saving miles of natural habitat, save thousands and thousands of pounds and free up fire and rescue service to attend real emergencies.", "committee_note": null, "state": "rejected", "signature_count": 8, "created_at": "2022-08-14T23:15:52.455Z", "updated_at": "2022-08-16T12:19:45.398Z", "rejected_at": "2022-08-16T12:19:44.079Z", "opened_at": null, "closed_at": null, "moderation_threshold_reached_at": "2022-08-14T23:34:09.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": {"code": "irrelevant", "details": "We can't accept your petition because the UK Government and Parliament aren't responsible for the issue you raise. This is an operational decision for the police. "}, "government_response": null, "debate": null, "departments": [], "topics": []}}, {"type": "petition", "id": 619021, "links": {"self": "https://petition.parliament.uk/petitions/619021.json"}, "attributes": {"action": "Ban homework across all uk schools.", "background": "Banning homework will mean that teachers and students can have more free time to spend with their friends and family, banning homework does not include: revision and unfinished schoolwork.", "additional_details": "The word homework can bring stress or dread from students and takes away the natural human need to learn and discover. many studies prove that homework in schools has an effect of around zero.\r\nHomework takes away free time for children to not only relax, but to take in information from the school lessons the students have and learn life skills like cooking, Interacting and socialising with others are important skills that can't be taught by sitting at a desk.", "committee_note": null, "state": "rejected", "signature_count": 8, "created_at": "2022-06-24T19:18:21.266Z", "updated_at": "2022-06-29T14:45:25.346Z", "rejected_at": "2022-06-29T14:45:24.099Z", "opened_at": null, "closed_at": null, "moderation_threshold_reached_at": "2022-06-25T04:55:19.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": {"code": "duplicate", "details": "You may wish to sign this petition which calls for the same action: https://petition.parliament.uk/petitions/603551"}, "government_response": null, "debate": null, "departments": [], "topics": []}}, {"type": "petition", "id": 617023, "links": {"self": "https://petition.parliament.uk/petitions/617023.json"}, "attributes": {"action": "Stop the overdevelopment of the blue lake in Northfleet, Kent.", "background": "The government should protect the local wildlife nature environment as it did for the Swanscombe Peninsula from greed and interests. https://www.kentonline.co.uk/gravesend/news/plans-to-infill-lake-with-thousands-of-homes-267302/?fbclid=IwAR2xqcj8sFJHobNfMvh22B_6hNF2zY7lG0wDfaeH6Veyx7MWYlNyLfdOBwQ", "additional_details": "Our natural habitat and environment is threatened daily by the increased level of pollutants we need to preserve the areas that have created a self sustaining natural environment home of many species of wildlife and plants that may not ve able to survive if their habitat is destroyed.", "committee_note": null, "state": "rejected", "signature_count": 8, "created_at": "2022-05-21T10:18:29.470Z", "updated_at": "2022-05-25T09:36:43.483Z", "rejected_at": "2022-05-25T09:36:41.443Z", "opened_at": null, "closed_at": null, "moderation_threshold_reached_at": "2022-05-22T17:19:29.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": {"code": "irrelevant", "details": "We can only accept petitions about things the Government or Parliament are directly responsible for.\r\n\r\nLocal planning decisions are a matter for the relevant local authority, not the UK Government or Parliament.\r\n\r\nYou could raise your issue with a local councillor who represents you. You can find out who your local councillors are, and how to contact them, by entering your post code here:\r\nhttps://www.gov.uk/find-your-local-councillors\r\n\r\nWe have published the following petition, which you might like to sign:\r\n\r\nSuspend major development applications on green belt and protected land: https://petition.parliament.uk/petitions/616891"}, "government_response": null, "debate": null, "departments": [], "topics": []}}, {"type": "petition", "id": 615715, "links": {"self": "https://petition.parliament.uk/petitions/615715.json"}, "attributes": {"action": "NHS wards to have a room for the deceased for relatives", "background": "I want the Government to instruct all NHS hospitals to utilise ward space  to create a room as to allow family members to be with their deceased loved one in a quiet and dignified manner away from other paitents\r\n\r\nCurrently the system in place is not dignified and hinders the grieving process", "additional_details": "Paitents deserve to be treated with respect dead or alive and other paitents shouldn't need to have their recovery emotionally hindered listening to relatives of the deceased in a distraught manner.\r\n\r\nRelatives of the deceased should also be able to grieve in a natural manner during the worst time of their lives without having to worry about showing their emotions in front of ward staff and other paitents, the room for the deceased would enable a better environment for all", "committee_note": null, "state": "rejected", "signature_count": 8, "created_at": "2022-04-27T19:56:45.897Z", "updated_at": "2022-05-03T13:10:12.229Z", "rejected_at": "2022-05-03T13:10:11.301Z", "opened_at": null, "closed_at": null, "moderation_threshold_reached_at": "2022-04-27T20:38:29.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": {"code": "irrelevant", "details": "We can only accept petitions about things the Government or Parliament are directly responsible for.\r\n\r\nDecisions about facilities in NHS wards are a matter for individual NHS Trusts, not the UK Government or Parliament.\r\n\r\nYou could raise your concern directly with your local NHS Trust. You can find contact details for your local NHS Trust here: https://www.nhs.uk/servicedirectories/pages/nhstrustlisting.aspx"}, "government_response": null, "debate": null, "departments": [], "topics": []}}, {"type": "petition", "id": 614378, "links": {"self": "https://petition.parliament.uk/petitions/614378.json"}, "attributes": {"action": "Increase health care assistant pay", "background": "Basic rate 10.22 now below supermarket pay historically our pay was 20% higher but after years and years of low pay we are now 10/15% below supermarket workers with more responsibilities", "additional_details": "It’s unfair to use and abuse a person’s good nature and to put them in poverty doing a demanding job", "committee_note": null, "state": "rejected", "signature_count": 8, "created_at": "2022-04-08T15:52:49.392Z", "updated_at": "2022-04-12T08:42:55.821Z", "rejected_at": "2022-04-12T08:42:55.824Z", "opened_at": null, "closed_at": null, "moderation_threshold_reached_at": "2022-04-08T18:59:39.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": {"code": "duplicate", "details": "You may wish to sign these petitions calling for related action:\r\n\r\nIncrease pay for all NHS workers by 5%\r\nhttps://petition.parliament.uk/petitions/607055\r\n\r\nIncrease NHS Staff pay by 10%\r\nhttps://petition.parliament.uk/petitions/610647\r\n"}, "government_response": null, "debate": null, "departments": [], "topics": []}}, {"type": "petition", "id": 614025, "links": {"self": "https://petition.parliament.uk/petitions/614025.json"}, "attributes": {"action": "Save Tolson Museum, Dalton Huddersfield", "background": "Save the potential closure of our much loved Tolson museum.", "additional_details": "Given to the public in 1922.\r\nThe Tolson Memorial Museum, also known as Tolson Museum, is housed in Ravensknowle Hall, a Victorian mansion in Ravensknowle Park on Wakefield Road in Huddersfield, West Yorkshire, England. The museum was given to the town by Legh Tolson in memory of his two nephews who were killed in the First World War. Originally a natural history museum, it is run by Kirklees Council and has a wide range of exhibits related to the area's cultural and industrial history.", "committee_note": null, "state": "rejected", "signature_count": 8, "created_at": "2022-04-04T22:25:55.933Z", "updated_at": "2022-04-08T07:49:15.879Z", "rejected_at": "2022-04-08T07:49:14.733Z", "opened_at": null, "closed_at": null, "moderation_threshold_reached_at": "2022-04-05T12:14:09.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": {"code": "irrelevant", "details": "We can only accept petitions about things the Government or Parliament are directly responsible for.\r\n\r\nDecisions about locally owned assets are a matter for the relevant local authority, not the UK Government or Parliament.\r\n\r\nYou could raise your issue with a local councillor who represents you. You can find out who your local councillors are, and how to contact them, by entering your post code here:\r\nhttps://www.gov.uk/find-your-local-councillors"}, "government_response": null, "debate": null, "departments": [], "topics": []}}, {"type": "petition", "id": 610061, "links": {"self": "https://petition.parliament.uk/petitions/610061.json"}, "attributes": {"action": "Help the hedgehogs by placing signs in rural areas to prevent further decline .", "background": "We need you to prevent further losses of this crucial species by placing speed limits or signage in rural areas, and by prohibiting the use of slug pellets , their biggest killer .", "additional_details": "We have lost over half of our hedgehogs in the UK since the turn of the millennium , and those numbers are still falling , because of inadequate signage and use of deadly slug pellets . As a 13 year old nature activist , I wish for the appropriate actions to be taken to preserve this species ; and restore the ecological balance in rural areas . Hedgehogs are a natural pesticide themselves , so unnatural , deadly slug pellets ; usually ineffective , will no longer be needed.", "committee_note": null, "state": "rejected", "signature_count": 8, "created_at": "2022-02-27T19:14:00.543Z", "updated_at": "2022-03-03T08:13:32.425Z", "rejected_at": "2022-03-03T08:13:30.933Z", "opened_at": null, "closed_at": null, "moderation_threshold_reached_at": "2022-02-27T21:25:08.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": {"code": "irrelevant", "details": "We can only accept petitions about things the Government or Parliament are directly responsible for.\r\n\r\nDecisions about local road signs about wildlife are a matter for individual local authorities are a matter for individual local authorities, not the UK Government or Parliament.\r\n\r\nYou could raise your issue with a local councillor who represents you. You can find out who your local councillors are, and how to contact them, by entering your post code here:\r\nhttps://www.gov.uk/find-your-local-councillors\r\n\r\nThe Government has announced that the outdoor use of metaldehyde, a pesticide used to control slugs on farms and in gardens, is set to be banned in Great Britain from the end of March 2022 in order to better protect wildlife and the environment. You can find out more about this ban here: https://www.gov.uk/government/news/outdoor-use-of-metaldehyde-to-be-banned-to-protect-wildlife"}, "government_response": null, "debate": null, "departments": [], "topics": []}}, {"type": "petition", "id": 608478, "links": {"self": "https://petition.parliament.uk/petitions/608478.json"}, "attributes": {"action": "Change law/bylaw to enable the use of carparks for overnight stops", "background": "Change the law/bylaw to enable the use of carparks for overnight stops to self contained motorhomes and campervan users, A limited number of spaces with limited restrictions allowing a 24-48 hour stop with domestic use where required. A small fee could be paid for the use of a 24 hour space.", "additional_details": "There has been a sharp rise in the change of law in carparks, disallowed overnight stopping has become a constant headache to the motorhome/campervan community. Restricting our access to the countryside and coastal spots where we have until recently be able to enjoy nature and the great outdoors. Allowing stops will increase tourism and local spending, boost the mental health of people, with a small fee it will put more money into local conservation and coastlines.", "committee_note": null, "state": "rejected", "signature_count": 8, "created_at": "2022-02-09T17:24:11.250Z", "updated_at": "2022-02-15T09:36:12.621Z", "rejected_at": "2022-02-15T09:36:12.623Z", "opened_at": null, "closed_at": null, "moderation_threshold_reached_at": "2022-02-10T12:32:18.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": {"code": "irrelevant", "details": "Decisions about restrictions on parking are a matter for individual local authorities and operators of private car parks, not the Government or House of Commons."}, "government_response": null, "debate": null, "departments": [], "topics": []}}, {"type": "petition", "id": 607396, "links": {"self": "https://petition.parliament.uk/petitions/607396.json"}, "attributes": {"action": "Remove the word ‘domestic’ from all acts of violence pertaining to family.", "background": "Have an open discussion regarding the use of the word domestic pertaining to the serious nature of violence in families, protection orders honour killings and home life.  To reflect and consider, the way the police and social care m community view the word phrase as somehow a less serious crime.", "additional_details": "", "committee_note": null, "state": "rejected", "signature_count": 8, "created_at": "2022-01-28T12:02:52.306Z", "updated_at": "2022-02-02T14:39:45.168Z", "rejected_at": "2022-02-02T14:39:44.457Z", "opened_at": null, "closed_at": null, "moderation_threshold_reached_at": "2022-01-28T14:36:28.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": {"code": "no-action", "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe understand that you are concerned about language around abuse and violence in the home, but we're not sure exactly what you'd like the Government or Parliament to do.\r\n\r\nThere is no specific offence of 'domestic violence and domestic abuse'; however, the term can be applied to a number of offences committed in a domestic environment.\r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do."}, "government_response": null, "debate": null, "departments": [], "topics": []}}, {"type": "petition", "id": 604522, "links": {"self": "https://petition.parliament.uk/petitions/604522.json"}, "attributes": {"action": "Discuss the facts regarding natural infection of covid verses vaccine", "background": "When catching the virus provides protection. The government needs to accept that omicron is COVID 19 and therefore the same natural protection can be provided by infection as the vaccine.   Considering the infected per day, at writing 100K+ it is  1 year and 100% and the UK is 100%covered", "additional_details": "The government need to accept that natural infection should be included in the rate of coverage and stop restricting or imposing restrictions on the people that can show natural immunity", "committee_note": null, "state": "rejected", "signature_count": 8, "created_at": "2021-12-29T19:38:24.312Z", "updated_at": "2022-01-04T10:27:25.615Z", "rejected_at": "2022-01-04T10:27:24.512Z", "opened_at": null, "closed_at": null, "moderation_threshold_reached_at": "2021-12-30T08:16:58.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": {"code": "no-action", "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe're not sure exactly what you'd like the Government or Parliament to do.\r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do. "}, "government_response": null, "debate": null, "departments": [], "topics": []}}, {"type": "petition", "id": 603923, "links": {"self": "https://petition.parliament.uk/petitions/603923.json"}, "attributes": {"action": "Reconsider powers given social services due to incompatibility with Human Rights", "background": "Reconsider and check increased powers given social services due to their powers to determine official action affecting a person's life,autonomy,liberty including under Mental Health Acts and 'Specialised Supervision'- danger of incompatibility with Human Rights and accountability to Government.", "additional_details": "To ensure adherence to Legislated Procedural Process and Human Rights by social services given their increased powers.  There is insufficient liaison with a person concerned and decisions taken by use of possible unauthenticated Information contained on Data Files and without evidence and the inclusion of all parties. I request the legality and fairness be considered in the Interests of Natural Justice, as the Government is subject to 'Accountability at Law' of actions by Government Departments.", "committee_note": null, "state": "rejected", "signature_count": 8, "created_at": "2021-12-17T13:51:17.168Z", "updated_at": "2022-05-23T11:25:53.310Z", "rejected_at": "2022-05-23T11:25:51.854Z", "opened_at": null, "closed_at": null, "moderation_threshold_reached_at": "2022-05-19T14:30:19.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": {"code": "no-action", "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe're not sure exactly what you'd like the Government or Parliament to do. We're not sure which powers you'd like to be changed.\r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do. "}, "government_response": null, "debate": null, "departments": [], "topics": []}}, {"type": "petition", "id": 603832, "links": {"self": "https://petition.parliament.uk/petitions/603832.json"}, "attributes": {"action": "Amend Covid passes to include natural immune response from Covid-19 infection.", "background": "Recognise natural immunity as a result of contracting and recovering from Covid-19. Understand that this produces a strong and robust immune response which surpasses that of the mRNA injection. Use this basic understanding to include natural immunity on a Covid pass through positive PCR testing.", "additional_details": "mRNA injections for Covid-19 have been shown to trigger an immune response which protects the recipient from serious illness, hospitalisation and death. This effectiveness decreases dramatically as weeks pass. Natural immune response has been shown to be far more effective and long lasting than that of these injections. Therefore, you are discriminating against people who have recovered from Covid infection by refusing them a number of rights with no scientific or logical basis for doing so.", "committee_note": null, "state": "rejected", "signature_count": 8, "created_at": "2021-12-16T13:55:43.884Z", "updated_at": "2021-12-21T15:46:52.714Z", "rejected_at": "2021-12-21T15:46:36.724Z", "opened_at": null, "closed_at": null, "moderation_threshold_reached_at": "2021-12-16T18:18:58.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": {"code": "duplicate", "details": "You may wish to sign this petition calling for a similar action: https://petition.parliament.uk/petitions/603682"}, "government_response": null, "debate": null, "departments": [], "topics": []}}, {"type": "petition", "id": 602926, "links": {"self": "https://petition.parliament.uk/petitions/602926.json"}, "attributes": {"action": "Provide Ladders In All Flats Belonging To High-Rise Tower Blocks.", "background": "I would like the Government to make it mandatory for all council owned tower blocks to provide ladders, or any other means that could allow residents to leave through a window in the event of a fire or, any other catastrophic life threating event.", "additional_details": "Please imagine being related to, or knowing of someone, who resides in council owned high-rise tower blocks. Now imagine that they suffered horrific injury, or worse, died, because the only way that they might have escaped a fire (or something of a similar nature) was to jump out of their apartment, located on the 16th floor... \r\n\r\nLet's work together to put some provisions in place, to enable residents the best possible opportunity to survive such a devastating event.", "committee_note": null, "state": "rejected", "signature_count": 8, "created_at": "2021-12-08T14:26:06.948Z", "updated_at": "2021-12-13T13:44:17.941Z", "rejected_at": "2021-12-13T13:44:17.186Z", "opened_at": null, "closed_at": null, "moderation_threshold_reached_at": "2021-12-08T19:10:38.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": {"code": "no-action", "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe understand that you are concerned about the safety of residents in high-rise buildings, but we're not sure exactly what you'd like the Government or Parliament to do. Your petition calls for the provision of ladders, but it's not clear what you want to be done with these ladders, or how this would ensure residents of high-rise buildings would be able to leave their homes through their windows in the event of a fire.\r\n\r\nWe could accept a petition calling on the Government to review fire safety arrangements for residents of high-rise buildings, or introduce new requirements for landlords of these buildings, if either of those are things you would like to happen."}, "government_response": null, "debate": null, "departments": [], "topics": []}}, {"type": "petition", "id": 601682, "links": {"self": "https://petition.parliament.uk/petitions/601682.json"}, "attributes": {"action": "Stop the planting of non-native tree, shrub, and flowers on new housing estates.", "background": "Government should restrict the purchase & planting by new housing developments & home owners of non-native plants, trees & shrubs on highways, property & open spaces. In order to achieve net gains for biodiversity, native species such as bees and hedgehogs, would benefit by planting native flora.", "additional_details": "This will be essential in urban spaces, to provide key habitat for native fauna, assist in gains for biodiversity in the uk and more importantly, carbon drawdown. There will also be less management involved in maintaining natural, self sustaining trees and shrubs, which grow better to the uk climate, soils and do not create dead areas of vegetation build up, crowded and overgrown areas which require maintenance and are unsuitable for British fauna. This is fundamental to British biodiversity.", "committee_note": null, "state": "rejected", "signature_count": 8, "created_at": "2021-11-21T10:41:49.677Z", "updated_at": "2021-11-25T10:01:11.102Z", "rejected_at": "2021-11-25T10:01:11.106Z", "opened_at": null, "closed_at": null, "moderation_threshold_reached_at": "2021-11-21T11:37:38.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": {"code": "irrelevant", "details": "It is up to private housing developers and homeowners, rather than the Government or Parliament, to decide what kinds of plants they grow. You could start a petition asking the Government to dedicate a fund for local councils to grow native plants and increase native biodiversity. "}, "government_response": null, "debate": null, "departments": [], "topics": []}}, {"type": "petition", "id": 601510, "links": {"self": "https://petition.parliament.uk/petitions/601510.json"}, "attributes": {"action": "Give victims of sexual/domestic  abuse the same rights in family court system", "background": "Victims of domestic and sexual abuse are not given the same rights in the family court system as they are granted in the criminal court system.\r\nThese people are some of the most vulnerable people continuing to receive abuse through the family court system. Typically in finding of fact hearings.", "additional_details": "Victims of serious reported sexual & domestic abuse are facing 2-3 day trial type finding of facts hearings in the family courts with harsh cross questioning they would not be expected to face in the same situation in a criminal court. Having to come face to face with their abusers and their legal teams alone, often not being eligible for legal aid.\r\nVictims of this nature need to be granted legal aid and the same special measures available to victims in a criminal court.", "committee_note": null, "state": "rejected", "signature_count": 8, "created_at": "2021-11-18T12:37:14.847Z", "updated_at": "2021-11-24T13:03:32.430Z", "rejected_at": "2021-11-24T13:03:31.492Z", "opened_at": null, "closed_at": null, "moderation_threshold_reached_at": "2021-11-19T13:27:18.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": {"code": "no-action", "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe understand that you are concerned about processes in family courts, where these involve victims of sexual or domestic abuse, but we're not sure exactly what changes you'd like to make to how family courts operate.\r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do."}, "government_response": null, "debate": null, "departments": [], "topics": []}}, {"type": "petition", "id": 600988, "links": {"self": "https://petition.parliament.uk/petitions/600988.json"}, "attributes": {"action": "To scrap the 10 day self-isolation for people who had covid when returning to UK", "background": "I want Government to discuss travel rules for unvaccinated people who had covid in the past and therefore developed the immunity as good as the one given by the vaccine (although the natural immunity should be better than the vaccine). Recovered people have protection as well as vaccinated people.", "additional_details": "The government is the only institution that can change travel rules.", "committee_note": null, "state": "rejected", "signature_count": 8, "created_at": "2021-11-10T19:04:25.367Z", "updated_at": "2021-11-17T13:27:03.686Z", "rejected_at": "2021-11-17T13:27:03.688Z", "opened_at": null, "closed_at": null, "moderation_threshold_reached_at": "2021-11-11T19:30:08.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": {"code": "duplicate", "details": "You may wish to sign this petition calling for a similar action: \r\n\r\nRecognise immune response to Covid-19 in the Covid pass:\r\nhttps://petition.parliament.uk/petitions/600576"}, "government_response": null, "debate": null, "departments": [], "topics": []}}, {"type": "petition", "id": 599048, "links": {"self": "https://petition.parliament.uk/petitions/599048.json"}, "attributes": {"action": "Introduce birth stop control measures to combat overpopulation", "background": "To introduce birth stop control and implement a ‘Scientific Advisory Board’ to provide empirical evidence, on the current and future pressure that overpopulation is having on dwindling resources and the destruction of nature and our climate.", "additional_details": "To institute ‘Public Awareness’ of the damage caused by overpopulation, through media campaigns, family planning clinics, doctor's surgeries, etc.", "committee_note": null, "state": "rejected", "signature_count": 8, "created_at": "2021-10-13T18:07:58.571Z", "updated_at": "2021-10-18T17:01:12.062Z", "rejected_at": "2021-10-18T17:01:12.066Z", "opened_at": null, "closed_at": null, "moderation_threshold_reached_at": "2021-10-13T20:50:18.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": {"code": "no-action", "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe can't accept petitions calling for mandatory medical interventions. \r\n\r\nYou could start a petition calling for the Government to commission a review into overpopulation and fund an awareness campaign on birth control, if that's something you'd like to happen.\r\n\r\n"}, "government_response": null, "debate": null, "departments": [], "topics": []}}, {"type": "petition", "id": 598756, "links": {"self": "https://petition.parliament.uk/petitions/598756.json"}, "attributes": {"action": "The government to extend and Issue Covid-19 Passes to people tested positive", "background": "We want the government to extend COVID-19 passes to people who has tested positive for COVID-19. and to people who has natural immunity to COVID-19.", "additional_details": "The pandemic has had an adverse impact on everyone's lives therefore issuing Covid-19 passes to all, will improve the economic benefits to individuals and is favorable for public health and the UK economy.\r\nIn the UK, we strive for Equality for All.  We do not want unvaccinated people to feel ostracized. Therefore, to avoid discrimination against UK Citizens that have contracted and recovered from Covid-19 Virus, their immunity should be treated equally as a person that has been vaccinated.", "committee_note": null, "state": "rejected", "signature_count": 8, "created_at": "2021-10-08T21:38:35.187Z", "updated_at": "2021-10-18T08:22:36.991Z", "rejected_at": "2021-10-18T08:22:36.436Z", "opened_at": null, "closed_at": null, "moderation_threshold_reached_at": "2021-10-14T15:20:28.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": {"code": "no-action", "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe understand that you want the NHS Covid pass to be extended to people who have recovered from Covid-19, or otherwise have natural immunity against the virus. However your petition refers to people who have recovered from Covid-19 as though they all have immunity against future infection, when this is not the case. It's therefore not clear if you want the arrangements you have proposed to cover anyone who has tested positive for Covid-19 at any point, people who have tested positive for Covid-19 during a certain timeframe, or only people who have antibodies against Covid-19. \r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do."}, "government_response": null, "debate": null, "departments": [], "topics": []}}, {"type": "petition", "id": 596600, "links": {"self": "https://petition.parliament.uk/petitions/596600.json"}, "attributes": {"action": "To hand control of the arms trade and its profits to the United Nations (UN).", "background": "Liaise with world powers to ensure control of the arms industry. The UN must govern profits to reassure the public that the arms industry is not profiteering. The UN can use profits to create a peace-keeping force able to protect those in danger, support war-torn/refugee populations and their hosts.", "additional_details": "Bombing of any kind causes on-going suffering and should be governed by the same rules that control chemical and other weapons. \r\n\r\nBlanket bombing causes huge destruction and suffering, alienates the victims and serves little positive purpose other than to enrich the arms manufacturers. \r\n\r\nHuman nature can tend towards violence, but governments should set a good example and show maximum respect for humanity.", "committee_note": null, "state": "rejected", "signature_count": 8, "created_at": "2021-09-07T21:37:16.737Z", "updated_at": "2021-09-21T08:47:12.390Z", "rejected_at": "2021-09-21T08:47:07.742Z", "opened_at": null, "closed_at": null, "moderation_threshold_reached_at": "2021-09-15T06:30:28.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": {"code": "no-action", "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe understand that you are concerned about arms control, but we're not sure exactly what you'd like the Government or Parliament to do.\r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do."}, "government_response": null, "debate": null, "departments": [], "topics": []}}, {"type": "petition", "id": 596582, "links": {"self": "https://petition.parliament.uk/petitions/596582.json"}, "attributes": {"action": "Change ‘Vaccine Passports’, to ‘Immunity Passports’; recognise natural immunity.", "background": "The government must consider the benefits of natural immunity when finalising plans for ‘freedom’. If someone can prove they’ve recovered from COVID and have antibodies, they should have the same rights as a vaccinated person.", "additional_details": "We are told to trust science, yet ignoring the fact that those who have suffered from a disease and recovered, have a robust defence against the virus- including COVID. Why is there no recognition for this? Please include people with proof of recovery/antibodies to the passport scheme.", "committee_note": null, "state": "rejected", "signature_count": 8, "created_at": "2021-09-07T18:39:09.714Z", "updated_at": "2021-09-13T09:13:35.865Z", "rejected_at": "2021-09-13T09:13:34.424Z", "opened_at": null, "closed_at": null, "moderation_threshold_reached_at": "2021-09-08T05:40:48.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": {"code": "duplicate", "details": "https://petition.parliament.uk/petitions/580974"}, "government_response": null, "debate": null, "departments": [], "topics": []}}, {"type": "petition", "id": 593286, "links": {"self": "https://petition.parliament.uk/petitions/593286.json"}, "attributes": {"action": "All citizens to have the option of free percentage based Covid antibody tests.", "background": "To put it through parliament on a vote to give the individuals of the nation an accurate antibody covid19 test.", "additional_details": "I caught Covid19 last year, I have had a NHS antibody test, this only states that I had caught Covid19, however it does not stipulate what amount of immunity I have.\r\nI paid privately for a test last year my reading of antibodies were at 50% \r\nHowever I had the same test this year and my readings were 78.8%\r\nI have not had a vaccine this is from natural immunity. \r\nI think in the interests of science all citizens should have the right to this to give an accurate reading of actual immunity before considering the vaccine. \r\nI will be paying privately for this test again.", "committee_note": null, "state": "rejected", "signature_count": 8, "created_at": "2021-07-24T11:49:37.430Z", "updated_at": "2021-07-30T08:25:27.835Z", "rejected_at": "2021-07-30T08:25:20.919Z", "opened_at": null, "closed_at": null, "moderation_threshold_reached_at": "2021-07-25T19:25:25.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": {"code": "duplicate", "details": "You may like to sign the below petition we currently have open on this topic:\r\n\r\nMake Covid-19 antibody tests available for everyone\r\nhttps://petition.parliament.uk/petitions/574386\r\n\r\nThe Government is currently running a mass antibody testing scheme and you can find out more here:\r\nhttps://www.gov.uk/government/publications/coronavirus-covid-19-antibody-tests/coronavirus-covid-19-antibody-tests\r\n"}, "government_response": null, "debate": null, "departments": [], "topics": []}}, {"type": "petition", "id": 591384, "links": {"self": "https://petition.parliament.uk/petitions/591384.json"}, "attributes": {"action": "I want the government to introduce an antibody test for unvaccinated people", "background": "I want the government to include natural immune people with anti bodies to be treated like vaccinated people for travel purposes and status", "additional_details": "Natural immunity is more powerful than vaccinated immunity this is a scientific fact this needs to be a mandatory test before vaccination as there is studies that say it’s dangerous to overload the body with antibodies from vaccine and natural immunity", "committee_note": null, "state": "rejected", "signature_count": 8, "created_at": "2021-07-09T20:44:48.175Z", "updated_at": "2021-07-13T10:49:10.681Z", "rejected_at": "2021-07-13T10:49:09.594Z", "opened_at": null, "closed_at": null, "moderation_threshold_reached_at": "2021-07-10T03:54:55.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": {"code": "duplicate", "details": "https://petition.parliament.uk/petitions/574386"}, "government_response": null, "debate": null, "departments": [], "topics": []}}, {"type": "petition", "id": 591269, "links": {"self": "https://petition.parliament.uk/petitions/591269.json"}, "attributes": {"action": "Start treating people who had COVID-19 the same as vaccinated people.", "background": "We have 5mln case people who had COVID \r\nThey have developed natural antibodies to the virus. \r\nOther countries treat individuals who had COVID same as vaccinated.In addition free antibodies  tests are available in some EU countries - implement these instead of vaccines or tests prior to departure", "additional_details": "People who had virus produced antibodies. Purpose of vaccine is to produce antibodies. Test for antibodies before forcing individuals to take vaccine via travel restrictions etc. We should not be restricted based on whether we had a vaccine or not. Provide antibody test alternative.\r\nOther countries treat individuals who had COVID-19 same as vaccinated. No quarantine, no isolation", "committee_note": null, "state": "rejected", "signature_count": 8, "created_at": "2021-07-09T07:35:10.005Z", "updated_at": "2021-07-13T09:56:35.154Z", "rejected_at": "2021-07-13T09:56:34.185Z", "opened_at": null, "closed_at": null, "moderation_threshold_reached_at": "2021-07-09T16:39:55.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": {"code": "duplicate", "details": "https://petition.parliament.uk/petitions/580974"}, "government_response": null, "debate": null, "departments": [], "topics": []}}, {"type": "petition", "id": 588153, "links": {"self": "https://petition.parliament.uk/petitions/588153.json"}, "attributes": {"action": "Review the govt guidance on the law for creating intentional settlements", "background": "We would like the govt to provide an affordable route for small groups and/or housing co-ops to establish intentional eco communities to live organically and steward/rewild the land similar to but not the same as the welsh one planet directive", "additional_details": "More and more people are seeking a more harmonious existence with nature. Many more are looking to join or establish permaculture based lifes/communities. There is currently no support for this and hence these settlements are deemed illegal. We would like the govt to review this and establish a process that would allow these settlements and support their commitment to aiding the rewilding of the land around these eco villages", "committee_note": null, "state": "rejected", "signature_count": 8, "created_at": "2021-06-06T22:27:18.062Z", "updated_at": "2021-06-14T09:06:57.877Z", "rejected_at": "2021-06-14T09:06:55.912Z", "opened_at": null, "closed_at": null, "moderation_threshold_reached_at": "2021-06-08T13:46:05.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": {"code": "no-action", "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe're not sure exactly what you'd like the Government or Parliament to do. \r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do. "}, "government_response": null, "debate": null, "departments": [], "topics": []}}, {"type": "petition", "id": 583682, "links": {"self": "https://petition.parliament.uk/petitions/583682.json"}, "attributes": {"action": "Make tampons and sanitary towels free for females", "background": "Menstruation is a natural part of life for almost every female on the planet. The fact that women have to spend thousands of pounds on their periods whilst free contraception is handed out is absurd and needs to be changed. Menstruation is a lot harder to refrain from than sex.", "additional_details": "The average woman spends around £6,000 in her lifetime on tampons and sanitary towels, not including money also spent on pain relief (a further £2,000).\r\nThe NHS spends roughly £68,000 a year on free contraception.\r\nSex and periods; both are equally important and need to be treated as such.", "committee_note": null, "state": "rejected", "signature_count": 8, "created_at": "2021-04-20T11:49:00.314Z", "updated_at": "2021-04-26T13:00:41.436Z", "rejected_at": "2021-04-26T12:54:48.113Z", "opened_at": null, "closed_at": null, "moderation_threshold_reached_at": "2021-04-20T13:24:35.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": {"code": "duplicate", "details": "https://petition.parliament.uk/petitions/555551"}, "government_response": null, "debate": null, "departments": [], "topics": []}}, {"type": "petition", "id": 582361, "links": {"self": "https://petition.parliament.uk/petitions/582361.json"}, "attributes": {"action": "Ban exotic pets", "background": "Ownership of exotic animals, not only threatens the general public if they escape, but our delicate ecosystem that is not accustomed to their presence. These animals have their rights abused from being subjugated to artificial, cramped conditions with constant human handling", "additional_details": "As a biologist and someone who believes in animal rights, I find it deplorable that a nation such as ours allows the suppression and vile abuse of these often at risk animals. For instance lions and other exotic cats are at risk in their natural environment of the African savanna. I understand there are regulations surrounding the ownership of these creatures. But it is simply not enough. These animals MUST be in their own natural environments, helping their population numbers", "committee_note": null, "state": "rejected", "signature_count": 8, "created_at": "2021-04-06T20:31:37.150Z", "updated_at": "2021-04-22T10:53:41.338Z", "rejected_at": "2021-04-12T12:04:35.944Z", "opened_at": null, "closed_at": null, "moderation_threshold_reached_at": "2021-04-06T20:46:45.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": {"code": "no-action", "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe're not sure exactly what you'd like the Government or Parliament to cover as 'exotic pets' \r\n\t\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do, such as banning the ownership of wild animals currently covered by the requirement for a licence:\r\n\r\nhttps://www.gov.uk/licence-wild-animal"}, "government_response": null, "debate": null, "departments": [], "topics": []}}, {"type": "petition", "id": 581678, "links": {"self": "https://petition.parliament.uk/petitions/581678.json"}, "attributes": {"action": "Start fighting harder to save our oceans", "background": "We, the people, would like you, the government, to start taking charge and taking the lead in the fight to save our oceans. We are tired of charities taking advantage of people’s good nature, start real investigation and sanctions for deceptive charities.", "additional_details": "We also want you to start punishing the unruly and cruel fishing industry for their constant disregard for nature. Super trawlers and unsustainable fishing need to be banned forever. This cannot go on anymore. The governing bodies that sell us products marked “sustainable” in any form need to be punished. Stop charging fishermen for the blue tip label, then there won’t be corruption. More jobs to be created to patrol the ocean and stop illegal fishing in its tracks. Please, do the right thing!", "committee_note": null, "state": "rejected", "signature_count": 8, "created_at": "2021-03-30T04:44:20.349Z", "updated_at": "2021-04-26T12:55:58.413Z", "rejected_at": "2021-04-26T12:55:57.573Z", "opened_at": null, "closed_at": null, "moderation_threshold_reached_at": "2021-03-31T16:25:15.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": {"code": "no-action", "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe understand that you are concerned about the oceans, but we're not sure exactly what you'd like the Government or Parliament to do.\r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do."}, "government_response": null, "debate": null, "departments": [], "topics": []}}, {"type": "petition", "id": 575498, "links": {"self": "https://petition.parliament.uk/petitions/575498.json"}, "attributes": {"action": "UK wide ban on the sale and production of Glue traps", "background": "Glue traps are used as a technique to trap animals . This results in a slow , painful death with animals either suffocating or starving . They are indiscriminate in nature so despite them being placed to catch vermin , animals such as birds , cats and even dogs have been caught in them as well.", "additional_details": "We want Parliament to recognise the abhorrent nature of these glue traps and stop the selling and production of them in the UK . The RSPCA has revealed that 243 glue trap incidents were reported to its cruelty line in the last five years (2015-2019). These reports included incidents with cats, garden birds, hedgehogs, squirrels and even a parrot .  With the wide variety of alternatives present on the market we believe that this is unnecessary and easily preventable .", "committee_note": null, "state": "rejected", "signature_count": 8, "created_at": "2021-02-16T11:56:51.817Z", "updated_at": "2021-02-23T12:06:43.572Z", "rejected_at": "2021-02-23T12:06:43.576Z", "opened_at": null, "closed_at": null, "moderation_threshold_reached_at": "2021-02-16T15:03:17.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": {"code": "duplicate", "details": "https://petition.parliament.uk/petitions/560288"}, "government_response": null, "debate": null, "departments": [], "topics": []}}]}