{"links": {"self": "https://petition.parliament.uk/petitions.json?q=net+zero&page=1", "first": "https://petition.parliament.uk/petitions.json?q=net+zero", "last": "https://petition.parliament.uk/petitions.json?page=2&q=net+zero", "next": "https://petition.parliament.uk/petitions.json?page=2&q=net+zero", "prev": null}, "data": [{"type": "petition", "id": 563380, "links": {"self": "https://petition.parliament.uk/petitions/563380.json"}, "attributes": {"action": "Stop work on HS2 immediately and hold a new vote to repeal the legislation", "background": "We ask Parliament to repeal the High Speed Rail Bills, 2016 and 2019, as MPs voted on misleading environmental, financial and timetable information provided by the Dept of Transport and HS2 Ltd. It fails to address the conditions of the Paris Accord and costs have risen from £56bn to over £100bn.", "additional_details": "Our environment and economy are in peril. HS2 is destroying nature and inflicting suffering on businesses and property owners. Government is investing in an inept and recklessly run project, offering poor value for money. HS2 will not reach Net Zero by 2050 nor help us level up the North. The pandemic has changed how we work forever and invalidated the business case. Given the climate emergencies we face, and now the economic and pandemic crises - Parliament must vote to repeal the legislation.", "committee_note": null, "state": "closed", "signature_count": 155253, "created_at": "2020-12-09T22:24:17.835Z", "updated_at": "2021-12-21T13:51:48.000Z", "rejected_at": null, "opened_at": "2020-12-17T15:30:17.955Z", "closed_at": "2021-06-17T22:59:59.999Z", "moderation_threshold_reached_at": "2020-12-10T10:05:37.000Z", "response_threshold_reached_at": "2021-01-04T10:10:17.000Z", "government_response_at": "2021-01-14T17:05:16.760Z", "debate_threshold_reached_at": "2021-01-08T08:42:07.000Z", "scheduled_debate_date": "2021-09-13", "debate_outcome_at": "2021-09-15T10:10:35.759Z", "creator_name": null, "rejection": null, "government_response": {"responded_on": "2021-01-14", "summary": "HS2 will provide essential North-South connectivity, greater capacity and shorter journey times. This railway will play a vital role in delivering the Government’s carbon net zero objectives.", "details": "The Government has carefully considered the merits and disadvantages of proceeding with HS2 and has firmly concluded that it should go ahead. HS2 will transform our country’s transport network, and help to rebalance opportunity fairly across the country. This railway is a long-term investment which will bring our biggest cities closer together, boost productivity and provide a low-carbon alternative to cars and planes for many decades to come.  During construction, we want HS2 to be the most environmentally responsible major infrastructure project in UK history. \r\n\r\nHS2 has rightly been subject to a great deal of Parliamentary and public scrutiny. Phase One was the subject of considerable debate in Parliament during the passage of the High-Speed Rail (London-West Midlands) Act 2017 (“the Phase One Act”). The Phase 2a Bill is currently being taken through Parliament. The Government agreed with the Oakervee Review's conclusion that splitting Phase 2b into smaller sections, and more than one Bill, could facilitate scrutiny in Parliament, and make its management and construction more manageable. Just this month, Andrew Stephenson MP, the dedicated HS2 minister, went before the Transport Select Committee to discuss HS2 in depth, and a record of this hearing can be found on Parliament.UK. \r\n\r\nMinisters have made a clear commitment to greater transparency on HS2, and Andrew Stephenson is reporting bi-annually to Parliament on the project. \r\n\r\nWe are continuing work on managing the full impacts of the Covid-19 pandemic on delivery of the HS2 programme. We intend to update Parliament on the latest position as part of the next six-monthly Parliamentary Report, expected in Spring 2021. \r\n\r\nThis Government takes its environmental commitments extremely seriously. The environmental impacts of HS2 were closely scrutinised by Parliament during the passage of the Phase One Act, which gives statutory and planning authority for the construction of Phase One. Alongside the Act, the Government also published a suite of additional environmental commitments to further reduce the impacts of the project. \r\n\r\nAs well as environmental protections, a range of measures to mitigate and compensate for environmental impacts have been put in place. This includes a commitment to seek to achieve ‘no net loss’ to biodiversity and the creation of a ‘green corridor’ alongside HS2, which will provide bigger and better habitats for wildlife, and integrate HS2 into the landscape. Phase One expects to support 33 square kilometres of wildlife habitat - an increase of around 30% compared to what’s there now.\r\n\r\nAll environmental measures, whether they be the creation of new habitats or the enhancement of existing habitats, will be supported with long-term management plans and agreements. This will ensure that the new railway leaves a long-lasting legacy for both wildlife and future generations. \r\n\r\nHS2 will give us a step-change in capacity delivering better connectivity between our largest towns and cities. The Government’s decision to proceed with HS2 supports our objectives on climate change as the railway will play a key role in decarbonising our transport sector. This is because, once HS2 is in operation, it will offer a low carbon alternative to cars and domestic air travel. It will also free up space on the existing railway for thousands more passengers to travel by rail and to move more goods by rail freight, taking lorries off our roads.\r\n\r\nSecuring the land and property needed to construct the line of route across all Phases is vital to the programme’s success and is often the first impact that we have on line of route communities. A range of statutory and non-statutory property compensation schemes are available that seek to compensate affected parties fairly while protecting the public purse.\r\n\r\nOur policy is to provide fair compensation for those directly and indirectly impacted but the process and disputes for claims can inevitably be traumatic for some. Andrew Stephenson commissioned a detailed review of the acquisition and compensation process to ensure that there is a renewed focus on those who are being impacted by the new railway. The report contained 36 recommendations which are actively being implemented which will see rapid improvements for local communities. \r\n\r\nFor the reasons set out above, the Government has no plans to repeal any legislation relating to the development and delivery of HS2.  However, we will continue to welcome further public and parliamentary scrutiny of the project. \r\n\r\nDepartment for Transport", "created_at": "2021-01-14T17:05:16.758Z", "updated_at": "2021-01-14T17:05:16.758Z"}, "debate": {"debated_on": "2021-09-13", "transcript_url": "https://hansard.parliament.uk/commons/2021-09-13/debates/3614AE85-A25C-4874-9DAE-9802247DFDDF/HS2", "video_url": "https://www.youtube.com/watch?v=6yt-9ZsO5vg", "debate_pack_url": "https://commonslibrary.parliament.uk/research-briefings/cbp-9313/", "overview": ""}, "departments": [{"acronym": "DfT", "name": "Department for Transport", "url": "https://www.gov.uk/government/organisations/department-for-transport"}], "topics": []}}, {"type": "petition", "id": 599602, "links": {"self": "https://petition.parliament.uk/petitions/599602.json"}, "attributes": {"action": "Hold a referendum on whether to keep the 2050 net zero target", "background": "Set a referendum on whether the UK should continue with its 2050 net zero target.", "additional_details": "I believe net zero target lacks legitimacy and without a referendum the current climate change policy lacks the explicit consent of the people, as argued by The Harrogate Agenda. This exposes a massive democratic deficit in our system of government.", "committee_note": "", "state": "closed", "signature_count": 24575, "created_at": "2021-10-21T12:03:41.176Z", "updated_at": "2022-10-03T11:36:01.962Z", "rejected_at": null, "opened_at": "2021-10-27T14:24:34.494Z", "closed_at": "2022-04-27T22:59:59.999Z", "moderation_threshold_reached_at": "2021-10-21T13:40:08.000Z", "response_threshold_reached_at": "2021-11-04T18:03:18.000Z", "government_response_at": "2021-11-29T17:32:35.405Z", "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": null, "government_response": {"responded_on": "2021-11-29", "summary": "National referendums are a mechanism to endorse major constitutional change; debates about national policy are best determined through Parliamentary democracy and the holding of elections.", "details": "The government made a key manifesto commitment to reach “Net Zero by 2050 with investment in clean energy solutions and green infrastructure to reduce carbon emissions and pollution”. It was one of the top six pledges in the government’s manifesto, alongside policy commitments to help achieve the target. The net zero target was passed into law by Parliament with strong cross-Party support.\r\n\r\nIt is clear that public concern about climate change is high, having doubled since 2016, with 80% of people in the UK either concerned or very concerned (BEIS Public Attitudes Tracker Wave 37, 2021). We also know that people and businesses recognise that change must happen - 80% of respondents in a recent survey believe the way we live our lives will need to change to address climate change (BEIS, Climate change and net zero: public awareness and perceptions, 2021). In the same survey, after being provided with information on net zero, 78% of all participants said they strongly or somewhat supported the net zero target. \r\nMoving away from fossil fuels and towards net zero gives us the unprecedented opportunity to:\r\n\r\n - Create and secure thousands of well-paid, quality jobs across the UK, helping to level up the country. Tackling net zero will create thousands long-term jobs in our reindustrialised heartlands.\r\n\r\n - Build a more secure, home-grown energy sector based on nuclear, wind, hydrogen and solar that is not reliant on imported fossil fuels, providing consumers with affordable, reliable energy for warmer homes and workplaces.\r\n\r\n - Reduce harmful pollution which contaminates our air and our natural environment to improve our health and wellbeing, as well as that of future generations.\r\n\r\n - Attract investment into UK businesses and industry, revitalising our industrial heartlands while driving down the costs of key technologies – from electric vehicles to heat pumps – to reduce bills and give the UK a competitive edge. Since the launch of the Prime Minister’s Ten Point Plan we have secured £5.8bn in green foreign investment.\r\n\r\nRecent volatile international gas prices have demonstrated that we need to reduce our reliance on fossil fuels. We need to protect consumers and businesses from global gas prices by increasing our domestic energy security through clean power that is generated in the UK for the people of the UK.\r\n\r\nTaking action on climate is also crucial to strengthening the UK’s place in the global economy as we Build Back Better from the pandemic. The whole world is trying to capitalise on the benefits of going greener, investing in innovative new technology, building new industries, and creating quality jobs in sustainable sectors.\r\n\r\nOur transition to net zero we will be tech-led using the best of British technology and innovation – just as we did in the last industrial revolution – to help make homes and buildings warmer, the air cleaner and our journeys greener, all while creating thousands of jobs in new future-proof industries.\r\n\r\nTransitioning to net zero is not about telling people what to do or stopping people doing things; it’s about giving them the support they need to do the same things they do now but in a more sustainable way.\r\n\r\nWe must seize the moment to get a head start on this worldwide green industrial revolution and ensure UK industries, workers and the wider public benefit. Taking action now will put us at the forefront of large, expanding global markets and allow us to capitalise on export opportunities in low carbon technologies and services.\r\n\r\nDepartment for Business, Energy and Industrial Strategy\r\n", "created_at": "2021-11-29T17:32:35.401Z", "updated_at": "2021-11-29T17:32:35.401Z"}, "debate": null, "departments": [{"acronym": "CO", "name": "Cabinet Office", "url": "https://www.gov.uk/government/organisations/cabinet-office"}], "topics": []}}, {"type": "petition", "id": 599622, "links": {"self": "https://petition.parliament.uk/petitions/599622.json"}, "attributes": {"action": "Create new recycling and reuse requirements for local authorities", "background": "COP26 climate goals can only be met if we tackle consumer waste and consumption. The Government should create new requirements for local authorities to follow the waste hierarchy, and reduce landfill use, to reduce carbon emissions and waste.", "additional_details": "The Government must bring forward its pledge to reduce landfill use to a max 10% of municipal waste by 2035 and mandate Reuse and Recycle. They need to be more ambitious with their target and act now to mandate that councils use the waste hierarchy. The waste hierarchy promotes the following steps in this order: Prevention, Reuse, Recycling, Other Recovery, and Disposal.\r\n \r\nSecond hand, the circular economy and reuse should form a larger part of the national - and international - net zero strategy.", "committee_note": "", "state": "closed", "signature_count": 17287, "created_at": "2021-10-21T16:08:55.420Z", "updated_at": "2022-09-06T10:54:36.461Z", "rejected_at": null, "opened_at": "2021-10-27T11:42:22.596Z", "closed_at": "2022-04-27T22:59:59.999Z", "moderation_threshold_reached_at": "2021-10-21T16:33:18.000Z", "response_threshold_reached_at": "2021-12-15T09:26:18.000Z", "government_response_at": "2021-12-31T14:06:20.737Z", "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": null, "government_response": {"responded_on": "2021-12-31", "summary": "Through the Environment Act 2021, the Government has strengthened legislative requirements to increase recycling rates to 65%, with less than 10% of municipal waste ending up in landfill, by 2035.", "details": "The Government recognises the importance of tackling consumer waste. We set out in our Resources and Waste Strategy (2018) that we are committed to moving towards a more circular economy. That means we will continue to prioritise measures to prevent waste occurring in the first place, but where waste does occur, we should be maximising its resource value and minimising its environmental impact.\r\n\r\nWe consulted on a new Waste Prevention Programme between March and June 2021 which builds on the Resources and Waste Strategy and seeks to establish a programme which helps with our strategic goals including reducing greenhouse gas emissions and achieving net zero, as well as increasing our resource productivity and minimising waste. Subject to the results of that consultation, it will propose action across seven key sectors – construction; textiles; furniture; electrical and electronics products; road vehicles; packaging, plastics and single-use items; and food – to minimise waste and work towards a more resource efficient economy. This includes steps to use resources more efficiently, design and manufacture products for optimum life and repair and reuse more items. We expect to publish our revised Programme following the consultation shortly.\r\n\r\nAll local authorities and waste operators are already required, under the Waste (England and Wales) Regulations 2011 on the transfer of waste, to collect, treat and dispose of waste in accordance with the waste hierarchy, which prioritises waste management options. This requires the prevention of waste in the first place (such as reuse or reduction of materials), and where this is not possible, preparing items for reuse. If neither prevention nor preparing for re-use is possible, then recycling is the next best option, followed by energy recovery (such as energy from waste). Disposal without energy recovery, such as landfill, is regarded as the worst option. Subject to some limited exceptions, regulation 13 requires the separate collection of waste paper, metal, plastic and glass and regulation 14 requires that separately collected waste is not mixed with other material with different properties. Following this, in 2020 we introduced a ban on sending waste paper, metal, plastic and glass that is separately collected for recycling or preparing for re-use to landfill or incineration.\t\r\n\r\nWhen waste cannot be prevented or reused, the waste hierarchy states that it should be recycled where possible. The Environment Act 2021 inserts new requirements into the Environmental Protection Act 1990 for all local authorities in England to make arrangements for a core set of materials (paper and card; glass; metal; plastic; food waste; and garden waste) to be collected separately for recycling from households. These include requirements on businesses and non-domestic premises, such as schools and hospitals, to present the same waste streams for separate collection, except garden waste, and arrange for their separate collection.\r\n\r\nWe recently consulted on measures to increase the consistency in recycling in line with the new provisions in the Environmental Protection Act. This will ensure that there is more recycled material in the products we buy, and that the UK recycling industry grows. Whilst we want to introduce consistency in recycling as quickly as possible, we recognise local authorities and businesses will need time to adapt to the changes. We expect to publish a full Government response to our consultation in early 2022 and intend to consult further on statutory guidance in 2022.\r\n\r\nThese measures will constitute a significant step towards meeting our 25 Year Environment Plan commitment to eliminate avoidable waste by 2050 and contribute towards meeting recycling targets, including our commitment of 65% of municipal (household-like) waste to be recycled by 2035, with no more than 10% ending up in landfill.\r\n\r\nWe have already seen the impact of the landfill tax on the percentage of waste sent to landfill. In England, 8.5% of local authority managed waste went to landfill in 2019/20. By continuing to incentivise the diversion of waste away from landfill to be managed further up the waste hierarchy through the Landfill Tax, the Government is making strong progress towards the goal of no more than 10% of municipal waste to landfill by 2035.\r\n\r\nThe planned introduction of Extended Producer Responsibility (EPR) and a Deposit Return Scheme (DRS) will also help incentivise recycling of plastic and metal. More details will be communicated in the Government responses to the public consultations for EPR and DRS which were held in 2021. These responses will be published in early 2022.\r\n\r\nDepartment for Environment, Food and Rural Affairs\r\n", "created_at": "2021-12-31T14:06:20.734Z", "updated_at": "2021-12-31T14:06:20.734Z"}, "debate": null, "departments": [{"acronym": "DEFRA", "name": "Department for Environment, Food and Rural Affairs", "url": "https://www.gov.uk/government/organisations/department-for-environment-food-rural-affairs"}], "topics": []}}, {"type": "petition", "id": 617573, "links": {"self": "https://petition.parliament.uk/petitions/617573.json"}, "attributes": {"action": "Require all new builds to have solar panels as condition of planning permission", "background": "Make it mandatory for all new buildings to be fitted with solar panels as a condition of planning permission. ", "additional_details": "This should help achieve our net zero goals without sacrificing more areas of beauty. It should also help to bring down household bills, reduce our reliance on fossil fuels and reduce carbon emissions.", "committee_note": "", "state": "closed", "signature_count": 15145, "created_at": "2022-05-30T09:09:05.762Z", "updated_at": "2022-12-21T00:00:01.905Z", "rejected_at": null, "opened_at": "2022-06-06T14:16:47.845Z", "closed_at": "2022-12-20T23:59:59.999Z", "moderation_threshold_reached_at": "2022-06-01T09:47:39.000Z", "response_threshold_reached_at": "2022-10-31T12:35:00.000Z", "government_response_at": "2022-11-23T17:34:53.036Z", "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": null, "government_response": {"responded_on": "2022-11-23", "summary": "We do not mandate solar panels to enable innovation and tailoring to individual sites. However we expect most developers will use solar panels to meet the recent uplift in energy efficiency standards.", "details": "The Government is committed to meeting its target of net zero emissions by 2050 and renewable energy, such as that generated from solar panels, is a key part of our strategy to get to net zero.\r\n \r\nPlanning policy cannot set specific building standards, that is the role of Building Regulations. The Building Regulations set standards for the design, construction and alteration of buildings, which means they are an important mechanism for improving the energy efficiency of buildings. The Regulations are technology-neutral and therefore do not ban or mandate specific technologies. This provides developers with flexibility to innovate and choose the most appropriate and cost-effective solutions for their site. For instance, some homes may not be suitable for solar panels due to reasons such as shading, orientation, and roof size/shape.\r\n \r\nWe recognise, however, the important role that rooftop solar panels can play in making buildings more energy efficient. We must therefore take the opportunity, where appropriate, to fit solar panels.\r\n\r\nIn December 2021 the Government introduced an uplift in energy efficiency standards, which came into force in June 2022. The uplift delivers a meaningful reduction in carbon emissions, with new homes now expected to produce around 30% less CO2 emissions and new non-domestic buildings expected to produce around 27% less CO2 emissions compared to those built to the previous standards. We expect that to meet the new standards, most new homes and buildings will be built with solar panels. Where they do not include solar panels, they are likely to include other low carbon heating technology, such as heat pumps. \r\n\r\nThe uplift is a stepping-stone towards the 2025 Future Homes and Buildings Standards, which will deliver even higher energy efficiency standards. From 2025, new homes and buildings will be ‘zero carbon ready’, which means that no further retrofit work for energy efficiency will be necessary to enable them to become zero-carbon as the electricity grid continues to decarbonise. We expect heat pumps will become the primary heating technology for new buildings under the Future Homes and Buildings Standards. Other green technologies, such as solar panels, will also continue to play an important role. \r\n\r\nWith regards to the planning framework, our National Planning Policy Framework sets out policies that encourage local planning authorities to consider the use and supply of renewable and low carbon energy and heat through plan making and when determining planning applications.\r\n \r\nThere are a range of nationally set permitted development rights that allow for the installation of micro-generation equipment, including rooftop solar panels on domestic and non-domestic properties, without having to make a planning application. We will keep the existing permitted development rights for solar equipment under regular review.\r\n\r\nDepartment for Levelling Up, Housing and Communities", "created_at": "2022-11-23T17:34:53.033Z", "updated_at": "2022-11-23T17:34:53.033Z"}, "debate": null, "departments": [{"acronym": "DLUHC", "name": "Department for Levelling Up, Housing and Communities ", "url": "https://www.gov.uk/government/organisations/department-for-levelling-up-housing-and-communities"}], "topics": []}}, {"type": "petition", "id": 552296, "links": {"self": "https://petition.parliament.uk/petitions/552296.json"}, "attributes": {"action": "Enshrine tree planting target in law", "background": "The UK is hosting the 2021 United Nations Climate Change Conference and has already enshrined a net zero carbon emissions target in law. Now is the time for the Government to set a legally-binding tree planting target, in line with the recommendation by the Committee on Climate Change.", "additional_details": "Tree planting is integral to tackling the climate crisis. Despite this, only 13% of the UK has tree cover, compared to an EU average of 38%. A legally binding target to plant 30,000 ha of new woodland each year to 2050, as has been recommended by the Committee on Climate Change, that considers best sustainable practices in urban and rural tree planting could help increase biodiversity, reconnect people with nature and deliver on our net zero target.", "committee_note": "", "state": "closed", "signature_count": 10508, "created_at": "2020-09-24T09:42:05.095Z", "updated_at": "2021-08-10T11:40:25.000Z", "rejected_at": null, "opened_at": "2020-11-13T12:56:55.745Z", "closed_at": "2021-05-13T22:59:59.999Z", "moderation_threshold_reached_at": "2020-09-24T13:26:14.000Z", "response_threshold_reached_at": "2021-05-03T17:18:45.000Z", "government_response_at": "2021-05-21T10:57:02.779Z", "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": null, "government_response": {"responded_on": "2021-05-21", "summary": "The Government is exploring whether a statutory target for woodland creation in England would be appropriate.", "details": "The Government has committed to increase the rate of new woodland creation across the UK to 30,000 hectares per year by the end of this Parliament and to at least treble tree planting rates to deliver improved biodiversity, climate, economic and societal benefits.\r\n\r\nEngland will have at least 12% woodland cover by mid-century, contributing to net zero greenhouse gas emissions. Woodlands will be managed for biodiversity and other environmental and societal benefits, along with providing a sustainable source of timber and other products.  \r\n\r\nWe are exploring whether a longer-term statutory target for woodland creation in England would be appropriate, including possible interactions with other potential environmental targets.\r\n\r\nThe Environment Bill, currently passing through Parliament, seeks to introduce a mechanism for the Secretary of State to set targets in a number of environmental areas, including woodland creation. The development of any environmental targets will follow a robust, evidence-led process that includes a statutory requirement to seek independent expert advice and a role for stakeholders and the public, as well as scrutiny from Parliament.\r\n\r\nWe are working towards a public consultation for publication in early 2022 that will include proposed targets and an assessment of their impacts. The newly published England Trees Action Plan sets out plans for achieving an unprecedented increase in woodland creation in England, supported by the Nature for Climate Fund. This programme of work will support the Government’s tree planting ambitions over the course of this Parliament and help to increase woodland creation rapidly in England.\r\n\r\nDepartment for Environment Food & Rural Affairs", "created_at": "2021-05-21T10:57:02.777Z", "updated_at": "2021-05-21T10:57:02.777Z"}, "debate": null, "departments": [{"acronym": "DEFRA", "name": "Department for Environment, Food and Rural Affairs", "url": "https://www.gov.uk/government/organisations/department-for-environment-food-rural-affairs"}], "topics": []}}, {"type": "petition", "id": 300316, "links": {"self": "https://petition.parliament.uk/petitions/300316.json"}, "attributes": {"action": "Hold a referendum to scrap the UK's policy of Net Zero CO2 by 2050", "background": "We need a referendum - The Net Zero CO2 policy was waved through parliament without any meaningful debate, proper costings or cost benefit analysis. There was no party in the 2019 general election standing in all 650 seats that was against net zero to give voters the choice to vote against it.", "additional_details": "The financial and freedom implications of Net Zero have not been explained, along with the fact that the UK produces less than 1% of global man-made CO2 emissions. Even reducing this to zero will have no impact on global man-made CO2 emissions, weather or climate as the big emitters like China (30%) and India have energy policies that will continue to increase global CO2 emissions to 2035 and beyond. A unilateral or limited net zero could just move UK emissions and jobs overseas.", "committee_note": "", "state": "closed", "signature_count": 7628, "created_at": "2020-03-04T17:30:25.487Z", "updated_at": "2020-11-13T18:01:06.169Z", "rejected_at": null, "opened_at": "2020-03-06T17:18:39.080Z", "closed_at": "2020-09-06T22:59:59.999Z", "moderation_threshold_reached_at": "2020-03-04T18:07:44.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": null, "government_response": null, "debate": null, "departments": [{"acronym": "BEIS", "name": "Department for Business, Energy and Industrial Strategy", "url": "https://www.gov.uk/government/organisations/department-for-business-energy-and-industrial-strategy"}], "topics": []}}, {"type": "petition", "id": 302992, "links": {"self": "https://petition.parliament.uk/petitions/302992.json"}, "attributes": {"action": "Decline any requests for bailouts from the airline industry", "background": "Cease any investment and subsidies in the aviation industry and support the employees to transition into roles in 'greener' transport.", "additional_details": "To protect citizens from the worst impacts of climate change and biodiversity loss by stopping investment in industry that does not support the commitment to (net) zero emissions by 2050, which is arguably an insufficient ambition.", "committee_note": null, "state": "closed", "signature_count": 5070, "created_at": "2020-03-15T09:55:34.258Z", "updated_at": "2020-09-24T23:00:05.018Z", "rejected_at": null, "opened_at": "2020-03-24T15:50:31.467Z", "closed_at": "2020-09-24T22:59:59.999Z", "moderation_threshold_reached_at": "2020-03-15T11:07:24.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": null, "government_response": null, "debate": null, "departments": [{"acronym": "HMT", "name": "HM Treasury", "url": "https://www.gov.uk/government/organisations/hm-treasury"}], "topics": []}}, {"type": "petition", "id": 601629, "links": {"self": "https://petition.parliament.uk/petitions/601629.json"}, "attributes": {"action": "Ban the mining of and trade in \"proof of work\" cryptocurrencies within the UK", "background": "Many popular cryptocurrencies use \"proof of work\" to secure transactions. Proof of work is incredibly wasteful: current estimates suggest that it currently uses around 0.5% of the world's electricity. We cannot afford this waste if we want to reach net zero.", "additional_details": "Many computers used to mine cryptocurrencies are specialised, can't be repurposed and rapidly become obsolete. This generates a lot of electronic waste. Recent estimates have concluded that mining operations consume 4% of specialised semiconductor manufacturing and 20% of all graphics card sales. A ban on proof of work based cryptocurrencies, would not be a full ban on cryptocurrencies but would instead incentivise a move to more environmentally friendly mining algorithms such as proof of stake.", "committee_note": "", "state": "closed", "signature_count": 786, "created_at": "2021-11-20T12:10:07.039Z", "updated_at": "2022-06-01T23:00:06.891Z", "rejected_at": null, "opened_at": "2021-12-01T16:17:58.204Z", "closed_at": "2022-06-01T22:59:59.999Z", "moderation_threshold_reached_at": "2021-11-24T11:46:58.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": null, "government_response": null, "debate": null, "departments": [{"acronym": "HMT", "name": "HM Treasury", "url": "https://www.gov.uk/government/organisations/hm-treasury"}], "topics": []}}, {"type": "petition", "id": 621583, "links": {"self": "https://petition.parliament.uk/petitions/621583.json"}, "attributes": {"action": "End All Government Subsidies for Fossil Fuel Companies", "background": "The UK is reported to have given over £13bn in subsidies to fossil fuel companies since the Paris agreement in 2015, including £10bn in tax reliefs for exploration and production. This is the third highest in the world, after India and China. These need to stop, and the money put to better use.", "additional_details": "We are in a cost of living crisis and fossil fuel companies have recorded record profits. They do not need government support especially when people are struggling to pay rising energy costs.\r\n\r\nWe also have a climate emergency and giving money to fossil fuel companies will surely reduce our ability to hit net zero by 2050. We should not be subsidising polluters while trying to reduce our carbon footprint.\r\n\r\nThe money could be better spent improving health care, schools or even combating climate change.", "committee_note": "", "state": "open", "signature_count": 778, "created_at": "2022-08-08T20:30:13.638Z", "updated_at": "2023-01-02T21:58:50.000Z", "rejected_at": null, "opened_at": "2022-08-10T08:12:01.716Z", "closed_at": null, "moderation_threshold_reached_at": "2022-08-09T11:25:39.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": "Matthew Brooks", "rejection": null, "government_response": null, "debate": null, "departments": [{"acronym": "DEFRA", "name": "Department for Environment, Food and Rural Affairs", "url": "https://www.gov.uk/government/organisations/department-for-environment-food-rural-affairs"}], "topics": []}}, {"type": "petition", "id": 601544, "links": {"self": "https://petition.parliament.uk/petitions/601544.json"}, "attributes": {"action": "Commit to building the eastern leg of HS2 to Leeds", "background": "The Government must build the eastern leg of HS2 in full to deliver it's promise to level up the North. To achieve the full benefits of Phase 1 the full Y shaped network must be built. The planned route is a result of years of work. We believe it is the best option for the UK rail network.", "additional_details": "The eastern leg of HS2 could be transformative to the North and the Midlands. It would free up space on existing lines for more local services and could help reduce carbon emissions. After the COP26 conference the Government must invest in projects that help move the country to net zero. Increasing rail ridership is a major way to do this.", "committee_note": "", "state": "closed", "signature_count": 381, "created_at": "2021-11-18T19:00:07.891Z", "updated_at": "2022-05-24T23:00:06.178Z", "rejected_at": null, "opened_at": "2021-11-24T15:57:35.890Z", "closed_at": "2022-05-24T22:59:59.999Z", "moderation_threshold_reached_at": "2021-11-18T19:05:58.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": null, "government_response": null, "debate": null, "departments": [{"acronym": "DfT", "name": "Department for Transport", "url": "https://www.gov.uk/government/organisations/department-for-transport"}], "topics": []}}, {"type": "petition", "id": 300597, "links": {"self": "https://petition.parliament.uk/petitions/300597.json"}, "attributes": {"action": "Remove VAT on Energy Efficiency Measures To Help Meet 2050 Emissions Target", "background": "Taxing people who voluntarily choose to upgrade the energy efficiency of their home goes against the government’s 2050 zero carbon target. Particularly as people building new homes that will ultimately add carbon emissions pay no VAT at all.", "additional_details": "Government signed the 2050 Net Zero emissions commitment into law in 2019 and that legislation has since been cited in the decision to prevent a third runway at Heathrow. While VAT on measures such as insulation and heat pumps has been reduced to 5%, it remains at 20% for items like LED lighting and Heat Recovery Ventilation, both of which are essential for a low carbon home. Zero-rating energy saving technologies would stimulate growth in the low carbon economy at a critical time for the UK.", "committee_note": null, "state": "closed", "signature_count": 358, "created_at": "2020-03-06T15:05:13.369Z", "updated_at": "2021-08-06T16:29:08.834Z", "rejected_at": null, "opened_at": "2020-03-11T14:46:27.532Z", "closed_at": "2020-09-11T22:59:59.999Z", "moderation_threshold_reached_at": "2020-03-06T16:20:34.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": null, "government_response": null, "debate": null, "departments": [{"acronym": "BEIS", "name": "Department for Business, Energy and Industrial Strategy", "url": "https://www.gov.uk/government/organisations/department-for-business-energy-and-industrial-strategy"}], "topics": []}}, {"type": "petition", "id": 629859, "links": {"self": "https://petition.parliament.uk/petitions/629859.json"}, "attributes": {"action": "Bring in legislation to end internal air flights in the UK.", "background": "A return flight London - Edinburgh produces 193kg of carbon emissions whilst the same journey by train produces only 24kg CO2. Ending internal flights when the journeys could be made without much inconvenience by far less polluting means, would significantly reduce the risks of the climate crisis.", "additional_details": "If left unabated the climate crisis will cause widespread suffering of people and wildlife, and economic loss. We need to half our carbon emissions by 2030 and then reduce them to net zero by 2050. The sooner we can change the way we live, adopting climate friendly habits, the easier it will be. The Government can play a major role in enabling and encouraging us to make these lifestyles changes, and to do so in a way that is fair to everyone.", "committee_note": null, "state": "open", "signature_count": 318, "created_at": "2022-12-14T09:55:46.663Z", "updated_at": "2023-01-02T18:16:20.000Z", "rejected_at": null, "opened_at": "2022-12-19T11:29:42.446Z", "closed_at": null, "moderation_threshold_reached_at": "2022-12-14T17:11:50.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": "Judith Victoria Russenberger", "rejection": null, "government_response": null, "debate": null, "departments": [{"acronym": "DfT", "name": "Department for Transport", "url": "https://www.gov.uk/government/organisations/department-for-transport"}], "topics": []}}, {"type": "petition", "id": 301289, "links": {"self": "https://petition.parliament.uk/petitions/301289.json"}, "attributes": {"action": "Run a Public Awareness Campaign about the Climate and Ecological Emergency", "background": "We need the government to run a ‘Climate and Ecological Awareness’ public information campaign that will reach as wide an audience as possible.  The government has carried out such campaigns in the past for issues that posed far less danger to our well-being, for example the anti-smoking campaign.", "additional_details": "The UK Committee on Climate Change is telling us that we are not currently on track for our 2050 net-zero target and we are likely to see global warming of 2-4 degrees by the end of this century. This is far higher than the levels deemed ‘safe’ in the IPCC special report of 2018.   Many of us are oblivious to the damage that we wreak daily on our environment by our activities.\r\n\r\nWe all need to get involved in facing the challenge, so that the UK can be a role-model for the rest of the world.", "committee_note": null, "state": "closed", "signature_count": 250, "created_at": "2020-03-10T14:39:08.068Z", "updated_at": "2020-11-13T18:04:16.038Z", "rejected_at": null, "opened_at": "2020-03-17T16:04:54.131Z", "closed_at": "2020-09-17T22:59:59.999Z", "moderation_threshold_reached_at": "2020-03-11T12:53:44.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": null, "government_response": null, "debate": null, "departments": [{"acronym": "BEIS", "name": "Department for Business, Energy and Industrial Strategy", "url": "https://www.gov.uk/government/organisations/department-for-business-energy-and-industrial-strategy"}], "topics": []}}, {"type": "petition", "id": 594797, "links": {"self": "https://petition.parliament.uk/petitions/594797.json"}, "attributes": {"action": "Stop new exploration and production licenses for UK Off and Onshore oil and gas.", "background": "We would like the UK government to end the exploration and development of new oil and gas fields in the UK and its territories, including the Cambo oil field. The development of new oil and gas fields undermines the UK Government’s commitment to Net-Zero by 2050 and its position as COP26 host.", "additional_details": "The Earth is already witnessing the effects of the climate crisis with extreme floods, droughts and wildfires, which, according to the 2021 IPCC report, can only be abated by swift and decisive action. In June 2021, the International Energy Agency recommended that a ban on new oil and gas projects was needed to avoid even worse climate disasters and reach net-zero emissions by 2050. We want the Government and Parliament to take responsibility by putting this recommendation into legislation.", "committee_note": "", "state": "closed", "signature_count": 242, "created_at": "2021-08-13T12:06:23.989Z", "updated_at": "2022-02-21T00:00:07.528Z", "rejected_at": null, "opened_at": "2021-08-20T15:56:07.522Z", "closed_at": "2022-02-20T23:59:59.999Z", "moderation_threshold_reached_at": "2021-08-15T19:05:15.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": null, "government_response": null, "debate": null, "departments": [{"acronym": "DEFRA", "name": "Department for Environment, Food and Rural Affairs", "url": "https://www.gov.uk/government/organisations/department-for-environment-food-rural-affairs"}], "topics": []}}, {"type": "petition", "id": 599710, "links": {"self": "https://petition.parliament.uk/petitions/599710.json"}, "attributes": {"action": "Revoke the 2050 net zero target", "background": "Why should the people be punished to pay for what I believe is a vanity project? Nobody voted for any of this and there is mounting resentment that we are being dragged into a very very uncertain future that we do not want.", "additional_details": "Why should we have to lead the world in decarbonisation? Other countries are chopping down trees money could be used to stop this, China is opening large numbers of coal fired power stations. The UK emitted just over 1% of world emissions but we have to change our way of life? We believe this is madness.. we will be forced to buy expensive electric cars, change the home heating. Stop it NOW!!!", "committee_note": "", "state": "closed", "signature_count": 208, "created_at": "2021-10-22T19:10:10.934Z", "updated_at": "2022-04-28T23:00:01.373Z", "rejected_at": null, "opened_at": "2021-10-28T11:11:20.542Z", "closed_at": "2022-04-28T22:59:59.999Z", "moderation_threshold_reached_at": "2021-10-23T08:12:18.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": null, "government_response": null, "debate": null, "departments": [{"acronym": "CO", "name": "Cabinet Office", "url": "https://www.gov.uk/government/organisations/cabinet-office"}], "topics": []}}, {"type": "petition", "id": 599977, "links": {"self": "https://petition.parliament.uk/petitions/599977.json"}, "attributes": {"action": "Ban the use of private jets to help climate change", "background": "As we are constantly reminded that 'we the people' must change our living habits to produce net zero carbon emissions, let's start by banning private jets from our airspace to help lower the country's pollution.", "additional_details": "The people in society that can afford to travel on private jets should set an example by not using private jets to travel or commute. Unfortunately the users of private jets are hypocritical to demand change but dont act. Ban all private jets from british airspace. 50 people on 1 plane not 50 people on 50 planes.", "committee_note": "", "state": "closed", "signature_count": 174, "created_at": "2021-10-27T19:31:42.556Z", "updated_at": "2022-05-04T23:00:04.331Z", "rejected_at": null, "opened_at": "2021-11-04T09:50:35.623Z", "closed_at": "2022-05-04T22:59:59.999Z", "moderation_threshold_reached_at": "2021-10-28T10:42:28.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": null, "government_response": null, "debate": null, "departments": [{"acronym": "DfT", "name": "Department for Transport", "url": "https://www.gov.uk/government/organisations/department-for-transport"}], "topics": []}}, {"type": "petition", "id": 610860, "links": {"self": "https://petition.parliament.uk/petitions/610860.json"}, "attributes": {"action": "Hold a referendum on the UK meeting net zero much earlier than 2050.", "background": "The rising price of fossil fuels is placing an unaffordable burden on the British people. Our reliance on imports of foreign fossil fuels also weakens our national security. We need to ditch our expensive and dangerous reliance on oil, coal and gas far quicker than is currently planned.", "additional_details": "The huge rise in energy bills is caused by increasingly expensive fossil fuels. These are responsible for 85% of the rise in bills in the UK according to energy think tank Ember. Green energy saves people money, ends our reliance on gas and oil imported from Britain's enemies and helps limit the flooding and extreme weather caused by climate change and which damages so many communities in Britain. We need to move much faster to achieve these benefits than 2050.", "committee_note": "", "state": "closed", "signature_count": 147, "created_at": "2022-03-06T21:05:20.088Z", "updated_at": "2022-09-25T23:00:01.607Z", "rejected_at": null, "opened_at": "2022-03-11T17:45:30.841Z", "closed_at": "2022-09-25T22:59:59.999Z", "moderation_threshold_reached_at": "2022-03-07T09:35:58.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": null, "government_response": null, "debate": null, "departments": [{"acronym": "BEIS", "name": "Department for Business, Energy and Industrial Strategy", "url": "https://www.gov.uk/government/organisations/department-for-business-energy-and-industrial-strategy"}], "topics": []}}, {"type": "petition", "id": 575844, "links": {"self": "https://petition.parliament.uk/petitions/575844.json"}, "attributes": {"action": "Evenly spread the environmental charges applied to domestic gas and electricity.", "background": "Currently environmental charges applied to domestic electricity are 12 times higher than those applied to gas, despite the fuels having almost identical levels of environmental impact. \r\nThe government should spread the charges relative to the pollution caused by each fuel.", "additional_details": "Electricity prices are 24% higher due to the environmental charge, whereas gas prices are only 2% higher.  \r\nThis disadvantages rural communities without gas, residents of flats and people forced to use electrical home heating.\r\nThe high charge on electricity slows the transition to Net Carbon Zero, by increasing the fuel cost for clean alternatives such as heat pumps and battery electric vehicles.\r\nElectricity generation is becoming cleaner each year, and the charges should reflect that progress.", "committee_note": null, "state": "closed", "signature_count": 141, "created_at": "2021-02-19T09:15:40.074Z", "updated_at": "2021-09-30T23:00:05.092Z", "rejected_at": null, "opened_at": "2021-03-31T10:57:28.027Z", "closed_at": "2021-09-30T22:59:59.999Z", "moderation_threshold_reached_at": "2021-02-20T10:00:17.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": null, "government_response": null, "debate": null, "departments": [{"acronym": "BEIS", "name": "Department for Business, Energy and Industrial Strategy", "url": "https://www.gov.uk/government/organisations/department-for-business-energy-and-industrial-strategy"}], "topics": []}}, {"type": "petition", "id": 576448, "links": {"self": "https://petition.parliament.uk/petitions/576448.json"}, "attributes": {"action": "Establish a permanent UK climate citizens assembly", "background": "There is a need for the Government and Parliament to have a PERMANENT climate citizens assembly to bring together citizens of the public to allow them to express their views and what they feel is acceptable for them and allowing them to be involved with decision making to achieve net zero by 2050.", "additional_details": "This would make decision making much more efficient for the Government and Parliament and easier to be accepted by the public. The reason why I feel it would be much more efficient because there is a lack of public trust in the Government and Parliament .With our ever changing environment Assembly members are from all walks of life with no political agenda helping to lay down the foundations for decisions to be made, I feel it would have a better public acceptance and understanding .", "committee_note": "", "state": "closed", "signature_count": 128, "created_at": "2021-02-22T18:32:51.722Z", "updated_at": "2021-10-01T23:00:00.724Z", "rejected_at": null, "opened_at": "2021-04-01T09:40:30.341Z", "closed_at": "2021-10-01T22:59:59.999Z", "moderation_threshold_reached_at": "2021-02-23T12:58:27.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": null, "government_response": null, "debate": null, "departments": [{"acronym": "DEFRA", "name": "Department for Environment, Food and Rural Affairs", "url": "https://www.gov.uk/government/organisations/department-for-environment-food-rural-affairs"}], "topics": []}}, {"type": "petition", "id": 622238, "links": {"self": "https://petition.parliament.uk/petitions/622238.json"}, "attributes": {"action": "Increase required teaching on climate change in the national curriculum", "background": "We want the Government to require 33 hours of climate education each school year, woven through all subjects on our national curriculum. This should help people better understand, adapt to and address the impact of climate change, from an early age.", "additional_details": "The Peoples' Climate Vote found that 64% of people believe we are in a climate emergency. More action is needed. Part of the UN's Sustainable Development Goal for education is that all learners acquire the knowledge and skills needed to promote sustainable development.\r\n \r\nWe are making progress by introducing a Natural History GCSE, however providing a solid grounding in environmental awareness from age 4-18 is essential to educate and empower young people to take effective action. We must invest in further climate education to help meet the UKs net zero goals.", "committee_note": "", "state": "open", "signature_count": 115, "created_at": "2022-08-21T13:18:57.147Z", "updated_at": "2022-12-29T11:52:40.000Z", "rejected_at": null, "opened_at": "2022-08-31T16:39:44.769Z", "closed_at": null, "moderation_threshold_reached_at": "2022-08-25T09:16:39.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": "Bethany Alice Rice", "rejection": null, "government_response": null, "debate": null, "departments": [{"acronym": "DfE", "name": "Department for Education", "url": "https://www.gov.uk/government/organisations/department-for-education"}], "topics": []}}, {"type": "petition", "id": 616392, "links": {"self": "https://petition.parliament.uk/petitions/616392.json"}, "attributes": {"action": "Bring forward the Net Zero emissions target to 2030", "background": "The Government needs to take drastic action to help save the planet. The Government has set a target of reducing greenhouse gas emissions to 1990 levels by 2050, but we want this target to be brought forward to 2030.", "additional_details": "In 2020 there was 326.1 million tonnes of CO2. The Government needs to expedite actions to reduce greenhouse gas emissions, to prevent the catastrophic consequences that could result from inaction.\r\n \r\nAs a 23 year old person I want there to be safe and secure but I even want that to be for my future family. I want to have a future and one for a family.", "committee_note": "", "state": "closed", "signature_count": 91, "created_at": "2022-05-10T18:02:43.070Z", "updated_at": "2022-11-27T00:00:00.801Z", "rejected_at": null, "opened_at": "2022-05-12T16:03:18.681Z", "closed_at": "2022-11-26T23:59:59.999Z", "moderation_threshold_reached_at": "2022-05-10T19:27:29.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": null, "government_response": null, "debate": null, "departments": [{"acronym": "BEIS", "name": "Department for Business, Energy and Industrial Strategy", "url": "https://www.gov.uk/government/organisations/department-for-business-energy-and-industrial-strategy"}], "topics": []}}, {"type": "petition", "id": 302355, "links": {"self": "https://petition.parliament.uk/petitions/302355.json"}, "attributes": {"action": "Make rooftop solar installations mandatory for all new homes valued over £400000", "background": "As the UK aims to reach net zero by 2050, it is important to ensure that rooftop solar becomes common place. I want new homes worth over £400000 to install rooftop solar as many cant afford to. These homes also are generally larger than lower valued homes and as a result use more electricity.", "additional_details": "The government should encourage the installation of rooftop solar for all home buyers and constructions around the country. Rooftop solar will be a vital step towards the goal of net zero as it will take homes off grid, handing control back to the home owner. Rooftop solar will also help to green the grid with a rapid expansion of the renewable technology with the impending housing construction boom. Rooftop solar will also make the grid more resilient and reduce the effect of blackouts on homes", "committee_note": null, "state": "closed", "signature_count": 79, "created_at": "2020-03-13T22:01:04.359Z", "updated_at": "2020-09-20T23:00:05.960Z", "rejected_at": null, "opened_at": "2020-03-20T12:36:14.666Z", "closed_at": "2020-09-20T22:59:59.999Z", "moderation_threshold_reached_at": "2020-03-14T12:49:24.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": null, "government_response": null, "debate": null, "departments": [{"acronym": "BEIS", "name": "Department for Business, Energy and Industrial Strategy", "url": "https://www.gov.uk/government/organisations/department-for-business-energy-and-industrial-strategy"}], "topics": []}}, {"type": "petition", "id": 301709, "links": {"self": "https://petition.parliament.uk/petitions/301709.json"}, "attributes": {"action": "All infrastructure projects be tested against the Net Zero Emissions 2050 Law", "background": "Ensure that all current and future infrastructure projects as part of Budget 2020 and beyond are rigorously tested against the Net Zero Emissions 2050 law. Sustainable and low carbon projects should then be prioritised including renewable energy and mass public transit.", "additional_details": "The evidence that we are in the midst of a global climate emergency is obvious, the science is obvious. But more than that we can see the impact of climate change every day from floods, to bush fires, Greenland and Antarctica ice melting faster than ever, to the decline in biodiversity. This is not a drill, we need real leadership and we need it now. \r\n\r\nThis government speaks about the people's priorities and surely the biggest priority for everyone is a planet that is safe to live on.", "committee_note": null, "state": "closed", "signature_count": 70, "created_at": "2020-03-12T10:48:24.491Z", "updated_at": "2021-07-26T16:40:14.360Z", "rejected_at": null, "opened_at": "2020-03-18T13:40:06.081Z", "closed_at": "2020-09-18T22:59:59.999Z", "moderation_threshold_reached_at": "2020-03-12T11:59:44.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": null, "government_response": null, "debate": null, "departments": [{"acronym": "BEIS", "name": "Department for Business, Energy and Industrial Strategy", "url": "https://www.gov.uk/government/organisations/department-for-business-energy-and-industrial-strategy"}], "topics": []}}, {"type": "petition", "id": 570716, "links": {"self": "https://petition.parliament.uk/petitions/570716.json"}, "attributes": {"action": "Get the UK's carbon emissions to net-zero by 2040.", "background": "Set a strategy so that carbon emissions can be reduced to net zero by 2030, or by 2040 at the absolute latest as the current target of 2050 is too late", "additional_details": "Children are concerned about the state the planet will be in when they are adults and want more to be done now to combat climate change.", "committee_note": "", "state": "closed", "signature_count": 68, "created_at": "2021-01-17T18:39:36.307Z", "updated_at": "2021-08-16T23:00:05.778Z", "rejected_at": null, "opened_at": "2021-02-16T09:22:28.660Z", "closed_at": "2021-08-16T22:59:59.999Z", "moderation_threshold_reached_at": "2021-01-17T19:34:57.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": null, "government_response": null, "debate": null, "departments": [{"acronym": "BEIS", "name": "Department for Business, Energy and Industrial Strategy", "url": "https://www.gov.uk/government/organisations/department-for-business-energy-and-industrial-strategy"}], "topics": []}}, {"type": "petition", "id": 619507, "links": {"self": "https://petition.parliament.uk/petitions/619507.json"}, "attributes": {"action": "Increase subsidies and grants for homeowners to improve their energy ratings", "background": "We're asking for an increase in subsidies and grants available to improve domestic energy ratings and reduce their emissions. This can be done through providing money for solar panels, heat pumps, improved insulation etc.", "additional_details": "22% of the UK’s carbon emissions come from our homes, with ¾ of this from our heating. We must make it easier for people to make their houses more eco-friendly, without them having to spend absurd amounts of money. For example, the costs of installing solar panels alone costs an average of around £6,000, making improvements like this unavailable for 20 million UK households. \r\n\r\nMore must be done to combat this issue, otherwise we have no chance of meeting our net zero target.", "committee_note": "", "state": "open", "signature_count": 62, "created_at": "2022-07-02T20:23:28.147Z", "updated_at": "2022-12-31T20:11:30.000Z", "rejected_at": null, "opened_at": "2022-07-08T07:46:29.223Z", "closed_at": null, "moderation_threshold_reached_at": "2022-07-03T18:39:09.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": "Emily Rigg", "rejection": null, "government_response": null, "debate": null, "departments": [{"acronym": "BEIS", "name": "Department for Business, Energy and Industrial Strategy", "url": "https://www.gov.uk/government/organisations/department-for-business-energy-and-industrial-strategy"}], "topics": []}}, {"type": "petition", "id": 622293, "links": {"self": "https://petition.parliament.uk/petitions/622293.json"}, "attributes": {"action": "Do not phase out lamb, beef or other meat products", "background": "According to a report by UK FIRES, eating beef and lamb would need to be phased out in order to meet the legal commitment of zero emissions by 2050.", "additional_details": "That there is a climate emergency is contested, as can be attested by the recent World Climate Declaration, signed by over 1100 scientists and professionals who oppose the net zero CO2 policy for 2050, deeming it damaging and unrealistic.\r\n\r\nMeat contributes several essential nutrients which are difficult to obtain in the right amounts from other food sources. Iron, for example, is most bioavailable when the source is meat.\r\n \r\nLocal grass-fed cattle farming should be encouraged as opposed to factory farming.", "committee_note": "", "state": "open", "signature_count": 57, "created_at": "2022-08-22T08:03:54.863Z", "updated_at": "2022-12-22T20:25:40.000Z", "rejected_at": null, "opened_at": "2022-11-02T17:27:53.265Z", "closed_at": null, "moderation_threshold_reached_at": "2022-08-23T20:34:19.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": "M Calvet", "rejection": null, "government_response": null, "debate": null, "departments": [{"acronym": "DEFRA", "name": "Department for Environment, Food and Rural Affairs", "url": "https://www.gov.uk/government/organisations/department-for-environment-food-rural-affairs"}], "topics": []}}, {"type": "petition", "id": 600777, "links": {"self": "https://petition.parliament.uk/petitions/600777.json"}, "attributes": {"action": "Extend the ban on plastic microbeads and other microplastics", "background": "To reduce plastic pollution and encourage businesses to produce greener products I would like the Government to extend the ban on the use of plastic microbeads to include leave-on cosmetic products, and also ban the use of microplastic emulsifiers.", "additional_details": "Extending the current ban on the amount of microplastics used in our products should have many benefits: It should reduce the amount of virgin plastic being produced, reduce plastic pollution in our oceans and other ecosystems, reduce the adverse health effects microplastics can have on humans and animals, and incentivise research into plastic free/ bioplastic alternatives. Reducing dependence on plastics and protecting marine ecosystems could also help the UK reach its net zero carbon targets.", "committee_note": "", "state": "closed", "signature_count": 57, "created_at": "2021-11-07T21:31:18.995Z", "updated_at": "2022-11-28T12:06:55.400Z", "rejected_at": null, "opened_at": "2021-11-15T16:02:21.892Z", "closed_at": "2022-05-15T22:59:59.999Z", "moderation_threshold_reached_at": "2021-11-08T20:37:28.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": null, "government_response": null, "debate": null, "departments": [{"acronym": "DEFRA", "name": "Department for Environment, Food and Rural Affairs", "url": "https://www.gov.uk/government/organisations/department-for-environment-food-rural-affairs"}], "topics": []}}, {"type": "petition", "id": 621094, "links": {"self": "https://petition.parliament.uk/petitions/621094.json"}, "attributes": {"action": "Create a ten-year interest free loan for domestic green energy transition", "background": "The Government should create funding in the form of an interest-free loan repayable over (up to) ten years for people to spend on solar, heat pump or insulation projects as appropriate to their domestic situation (including community energy proposals).", "additional_details": "We believe the current energy sector model is creating misery for millions and wrecking any hope of a decent future for future generations. Alternatives exist now to help tackle many of our problems regarding the climate, cost of living and long-term energy security.\r\n\r\nThis is a critical moment to incentivise people to transition. In the same time it will take to get new nuclear up and running we could reduce peoples' energy costs, massively boost UK-based industry and get a lot closer to meeting our net zero targets.", "committee_note": "", "state": "open", "signature_count": 51, "created_at": "2022-07-29T11:58:00.885Z", "updated_at": "2022-12-28T10:52:20.000Z", "rejected_at": null, "opened_at": "2022-08-02T16:50:41.549Z", "closed_at": null, "moderation_threshold_reached_at": "2022-07-29T18:04:29.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": "David Summers", "rejection": null, "government_response": null, "debate": null, "departments": [{"acronym": "BEIS", "name": "Department for Business, Energy and Industrial Strategy", "url": "https://www.gov.uk/government/organisations/department-for-business-energy-and-industrial-strategy"}], "topics": []}}, {"type": "petition", "id": 312843, "links": {"self": "https://petition.parliament.uk/petitions/312843.json"}, "attributes": {"action": "UK Government: restrict reduced VAT on domestic energy to renewable sources only", "background": "Apply the reduced VAT rate on energy consumption - currently 5% - only where supplies of that energy derive from a renewable source.", "additional_details": "To demonstrate that the UK is serious about reaching net-zero carbon emissions by 2050.", "committee_note": null, "state": "closed", "signature_count": 50, "created_at": "2020-04-01T09:30:52.372Z", "updated_at": "2020-11-29T00:00:01.084Z", "rejected_at": null, "opened_at": "2020-05-28T17:05:04.185Z", "closed_at": "2020-11-28T23:59:59.999Z", "moderation_threshold_reached_at": "2020-04-03T14:32:24.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": null, "government_response": null, "debate": null, "departments": [{"acronym": "HMT", "name": "HM Treasury", "url": "https://www.gov.uk/government/organisations/hm-treasury"}], "topics": []}}, {"type": "petition", "id": 627645, "links": {"self": "https://petition.parliament.uk/petitions/627645.json"}, "attributes": {"action": "Ban the importation of wood pellets used for the generation of electricity.", "background": "Importation of wood pellets should be banned and the use in power stations should be urgently reviewed. Burning of wood pellets must not be considered sustainable or a means of meeting net zero targets. Billions of UK green subsidies into this technology must stop.", "additional_details": "Using wood pellets releases more CO2 than burning coal. Because the government considers wood pellets as a renewable resource, by re-planting trees, the emissions are classed as carbon neutral and “helps” to get closer to the neutral target in 2030. This is not the case. Deforestation is happening around the world to supply the UK with wood pellets for burning, which generates around 11% of our energy needs. British taxpayers are funding this destruction of forests.", "committee_note": "", "state": "open", "signature_count": 46, "created_at": "2022-11-06T03:28:56.281Z", "updated_at": "2023-01-02T18:58:10.000Z", "rejected_at": null, "opened_at": "2022-11-09T11:56:31.441Z", "closed_at": null, "moderation_threshold_reached_at": "2022-11-06T23:02:40.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": "Benjamin Davies", "rejection": null, "government_response": null, "debate": null, "departments": [{"acronym": "BEIS", "name": "Department for Business, Energy and Industrial Strategy", "url": "https://www.gov.uk/government/organisations/department-for-business-energy-and-industrial-strategy"}], "topics": []}}, {"type": "petition", "id": 618660, "links": {"self": "https://petition.parliament.uk/petitions/618660.json"}, "attributes": {"action": "Raise the tax personal allowance reduction threshold from £100,000 to £150,000", "background": "Currently, the Personal Tax Allowance goes down by £1 for every £2 that your adjusted net income is above £100,000 and the allowance is zero if your income is £125,140 or above. With the cost of living crisis and historic high inflation, everyone is struggling and the threshold needs to be raised.", "additional_details": "With the cost of living crisis, historic high inflation and raising interest rates everyone is struggling to make ends meet and it is only going to get worse before it gets better. Lots of people will default on mortgages as interest rates are raised and there is a clear need for the tax system to keep up with the changing times. The personal allowance reduction threshold needs to be raised from £100,000 to £150,000 to alleviate the severe pain that the common people are enduring.", "committee_note": "", "state": "open", "signature_count": 38, "created_at": "2022-06-18T14:05:20.633Z", "updated_at": "2022-12-22T14:30:20.000Z", "rejected_at": null, "opened_at": "2022-07-04T08:08:19.440Z", "closed_at": null, "moderation_threshold_reached_at": "2022-06-27T23:50:59.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": "Chirag Desai", "rejection": null, "government_response": null, "debate": null, "departments": [{"acronym": "HMT", "name": "HM Treasury", "url": "https://www.gov.uk/government/organisations/hm-treasury"}], "topics": []}}, {"type": "petition", "id": 315001, "links": {"self": "https://petition.parliament.uk/petitions/315001.json"}, "attributes": {"action": "Members of Parliament should have to declare their carbon emissions ", "background": "The House of Commons should establish an Independent Regulatory Body that monitors the level of carbon emitted by MPs while carrying out their official work. ", "additional_details": "This would be publicly available like their expenses and interests are currently. It would work by using a specific model for each mode of transport.\r\n\r\nThe Government should do it to ensure that the 2019 net zero emissions by 2050 target is achieved. Parliament should be taking a lead on issues like this. This would enable the public to see what MPs have been emitting while carrying out their work and gives them the opportunity to scrutinise or praise our politicians. Inevitably, this will lead to a reduction in carbon emissions by MPs. If the country is going to be carbon neutral by 2050 then our policy makers need to be the ones taking the first steps.", "committee_note": "", "state": "closed", "signature_count": 38, "created_at": "2020-04-09T14:19:52.040Z", "updated_at": "2020-12-26T00:00:04.708Z", "rejected_at": null, "opened_at": "2020-06-25T16:39:49.772Z", "closed_at": "2020-12-25T23:59:59.999Z", "moderation_threshold_reached_at": "2020-04-09T16:02:14.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": null, "government_response": null, "debate": null, "departments": [], "topics": []}}, {"type": "petition", "id": 618652, "links": {"self": "https://petition.parliament.uk/petitions/618652.json"}, "attributes": {"action": "Bring the Green Homes Grant Voucher Scheme back!", "background": "Bring the GHGVS scheme back in order to attract the private owners of Solid Wall properties to have their properties insulated in an attempt to meet the Net Zero by 2050 target.", "additional_details": "It was said that the grant wasn’t efficient enough and less than 10% of the funding was spent. In this case our suggestion is for the remainder of the amount to be rolled over to next year and the year after.\r\n\r\nInstallers that took part in GHGVS last year and were successful are ready to grow which means that every year we can grow therefore absorb more funding and insulate more properties. \r\n\r\nI really think that improving something that worked is the way forward.", "committee_note": "", "state": "open", "signature_count": 30, "created_at": "2022-06-18T09:37:57.862Z", "updated_at": "2023-01-01T19:27:20.000Z", "rejected_at": null, "opened_at": "2022-06-22T08:56:14.375Z", "closed_at": null, "moderation_threshold_reached_at": "2022-06-18T12:37:29.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": "Bogdan Boldor", "rejection": null, "government_response": null, "debate": null, "departments": [{"acronym": "BEIS", "name": "Department for Business, Energy and Industrial Strategy", "url": "https://www.gov.uk/government/organisations/department-for-business-energy-and-industrial-strategy"}], "topics": []}}, {"type": "petition", "id": 624889, "links": {"self": "https://petition.parliament.uk/petitions/624889.json"}, "attributes": {"action": "Ban transparent plastic windows from food packaging", "background": "Make it mandatory for all UK-based food manufacturers to remove the transparent plastic \"windows\" on food packaging, as they are often non-recyclable and we believe they are unnecessary, given images of the food contained can be included on the packaging.", "additional_details": "We believe this could make a useful contribution to reducing carbon emissions and excess waste in the UK, helping us to reach net zero carbon emissions sooner and help avert climate disaster. Customers could be more at peace of mind knowing that their lunchtime sandwiches are having less of an impact on the earth.", "committee_note": "", "state": "open", "signature_count": 24, "created_at": "2022-10-08T20:01:09.364Z", "updated_at": "2022-12-29T11:52:40.000Z", "rejected_at": null, "opened_at": "2022-11-01T16:52:11.434Z", "closed_at": null, "moderation_threshold_reached_at": "2022-10-28T12:29:00.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": "Joel Andrew Whitfield", "rejection": null, "government_response": null, "debate": null, "departments": [{"acronym": "DEFRA", "name": "Department for Environment, Food and Rural Affairs", "url": "https://www.gov.uk/government/organisations/department-for-environment-food-rural-affairs"}], "topics": []}}, {"type": "petition", "id": 629040, "links": {"self": "https://petition.parliament.uk/petitions/629040.json"}, "attributes": {"action": "Establish an independent energy policy including onshore gas extraction.", "background": "To maintain a viable economy and lessen the threats from Russia and unreliable autocracies the United Kingdom should establish a safe, environmentally friendly, commercial viable and independent onshore gas extraction industry. Such an industry won’t delay Net Zero but help defend us strategically.", "additional_details": "Europe including the UK face an existential threat from the Russian invasion of Ukraine. Mr Putin is threatening to cut all of the remaining Russian gas supplies to Europe. Russia has the capability of severing undersea gas pipelines from Norway to the UK and Europe, whilst denying that he has already carried out such action. \r\nThe Eastern European War will in all probability be a very long and drawn out conflict lasting years if not decades. \r\nWe must be prepared for such an eventuality.", "committee_note": null, "state": "rejected", "signature_count": 21, "created_at": "2022-11-28T21:08:40.044Z", "updated_at": "2022-12-05T10:10:08.635Z", "rejected_at": "2022-12-05T10:10:05.893Z", "opened_at": null, "closed_at": null, "moderation_threshold_reached_at": "2022-11-29T18:19:30.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": {"code": "duplicate", "details": "https://petition.parliament.uk/petitions/622775"}, "government_response": null, "debate": null, "departments": [], "topics": []}}, {"type": "petition", "id": 608716, "links": {"self": "https://petition.parliament.uk/petitions/608716.json"}, "attributes": {"action": "Urgently recommence fracking.", "background": "Given the current and future problems with energy supplies before we reach net zero, fracking should be started immediately to take advantage of our vast reserves of natural gas. This would smooth out our transition from one power source to another.", "additional_details": "We are being mercilessly squeezed by Russia which is manipulating supplies of gas to Europe. Independence from this could easily be reached simply by relicensing fracking. Our own source of natural gas is a far greener option to importing it in tankers from around the world.", "committee_note": null, "state": "rejected", "signature_count": 21, "created_at": "2022-02-13T10:38:49.951Z", "updated_at": "2022-02-16T13:58:16.284Z", "rejected_at": "2022-02-16T13:58:16.287Z", "opened_at": null, "closed_at": null, "moderation_threshold_reached_at": "2022-02-13T11:30:28.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": {"code": "duplicate", "details": "You may like to sign the below petition we currently have open on this topic:\r\n\r\nCommit to UK natural gas and increase investment\r\nhttps://petition.parliament.uk/petitions/608274"}, "government_response": null, "debate": null, "departments": [], "topics": []}}, {"type": "petition", "id": 565047, "links": {"self": "https://petition.parliament.uk/petitions/565047.json"}, "attributes": {"action": "UK to ban the sale and use of all fossil fuels in all settings from 1st Jan 2040", "background": "To improve air quality and fulfil the UK's commitment to net zero carbon emissions  by 2050.", "additional_details": "To help phase out the use of fossil fuel technologies in all applications throughout the UK.", "committee_note": "", "state": "closed", "signature_count": 21, "created_at": "2020-12-27T11:20:59.633Z", "updated_at": "2021-06-30T23:00:07.446Z", "rejected_at": null, "opened_at": "2020-12-31T12:24:58.958Z", "closed_at": "2021-06-30T22:59:59.999Z", "moderation_threshold_reached_at": "2020-12-27T16:33:57.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": null, "government_response": null, "debate": null, "departments": [{"acronym": "DEFRA", "name": "Department for Environment, Food and Rural Affairs", "url": "https://www.gov.uk/government/organisations/department-for-environment-food-rural-affairs"}], "topics": []}}, {"type": "petition", "id": 310894, "links": {"self": "https://petition.parliament.uk/petitions/310894.json"}, "attributes": {"action": "Bring in self employed pay for those who don’t qualify under you new scheme", "background": "Provide a comprehensive package for self employed people and businesses that don’t pay business rates, are in their first 3 years of trading with no profits to date and those that are not eligible for any of your business grants. \r\nUniversal credit is not comparable to the packages given to others.", "additional_details": "Recognise those of us that have put everything we have into setting up our businesses by compensating us in line with all other workers, regardless of employed, self employed or zero hours contacts. \r\nYou forcibly close our businesses which takes away our only form of income. We also have families and bills that need to be paid. \r\nYou have provided a safety net for all, except those mentioned above. \r\nYou promised not to leave anyone out- now be true to your word and help the forgotten.", "committee_note": null, "state": "rejected", "signature_count": 21, "created_at": "2020-03-27T09:42:16.887Z", "updated_at": "2020-04-03T12:36:23.298Z", "rejected_at": "2020-04-03T12:36:04.009Z", "opened_at": null, "closed_at": null, "moderation_threshold_reached_at": "2020-03-27T09:55:44.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": {"code": "duplicate", "details": "https://petition.parliament.uk/petitions/311987\r\n\r\nhttps://petition.parliament.uk/petitions/310455\r\n\r\nhttps://petition.parliament.uk/petitions/310471\r\n\r\nYou can find out more about coronavirus and how you can protect yourself and others here: \r\nwww.gov.uk/coronavirus\r\nhttps://www.nhs.uk/conditions/coronavirus-covid-19/\r\n\r\nYou can read NHS tips to help if you are worried about coronavirus here: https://www.nhs.uk/oneyou/every-mind-matters/coronavirus-covid-19-anxiety-tips\r\n\r\nYou can read impartial analysis of the Government response to coronavirus and policy developments here:\r\nhttps://commonslibrary.parliament.uk/coronavirus/ \r\n\r\nYou may also be interested to know that because of the large number of petitions that have been started in relation to coronavirus, the Petitions Committee has been questioning the Government about its response to the coronavirus outbreak. \r\n \r\nFind out more and watch the Committee put questions suggested by petitioners to Government Ministers and the Deputy Chief Medical Officer: https://committees.parliament.uk/committee/326/petitions-committee/news/145767/committee-question-deputy-chief-medical-officer-and-ministers-on-coronavirus-response/\r\n \r\nRead letters asking further questions of Government Ministers: https://committees.parliament.uk/committee/326/petitions-committee/publications/3/correspondence/"}, "government_response": null, "debate": null, "departments": [], "topics": ["covid-19"]}}, {"type": "petition", "id": 310715, "links": {"self": "https://petition.parliament.uk/petitions/310715.json"}, "attributes": {"action": "Provide financial support for the newly self employed effected by COVID19", "background": "To provide those of us newly self employed with financial support who are not able to work due to COVID19 as offered to those who are employed or self employed with at least 1 years tax return. To stop fraudulent claims, let us submit self assessment 2019-2020 earnings NOW and be eligible", "additional_details": "There is a minority of us slipping through the safety net because we run a newly set up business from home. We have put hours of hard work, sweat, blood and tears into our businesses and we’re eligible for zero financial help from the government in this time of crisis. What we’ve earnt in March is supposed to last us for the foreseeable until we can work again. Even if we are eligible for Universal Credit, £400 a month in comparison to our earnings?! This is not fair and not ‘whatever it takes’", "committee_note": null, "state": "rejected", "signature_count": 21, "created_at": "2020-03-26T22:35:25.463Z", "updated_at": "2020-05-06T13:28:53.873Z", "rejected_at": "2020-05-06T13:28:44.002Z", "opened_at": null, "closed_at": null, "moderation_threshold_reached_at": "2020-03-26T22:44:34.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": {"code": "duplicate", "details": "https://petition.parliament.uk/petitions/310471\r\n\r\nYou can find out more about coronavirus and how you can protect yourself and others here: \r\n\r\nwww.gov.uk/coronavirus \r\n\r\nhttps://www.nhs.uk/conditions/coronavirus-covid-19/ \r\n\r\nThe Government has also created an online service to help you out what you can do if you’re struggling because of coronavirus: https://www.gov.uk/find-coronavirus-support \r\n\r\nYou can read NHS tips to help if you are worried about coronavirus here: https://www.nhs.uk/oneyou/every-mind-matters/coronavirus-covid-19-anxiety-tips "}, "government_response": null, "debate": null, "departments": [], "topics": ["covid-19"]}}, {"type": "petition", "id": 620610, "links": {"self": "https://petition.parliament.uk/petitions/620610.json"}, "attributes": {"action": "Climate action now: Bring forward the Net Zero Strategy target to 2030", "background": "Make climate action a priority by speeding up the process of the Net Zero Strategy that sets out policies and proposals for decarbonising all sectors of the UK economy. Change the target from 2050 to 2030.", "additional_details": "In 2020, the Met Office predicted the temperatures of an average UK summer in 2050. Within two years, we have already met those predictions.\r\nFires are now spontaneously starting in parts of England. Time is running out far quicker than expected. We urge the Government to start taking action immediately.", "committee_note": null, "state": "rejected", "signature_count": 19, "created_at": "2022-07-19T17:56:34.851Z", "updated_at": "2022-07-21T10:58:01.133Z", "rejected_at": "2022-07-21T10:57:59.874Z", "opened_at": null, "closed_at": null, "moderation_threshold_reached_at": "2022-07-19T18:29:19.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": {"code": "duplicate", "details": "You may wish to sign this petition which calls for the same action: https://petition.parliament.uk/petitions/616392"}, "government_response": null, "debate": null, "departments": [], "topics": []}}, {"type": "petition", "id": 595803, "links": {"self": "https://petition.parliament.uk/petitions/595803.json"}, "attributes": {"action": "Create a Government manufacturing leadership forum for small and medium firms", "background": "Create a dedicated manufacturing leadership forum for small and medium firms so Government can hear directly the voice of manufacturing at this critical time. The request would be for a forum made up of trade associations and manufacturing firms across all regions of the UK.", "additional_details": "Small and medium manufacturers are currently facing an unprecedented number of challenges as a result of government policies and legislation:\r\n\r\n- Dealing with the logistics and supply chain issues from Brexit\r\n- Staff recruitment\r\n- Transitioning to Net Zero\r\n- Dealing with increasing pace of technology advancement adoption / Industry 4.0\r\n- Access to finance\r\n\r\nA manufacturing leadership forum focused on small and medium firms  with ministerial support is needed to help firms grow and build back better.", "committee_note": "", "state": "closed", "signature_count": 19, "created_at": "2021-08-26T11:24:09.328Z", "updated_at": "2022-03-01T00:00:07.023Z", "rejected_at": null, "opened_at": "2021-08-31T13:26:33.531Z", "closed_at": "2022-02-28T23:59:59.999Z", "moderation_threshold_reached_at": "2021-08-26T13:11:25.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": null, "government_response": null, "debate": null, "departments": [{"acronym": "BEIS", "name": "Department for Business, Energy and Industrial Strategy", "url": "https://www.gov.uk/government/organisations/department-for-business-energy-and-industrial-strategy"}], "topics": []}}, {"type": "petition", "id": 580138, "links": {"self": "https://petition.parliament.uk/petitions/580138.json"}, "attributes": {"action": "License grouse moors and repurpose some for rewilding to aid biodiversity", "background": "Implement limited grouse moor licenses, with a zero tolerance license loss for heather burning and predator persecution. \r\n\r\nIn areas with many grouse moors or where nature needs more aid, do not issue licenses and repurpose the land for rewilding through the RSPB, Wildlife Trusts, and other parties", "additional_details": "Grouse moors cover over 6 million acres of land in the UK. Intensive management has a massive negative effect on the natural world, disrupting peat bogs which lock up carbon (or emit carbon when drained), deforestation, and killing raptors through cruel methods. They have failed in self regulation.\r\n\r\nIntroducing a license for England and Wales would force good standards. If these standards not met, the vast amounts of land can be repurposed for rewilding, to meet the 2050 Net Zero target.", "committee_note": null, "state": "rejected", "signature_count": 18, "created_at": "2021-03-17T10:20:51.537Z", "updated_at": "2021-03-24T09:08:23.639Z", "rejected_at": "2021-03-24T09:08:23.642Z", "opened_at": null, "closed_at": null, "moderation_threshold_reached_at": "2021-03-17T10:40:45.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": {"code": "no-action", "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe understand that you are concerned about activities relating to grouse moors, but we're not sure exactly what you'd like the Government or Parliament to do.\r\n\r\nIt's not sure exactly what you want to be licensed, or how proposals for rewilding would work where a moor is privately owned.\r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do."}, "government_response": null, "debate": null, "departments": [], "topics": []}}, {"type": "petition", "id": 600382, "links": {"self": "https://petition.parliament.uk/petitions/600382.json"}, "attributes": {"action": "Legislate against banks continuing to invest in fossil fuels.", "background": "Legislate to oblige all banks to transition away from financing the coal, oil and gas industry by 2030.", "additional_details": "The commitment at COP26 that financial institutions would reach net-zero by 2050 is far from enough. BankTrack has said that, in order to have only a 50% chance of limiting global heating to below 1.5 degrees, global carbon emissions must be more than halved by 2030. To be possible, banks must stop financing the fossil fuel industry in this decade. This is not happening. Banks around the world have invested over $3 trillion into fossil fuel in the past five years. The time to legislate is now.", "committee_note": null, "state": "rejected", "signature_count": 17, "created_at": "2021-11-03T10:42:25.237Z", "updated_at": "2021-11-30T11:22:33.036Z", "rejected_at": "2021-11-09T11:29:43.808Z", "opened_at": null, "closed_at": null, "moderation_threshold_reached_at": "2021-11-03T11:10:18.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": {"code": "irrelevant", "details": "We can't accept your petition because the UK Government and Parliament aren't responsible for the issue you raise. The UK Government and Parliament aren't responsible for directing investments by banks. "}, "government_response": null, "debate": null, "departments": [], "topics": []}}, {"type": "petition", "id": 621742, "links": {"self": "https://petition.parliament.uk/petitions/621742.json"}, "attributes": {"action": "Introduce subsidies and interest free loans for home solar energy systems", "background": "Provide subsidies and interest free loans to support UK citizens who would like to have solar energy systems, but the cost upfront is prohibitive.", "additional_details": "The initial capital investment (although this would be repayable loans for the most part) will be fairly large depending on uptake, but not crazy compared to all the support the gov is currently trying to provide. The benefits would last decades and reduce the UK energy deficit, help us become more self sufficient as well as massively accelerate the net zero targets set by the government. Give a person a fish, you feed them for one day, teach them how to fish and you’ll feed them for a lifetime", "committee_note": null, "state": "rejected", "signature_count": 16, "created_at": "2022-08-11T17:59:09.132Z", "updated_at": "2022-08-15T07:18:04.646Z", "rejected_at": "2022-08-15T07:18:03.407Z", "opened_at": null, "closed_at": null, "moderation_threshold_reached_at": "2022-08-11T18:29:19.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": {"code": "duplicate", "details": "You may wish to sign this petition which calls for a similar action: https://petition.parliament.uk/petitions/613855\r\n\r\nYou may be able to get a loan through the Green Deal scheme for energy-saving improvements to your home, including solar panels. You can find out more about this scheme here: https://www.gov.uk/green-deal-energy-saving-measures"}, "government_response": null, "debate": null, "departments": [], "topics": []}}, {"type": "petition", "id": 597771, "links": {"self": "https://petition.parliament.uk/petitions/597771.json"}, "attributes": {"action": "Require large filling stations in the UK, to provide electric vehicle chargers", "background": "Set a target for larger filling stations in the UK, so that they are required to provide a minimum ratio of EV rapid charging points (minimum 50 kW output) to fossil fuel pumps, to give motorists the confidence that owning an electric vehicle can be practical, even when charging at home isn't.", "additional_details": "Large oil companies are always telling us about their desire to achieve net zero, yet very few of their filling stations provide electric vehicle charging points.\r\n\r\nUK consumers are aware that making a long journey in an EV can be problematic, due to lack of (and reliability of) public chargers.\r\n\r\nIf filling stations had to provide (for example) one electric vehicle rapid charging point for every 3 petrol/diesel pumps, then motorists would be more open to switching to electric vehicles.", "committee_note": null, "state": "rejected", "signature_count": 16, "created_at": "2021-09-25T09:20:11.773Z", "updated_at": "2021-09-30T10:02:35.895Z", "rejected_at": "2021-09-30T10:02:35.899Z", "opened_at": null, "closed_at": null, "moderation_threshold_reached_at": "2021-09-25T13:50:08.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": {"code": "irrelevant", "details": "Petitions must call for a specific action that the UK Government or House of Commons is responsible for.\r\n\r\nDecisions about electric vehicle chargers are a matter for retailers, not the Government or House of Commons.\r\n\r\nAs a result it is not possible for the Government or House of Commons to take the action you have requested."}, "government_response": null, "debate": null, "departments": [], "topics": []}}, {"type": "petition", "id": 323334, "links": {"self": "https://petition.parliament.uk/petitions/323334.json"}, "attributes": {"action": "Equal access to social security - scrap \"no recourse to public funds\"", "background": "\"No recourse to public funds\" (NRPF) conditions discriminate against foreign citizens and their children accessing social security. This policy leaves workers and their families without a safety net, traps victims of domestic abuse, and denies school meals to impoverished children. It must end.", "additional_details": "A social safety net only works if it's there for everyone. NRPF discrimination leaves workers & children homeless, hungry & destitute. By creating insecurity it undermines wages for everyone.\r\n\r\nAt a hearing on 27 May, Stephen Timms MP described the plight of a family left with zero support during COVID-19, and reported at least 100,000 children are affected.\r\n\r\nBoris Johnson was shocked to hear about NRPF. The PM said those \"who live and work here should have support\".\r\n\r\nWe agree. End NRPF now.", "committee_note": null, "state": "rejected", "signature_count": 16, "created_at": "2020-05-28T07:52:01.125Z", "updated_at": "2020-08-04T15:31:24.645Z", "rejected_at": "2020-08-04T15:31:24.646Z", "opened_at": null, "closed_at": null, "moderation_threshold_reached_at": "2020-05-28T08:11:14.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": {"code": "duplicate", "details": "https://petition.parliament.uk/petitions/306335"}, "government_response": null, "debate": null, "departments": [], "topics": []}}, {"type": "petition", "id": 622581, "links": {"self": "https://petition.parliament.uk/petitions/622581.json"}, "attributes": {"action": "Remove powers from Ofgem & replace with a regulatory body that’s fit for purpose", "background": "Remove a body that’s not fit for purpose and will cripple our country inadvertently pushing us into a 3rd world state.  The energy caps are perverse and the reverse of what a price cap is considering the profit levels of the energy provider owners like Centrica/Shell", "additional_details": "Solar and green power options should be a choice and not forced on us all. It is a pointless act whilst you have industries chugging out greenhouse gases in economies like China and India. \r\nUntil a global change is agreed on the current net zero policy is a virtue signalling death-knell to many of us regardless of our income levels.", "committee_note": null, "state": "rejected", "signature_count": 15, "created_at": "2022-08-26T06:51:42.965Z", "updated_at": "2022-08-31T07:27:38.758Z", "rejected_at": "2022-08-31T07:27:37.429Z", "opened_at": null, "closed_at": null, "moderation_threshold_reached_at": "2022-08-26T09:25:19.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": {"code": "no-action", "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe understand that you want Ofgem to be replaced, but it's not clear what you want to be different about a new energy regulator.\r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do."}, "government_response": null, "debate": null, "departments": [], "topics": []}}, {"type": "petition", "id": 571243, "links": {"self": "https://petition.parliament.uk/petitions/571243.json"}, "attributes": {"action": "Withdraw permission for new UK coal mine undermining the Paris Agreement", "background": "In the year that we will host a UN Climate Summit, our government has approved the development of a new coal mine in this country. \r\n\r\nI am also asking Parliament, and specifically Robert Jenrick, to withdraw the planning permission for the Woodhouse mine, and all future collieries in the UK.", "additional_details": "Granting permission for a new coal mine is disgraceful. It lazily undermines the Paris agreement and blows our net zero plans out of the water. Our government is making this country look foolish. \r\n\r\nThink of the message that this sends to other nations clinging on to fossil fuels: “other people mine coal so why can’t we”. The government has just shown its utter disregard for their own commitments. \r\n\r\nYou think Covid is bad? Just wait until the climate spirals out of control.", "committee_note": null, "state": "rejected", "signature_count": 14, "created_at": "2021-01-20T22:06:44.790Z", "updated_at": "2021-02-09T08:40:28.533Z", "rejected_at": "2021-02-09T08:40:28.536Z", "opened_at": null, "closed_at": null, "moderation_threshold_reached_at": "2021-01-20T22:23:37.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": {"code": "duplicate", "details": "You may wish to sign this petition calling for the same action: https://petition.parliament.uk/petitions/568475"}, "government_response": null, "debate": null, "departments": [], "topics": []}}, {"type": "petition", "id": 310921, "links": {"self": "https://petition.parliament.uk/petitions/310921.json"}, "attributes": {"action": "Release covid-19 support for self employed with less than 1 year of trading", "background": "I want Rishi Sunak to continue working on the Covid-19 support package to ensure that self employed workers trading less than 1 year are able to receive fair support.\r\n\r\nCurrently the support only covers employed workers and the self employed trading for over a year.  This is not good enough.", "additional_details": "It's unfair to punish those who have taken the plunge to go self employed within the last year by only offering them Universal Credits.   The support also doesn't cover those on zero hour contracts, and grants won't be accessible until June which is too long for many people to wait. \r\n\r\nI urge you to keep working on this support to ensure people don't slip through the net.  Those who have been trading less than a year and who have been on zero hours contracts need equal support to survive.", "committee_note": null, "state": "rejected", "signature_count": 14, "created_at": "2020-03-27T10:22:22.330Z", "updated_at": "2020-04-15T06:03:20.994Z", "rejected_at": "2020-04-15T06:02:48.695Z", "opened_at": null, "closed_at": null, "moderation_threshold_reached_at": "2020-03-27T10:32:34.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": {"code": "duplicate", "details": "You may wish to sign these petitions calling for the same action.\n\nPay self employed workers a wage due to lack or earnings caused by COVID-19: https://petition.parliament.uk/petitions/303345\n\nProvide COVID19 income support for the newly self-employed, without HMRC records: https://petition.parliament.uk/petitions/310471\n\nRemove the £50k earnings limit for self-employed to access government funding: https://petition.parliament.uk/petitions/310455\n\nCoronavirus Support Package for Directors / Shareholders of small Limited Co's: https://petition.parliament.uk/petitions/310515\n\nGet HMRC to refund the Self-Employed their Jan 2020 1st Tax Payment on Account: https://petition.parliament.uk/petitions/304995\n\nBring forward COVID-19 Self-employment grants to April 2020: https://petition.parliament.uk/petitions/310898\n\nYou can find out about what Government support is available for people as a result of coronavirus (under the section on employment and financial support) here: https://www.gov.uk/coronavirus\n\n\nYou can find out more about coronavirus and how you can protect yourself and others here: https://www.nhs.uk/conditions/coronavirus-covid-19/\n\nYou can read NHS tips to help if you are worried about coronavirus here: https://www.nhs.uk/oneyou/every-mind-matters/coronavirus-covid-19-anxiety-tips\n\nYou may also be interested to know that because of the large number of petitions that have been started in relation to coronavirus, the Petitions Committee has been questioning the Government about its response to the coronavirus outbreak.\n\nFind out more and watch the Committee put questions suggested by petitioners to Government Ministers and the Deputy Chief Medical Officer: https://committees.parliament.uk/committee/326/petitions-committee/news/145767/committee-question-deputy-chief-medical-officer-and-ministers-on-coronavirus-response/\n\nRead correspondence with Government Ministers asking further questions: https://committees.parliament.uk/committee/326/petitions-committee/publications/3/correspondence/\nUK Parliament Disclaimer: this e-mail is confidential to the intended recipient. If you have received it in error, please notify the sender and delete it from your system. Any unauthorised use, disclosure, or copying is not permitted. This e-mail has been checked for viruses, but no liability is accepted for any damage caused by any virus transmitted by this e-mail. This e-mail address is not secure, is not encrypted and should not be used for sensitive data.\n"}, "government_response": null, "debate": null, "departments": [], "topics": ["covid-19"]}}, {"type": "petition", "id": 611661, "links": {"self": "https://petition.parliament.uk/petitions/611661.json"}, "attributes": {"action": "Change current Micro Wind Turbine Planning rules at 5m height", "background": "Amend the planning rules for micro Wind Turbines  They do not allow the minium height which is 5m +10% to the bottom of the tower .\r\nThis is impossible for 90% of all domestic gardens so stops them being built. Currently MCS acredited has no micro wind turbines listed under 20K", "additional_details": "If the garden is not 5.2m from the base and each way to three boundrys its impossible to fit or make a difference to your electricty bills \r\nYou will be held ar ransom from your Utility supplier until the rules are changed. These rules need updating for the UK so the UK can reach its Net Zero target. Big business is not enough on its own it requires everybody in the United Kingdom\r\nBecause MCS owns the Market No one can compete which is why its failed .MCS has a Charity now Who would have guessed.", "committee_note": null, "state": "rejected", "signature_count": 12, "created_at": "2022-03-16T11:35:06.788Z", "updated_at": "2022-03-23T07:46:49.956Z", "rejected_at": "2022-03-23T07:46:48.338Z", "opened_at": null, "closed_at": null, "moderation_threshold_reached_at": "2022-03-17T07:15:28.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": {"code": "no-action", "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe understand that you're concerned about existing planning rules regarding stand alone wind turbines, but we're not sure exactly how you want these rules to be changed.\r\n\r\nExisting limits to be met for planning permission for stand alone wind turbines are set out here: https://www.planningportal.co.uk/permission/common-projects/wind-turbines/planning-permission-stand-alone-wind-turbines\r\n\r\nWe could accept a petition calling for changes to rules, but it would need to be clear what changes you wanted to be made."}, "government_response": null, "debate": null, "departments": [], "topics": []}}]}