{"links": {"self": "https://petition.parliament.uk/petitions.json?q=biodiversity&page=1", "first": "https://petition.parliament.uk/petitions.json?q=biodiversity", "last": "https://petition.parliament.uk/petitions.json?page=2&q=biodiversity", "next": "https://petition.parliament.uk/petitions.json?page=2&q=biodiversity", "prev": null}, "data": [{"type": "petition", "id": 626737, "links": {"self": "https://petition.parliament.uk/petitions/626737.json"}, "attributes": {"action": "Make swift bricks compulsory in new housing to help red-listed birds ", "background": "Swifts have declined by over 50% in the UK. Adult swifts, known for site-fidelity, return to the same nests. We want swift bricks to be required in all new housing, to provide homes for these birds. Surveys show these are used by red-listed swifts, house martins, starlings and house sparrows. ", "additional_details": "Swifts spend more time airborne than any other bird, sometimes only landing when returning to their nests in our walls, from Africa. They're tidy and quiet neighbours but modern building methods block swifts out.\r\n\r\nThe metric for calculating biodiversity net gain doesn't include existing nest sites in buildings, or swift bricks, but these bricks can be designed into buildings without conflicting with insulation, and should be made a requirement for new housing.\r\n\r\nIconic and irreplaceable, swifts define our summers. Please help them. The RSPB supports this petition.\r\n", "committee_note": "", "state": "open", "signature_count": 39943, "created_at": "2022-10-25T11:02:23.608Z", "updated_at": "2023-01-03T10:36:10.000Z", "rejected_at": null, "opened_at": "2022-10-31T10:58:17.096Z", "closed_at": null, "moderation_threshold_reached_at": "2022-10-25T12:49:20.000Z", "response_threshold_reached_at": "2022-11-10T19:02:10.000Z", "government_response_at": "2022-12-01T17:09:33.857Z", "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": "Hannah Bourne-Taylor", "rejection": null, "government_response": {"responded_on": "2022-12-01", "summary": "We welcome actions by developers to provide “swift bricks”, however Government considers this a matter for local authorities depending upon the specific circumstances of each site.", "details": "The Government welcomes any action by individual developers who wish to provide “swift bricks”, and the benefits are set out in our Planning Practice Guidance on the Natural Environment: https://www.gov.uk/guidance/natural-environment\r\n\r\nWe will not be legislating, however, to compel local authorities or developers to include particular forms of green infrastructure in every development. In some high density schemes the provision of “swift bricks”, for instance, might be inappropriate; in other places it could not achieve the desired connectivity for wildlife. For the natural environment to thrive we need both local authorities and developers to understand the natural characteristics of each site, and to take proportionate and reasonable action relevant to that location. \r\n \r\nPlanning conditions or obligations can, in appropriate circumstances, be used to require that a planning permission provides for works that will measurably increase biodiversity. Local authorities can prioritise specific species such as swifts, and we have seen these in Brighton and Hove Council. We are also introducing new Local Nature Recovery Strategies which are tools designed to help local authorities plan proactively for nature, to drive more coordinated, practical and focussed action to help nature, including priority species. \r\n \r\nAs with all our policies, this area continues to evolve and develop, balancing the very laudable different priorities of supporting people into home ownership with protecting and enhancing our natural environment – both of which we want to achieve. The Government will continue to review and bring forward proposals in this policy area and there will be opportunities in future for residents to contribute through consultation.\r\n\r\nDepartment for Levelling Up, Housing and Communities", "created_at": "2022-12-01T17:09:33.855Z", "updated_at": "2022-12-01T17:09:33.855Z"}, "debate": null, "departments": [{"acronym": "DLUHC", "name": "Department for Levelling Up, Housing and Communities ", "url": "https://www.gov.uk/government/organisations/department-for-levelling-up-housing-and-communities"}], "topics": []}}, {"type": "petition", "id": 585520, "links": {"self": "https://petition.parliament.uk/petitions/585520.json"}, "attributes": {"action": "Ban the sale of artificial grass", "background": "It is environmentally irresponsible to allow garden space occupied by grass & other plant life (which processes CO2 & supports wildlife) to be replaced by plastic which does not biodegrade.", "additional_details": "Natural Grass & Plants encourage a healthy ecosystem, capturing CO2.\r\n \r\nBanning the sale of artificial grass could be a small step towards increasing the UK biodiversity, reducing our carbon footprint & helping our ever dwindling insect & wildlife population. Artificial grass:\r\n\r\n1) Creates huge volumes of plastic\r\n2) Can’t always be recycled\r\n3) Can pollute soil with microplastics\r\n4) Has a large carbon footprint\r\n5) Contributes to flooding\r\n6) Can overheat making artificial grass lawns unusable\r\n7) Has NO wildlife benefit", "committee_note": "", "state": "closed", "signature_count": 32727, "created_at": "2021-05-10T10:21:50.838Z", "updated_at": "2022-08-23T09:05:09.002Z", "rejected_at": null, "opened_at": "2021-05-17T14:40:21.012Z", "closed_at": "2021-11-17T23:59:59.999Z", "moderation_threshold_reached_at": "2021-05-10T10:48:25.000Z", "response_threshold_reached_at": "2021-05-20T13:46:05.000Z", "government_response_at": "2021-06-08T12:56:13.497Z", "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": null, "government_response": {"responded_on": "2021-06-08", "summary": "The Government has no plans to ban the use of artificial grass.", "details": "The relevant legislation and policy measures pertaining to this issue are devolved matters. This response is relevant to England.\r\n\r\nThe Government’s 25 Year Environment Plan sets out our ambition to eliminate all avoidable plastic waste. We are making great strides to tackle plastic pollution. The Government’s Resources and Waste Strategy for England, published in 2018, outlines the ways in which we will meet this ambition by taking action across each stage of the product lifecycle as we move towards a more circular economy:\r\nwww.gov.uk/government/publications/resources-and-waste-strategy-for-england\r\n\r\nWe know more needs to be done and for the most problematic plastics we are going faster. This is why we have committed to work towards all plastic packaging on the market being recyclable, reusable or compostable by 2025. \r\n\r\nWe prefer to help people and companies make the right choice, rather than banning items outright. However, where progress is insufficient, we will explore alternative policy measures, which may involve bans as part of a wider strategic approach. For instance, in 2018, the Government introduced a ban on microbeads in rinse-off personal care products and in October 2020, we introduced restrictions on the supply of plastic straws, stirrers and plastic-stemmed cotton buds. \r\n\r\nFurthermore, we have reduced the use of single-use carrier bags by the main supermarket retailers by 95% with our 5p charge. To build on the success of this charge, we have now increased it to 10p and extended it to all retailers. We will continue to review the latest evidence on problematic products and/ or materials to take a systematic approach to reducing the use of unnecessary single-use plastic products.\r\n\r\nIt is for local authorities to comply with the legal and policy safeguards in place to protect biodiversity and ensure sustainable drainage. The Natural Environment and Rural Communities Act 2006 (the NERC Act) requires all public authorities in England to have regard for conserving biodiversity in the exercise of their functions. Our most important designated sites and species are also protected under legislation. \r\n\r\nThe Government is introducing new requirements to maintain and enhance the natural environment in England. We are mandating biodiversity net gain in our landmark Environment Bill to ensure that new developments enhance habitats for biodiversity. Surfaces such as artificial grass are of no value to wildlife, so any developer or local authority seeking to demonstrate biodiversity net gain would be incentivised to avoid the use of such surfaces in their developments’ shared green spaces. \r\n\r\nIn addition, the Environment Bill strengthens the current NERC Act biodiversity duty on public authorities to require them to take action to conserve and enhance biodiversity; and introduces a reporting requirement for those public authorities with the greatest potential to enhance biodiversity. This will further incentivise public authorities to adopt approaches that improve the environment. We will also develop guidance to help local planning authorities identify actions they can take to comply with the strengthened duty.\r\n\r\nTherefore, the Government has no plans to ban the use of artificial grass. We prefer to help people and organisations make the right choice rather than legislating on such matters. However, the use of artificial grass must comply with the legal and policy safeguards in place to protect biodiversity and ensure sustainable drainage, while measures such as the strengthened biodiversity duty should serve to encourage public authorities to consider more sustainable alternatives.\r\n\r\nDepartment for Environment, Food and Rural Affairs", "created_at": "2021-06-08T12:56:13.492Z", "updated_at": "2021-06-08T12:56:13.492Z"}, "debate": null, "departments": [{"acronym": "DEFRA", "name": "Department for Environment, Food and Rural Affairs", "url": "https://www.gov.uk/government/organisations/department-for-environment-food-rural-affairs"}], "topics": []}}, {"type": "petition", "id": 575169, "links": {"self": "https://petition.parliament.uk/petitions/575169.json"}, "attributes": {"action": "Prioritise brownfield development in law to protect our green belt and farmland", "background": "Enshrine in law all brown field sites to be fully developed within a 25 mile radius of green belt or farmland before any development is allowed on non-brownfield land. Ensure in law the democratic wishes of local residents and local authorities as a precedent and limit ministerial powers to suit.", "additional_details": "The Government has a duty to protect the environment against climate change, protect local areas of outstanding beauty and natural habitat. Preserve todays biodiversity and bio abundance for the generation of tomorrow. Nature and wildlife is at threat of extinction at the detriment of unnecessary housing  development and where today's generation may still have the benefit of existing wildlife tomorrow's generation will only have the benefit of wildlife pictures.", "committee_note": null, "state": "closed", "signature_count": 13839, "created_at": "2021-02-13T21:34:27.270Z", "updated_at": "2021-08-23T23:00:07.880Z", "rejected_at": null, "opened_at": "2021-02-23T09:41:34.704Z", "closed_at": "2021-08-23T22:59:59.999Z", "moderation_threshold_reached_at": "2021-02-16T10:13:57.000Z", "response_threshold_reached_at": "2021-05-21T10:57:35.000Z", "government_response_at": "2021-06-03T11:38:13.413Z", "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": null, "government_response": {"responded_on": "2021-06-03", "summary": "The Government has no plans to introduce a legal requirement that all brownfield sites are fully developed before any development is allowed on non-brownfield land.", "details": "This Government is committed to protecting and enhancing the natural environment, as well as mitigating the effects of climate change. This commitment is  stated in the National Planning Policy Framework and supporting guidance, to which all local planning authorities should have regard when drawing up local plans, or determining planning applications.  The Framework expects local authorities to not only protect landscapes, soils and sites of biodiversity but go further by enhancing these valued surroundings. The Framework also outlines that the character and beauty of the countryside, including trees and woodland, should be recognised in the planning of future development.  Strong protections are in place for Areas of Outstanding Natural Beauty, Green Belt, Sites of Special Scientific Interest and other designated land. The Government will continue to apply policy and law as appropriate to prevent harm to wildlife-rich habitat, and to restrict development in open countryside.\r\n\r\nThe Government is also committed to making the most of brownfield land.  The Framework strongly encourages regeneration and re-use of brownfield, especially for housing - helping to level up communities across the country while taking off some of the pressure to consider other land, such as Green Belt, for new homes. The Framework expects local authorities to give substantial weight to re-using suitable brownfield when Plan-making or deciding planning applications. These sites should be given priority where practical and viable, and local authorities should consider building up, and higher densities in towns.\r\n\r\nHowever:\r\n\r\n- the term ‘brownfield’ comprises almost all types of previously developed land, including inhabited housing and land occupied by functioning businesses and industry;   \r\n- not all vacant brownfield is in the right place for sustainable residential use; \r\n- some is valuable for ecology; \r\n- some has high upfront costs for demolition or decontamination; \r\n- each local authority is already required by law to publish a register of brownfield land in its area that would be suitable for housing-led development;\r\n- not all owners will wish to develop or release sites, for different reasons; and \r\n- the rules on compulsory purchase of building sites are strict, and generally require compensation for the owner, reflecting the current land value.\r\n\r\nElected local authorities are responsible for deciding the right location and type of sustainable future development in each area, in accordance with national policies in the Framework. Rightly, planning decisions are not made on the basis of the number of objectors or supporters. Instead, each local authority is responsible for preparing a vision for future development in its area using a Local Plan. The Local Plan outlines how land should be used and takes account of any necessary restraints on development. The Plan is created in consultation with the local community, and submitted for rigorous independent examination by a planning inspector. If the Plan is judged to be properly prepared, justified, and consistent with national policy in the Framework, it can come into effect. \r\n\r\nThe Government is clear that to help make home ownership affordable for more people, and help more people rent their own home, we need to deliver more homes. To get enough homes built in the places where people and communities need them, a crucial first step is to plan for the right number of homes. Local housing need introduced in 2018 is a measure of an area’s housing need, against which councils must then consider their local circumstances and supply pipeline. Local authorities draw up a local housing target, taking into account factors including land availability and environmental constraints such as Green Belt. Following consultation to changes to the method (from August to October 2020) on 16 December 2020 we changed the formula to increase need in the 20 most populated urban areas. \r\n\r\nProtecting the Green Belt remains a priority and our national planning policy reinforces regenerating previously developed land, known as brownfield sites, and prioritising urban areas. The uplift in local housing needed within our biggest cities and urban centres in England will direct homes to where they are better served by infrastructure, and therefore protect our countryside. It also supports our wider objectives of regenerating brownfield sites, renewal, and levelling up. Green Belt decisions as outlined above will remain with local authorities and communities, ensuring they have influence over development, location and design.\r\n\r\nWhile continuing to apply strong policies to limit harm to Green Belt and the countryside, this Government is encouraging local authorities to make the most of their brownfield land. We are providing extensive financial support for this.  For example, in 2020 the Prime Minister announced that seven Mayoral Combined Authorities would receive a share of the £400 million Brownfield Housing Fund. This will help unlock 26,000 homes across England by bringing under-utilised brownfield land back into use. In addition we are investing £75 million in a Brownfield Land Release Fund for authorities not eligible for the Brownfield Housing Fund. This is new capital funding to accelerate release of local authority-owned land for housing. The Brownfield Land Release Fund is expected to release land for 7,000 homes by 2024.\r\n\r\nMinistry of Housing, Communities and Local Government", "created_at": "2021-06-03T11:38:13.411Z", "updated_at": "2021-06-03T11:38:13.411Z"}, "debate": null, "departments": [{"acronym": "DLUHC", "name": "Department for Levelling Up, Housing and Communities ", "url": "https://www.gov.uk/government/organisations/department-for-levelling-up-housing-and-communities"}], "topics": []}}, {"type": "petition", "id": 601485, "links": {"self": "https://petition.parliament.uk/petitions/601485.json"}, "attributes": {"action": "Ban the sale and use of artificial grass for residential properties", "background": "The UK Government has previously responded to calls for the banning of artificial grass by stating that they 'prefer to help people and companies make the right choice, rather than banning items outright'. This response needs reviewing, as the use of artificial grass in UK gardens continues to grow.", "additional_details": "The UK is described as one of the most nature-depleted countries in the world, yet people continue to destroy living gardens to replace them with plastic. Life on earth depends on rich biodiversity, and the use of artificial grass is irresponsible. This, aside from the issue of huge volumes of plastics should be enough to determine that the '25 Year Environment Plan' is not ambitious enough. \r\nThis is a simple step towards the commitment to COP26. \r\nIncentives are not enough.", "committee_note": "", "state": "closed", "signature_count": 10901, "created_at": "2021-11-18T06:55:53.460Z", "updated_at": "2022-07-05T10:00:12.557Z", "rejected_at": null, "opened_at": "2021-12-01T17:48:17.118Z", "closed_at": "2022-06-01T22:59:59.999Z", "moderation_threshold_reached_at": "2021-11-18T18:27:08.000Z", "response_threshold_reached_at": "2022-05-25T09:49:39.000Z", "government_response_at": "2022-06-16T09:51:21.373Z", "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": null, "government_response": {"responded_on": "2022-06-16", "summary": "The Government has no plans to ban the use of artificial grass.", "details": "Improving the UK’s biodiversity is a key objective for the Government. We recognise that, in itself, artificial grass has no value for wildlife, and its installation can have negative impacts on soil health, biodiversity and drainage for flood prevention or alleviation, if installed in place of natural earth or more positive measures such as planting flowers or trees or providing natural water features.\r\n\r\nWe prefer to help people and companies make the right choice, rather than banning or taxing items outright. We are seeing more organisations, including the Royal Horticultural Society, helping to communicate the risks and issues surrounding the use of artificial grass in place of natural landscaping. \r\n\r\nThe 25 Year Environment Plan sets out our ambition to eliminate all avoidable plastic waste by 2042. Given the scale of the plastics problem, we need to take a targeted and evidence-led approach to tackling the issues of plastic waste. That is why our Plastic Packaging Tax and Collection and Packaging Reforms will help to reduce plastic waste, ensuring we keep as much material in circulation for as long as possible, by incentivising reduction, reuse and recycling of plastic at end-of-life.\r\n\r\nWe have no current plans to ban the sale of artificial grass, but in our recent call for evidence on commonly littered and problematic plastic items, we asked the public if there were any further plastic items we should consider for future policy action. We will review the feedback from the call for evidence and publish a response in due course.\r\n\r\nThe Environment Act 2021 contains an ambitious package of reforms to restore and enhance nature and green spaces. This includes a new mandatory requirement for biodiversity net gain in the planning system, to ensure that new developments enhance biodiversity. In future, developments which involve the laying of artificial grass at the expense of natural landscaping will be required to enhance biodiversity in other ways.\r\n\r\nIn addition, the Environment Act strengthens the current biodiversity duty on public authorities to require them to take action to conserve and enhance biodiversity; and introduces a reporting requirement for those public authorities with the greatest potential to enhance biodiversity. This will further incentivise public authorities to adopt approaches that improve the environment. We are also developing guidance to help local planning authorities identify actions they can take to comply with the strengthened duty.\r\n\r\nDepartment for Environment, Food and Rural Affairs", "created_at": "2022-06-16T09:51:21.371Z", "updated_at": "2022-06-16T09:51:21.371Z"}, "debate": null, "departments": [{"acronym": "BEIS", "name": "Department for Business, Energy and Industrial Strategy", "url": "https://www.gov.uk/government/organisations/department-for-business-energy-and-industrial-strategy"}], "topics": []}}, {"type": "petition", "id": 302242, "links": {"self": "https://petition.parliament.uk/petitions/302242.json"}, "attributes": {"action": "Ban adverts for and sale of Asian elephant tours that do not meet set standards", "background": "Many endangered Asian elephants suffer from brutal tourism, much of it from the UK. Current guidance and promises by the tourism industry are insufficient, and the Government must legislate to ban adverts for and sale of Asian elephant tours that do not meet a set standard. ", "additional_details": "Elephants as “megagardeners of the forest” are key to biodiversity, nourish land, store carbon, and protect from climate change. Yet 40% of tourists to some countries plan elephant rides. In Thailand captive elephants, which can transmit TB, gave 13 million rides in 2016.\r\n\r\nOperators advertise and sell Asian elephant tours with no legal constraints. 90% of people surveyed say using elephants in tourism is unjustified. Petitions to end their cruel treatment have received millions of signatures.", "committee_note": "", "state": "closed", "signature_count": 10595, "created_at": "2020-03-13T16:28:42.307Z", "updated_at": "2021-05-14T13:42:08.514Z", "rejected_at": null, "opened_at": "2020-03-27T17:40:39.829Z", "closed_at": "2020-09-27T22:59:59.999Z", "moderation_threshold_reached_at": "2020-03-13T18:23:14.000Z", "response_threshold_reached_at": "2020-09-24T07:32:04.000Z", "government_response_at": "2020-10-06T14:08:53.437Z", "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": null, "government_response": {"responded_on": "2020-11-10", "summary": "The Government takes the welfare of all animals seriously and is committed to raising standards of animal welfare both at home and abroad.", "details": "The Government welcomes this important petition which highlights the cruelty that many elephants face when used to provide tourist experiences. Anyone who has seen videos of elephants undergoing harsh and painful training will be rightly appalled by the treatment that they suffer.\r\n\r\nThe Government takes the welfare of all animals seriously and is committed to raising standards of animal welfare both at home and abroad. The Government has made wide ranging commitments on animal welfare and we are committed to making the UK a world leader in protection of animals as we leave the EU. The Foreign, Commonwealth & Development Office raises concerns about the welfare of animals with other Governments and international authorities at every suitable opportunity.\r\n\r\nIn December, the Association of British Travel Agents (ABTA) published revised guidance for their members which recommends that they should not promote or sell holidays that include elephant experiences. We reiterate our previous calls to British travel agents to cut ties with any company that sells experiences that are harmful towards elephants and urge tourists to visit high-welfare attractions whilst holidaying. Should anyone visit an attraction where they suspect mistreatment of animals, we would strongly encourage them to report their concerns to their travel agent when they return home.\r\n\r\nThe Government is considering the potential of legislation to prohibit adverts of cruel animal entertainments overseas.\r\n\r\nDepartment for Environment, Food and Rural Affairs\r\n\r\nThis is a revised response. The Petitions Committee requested a response which more directly addressed the request of the petition. You can find the original response towards the bottom of the petition page (https://petition.parliament.uk/petitions/302242)\r\n", "created_at": "2020-10-06T14:08:53.435Z", "updated_at": "2020-11-10T14:49:21.889Z"}, "debate": null, "departments": [{"acronym": "DCMS", "name": "Department for Digital, Culture, Media and Sport", "url": "https://www.gov.uk/government/organisations/department-for-digital-culture-media-sport"}], "topics": []}}, {"type": "petition", "id": 552296, "links": {"self": "https://petition.parliament.uk/petitions/552296.json"}, "attributes": {"action": "Enshrine tree planting target in law", "background": "The UK is hosting the 2021 United Nations Climate Change Conference and has already enshrined a net zero carbon emissions target in law. Now is the time for the Government to set a legally-binding tree planting target, in line with the recommendation by the Committee on Climate Change.", "additional_details": "Tree planting is integral to tackling the climate crisis. Despite this, only 13% of the UK has tree cover, compared to an EU average of 38%. A legally binding target to plant 30,000 ha of new woodland each year to 2050, as has been recommended by the Committee on Climate Change, that considers best sustainable practices in urban and rural tree planting could help increase biodiversity, reconnect people with nature and deliver on our net zero target.", "committee_note": "", "state": "closed", "signature_count": 10508, "created_at": "2020-09-24T09:42:05.095Z", "updated_at": "2021-08-10T11:40:25.000Z", "rejected_at": null, "opened_at": "2020-11-13T12:56:55.745Z", "closed_at": "2021-05-13T22:59:59.999Z", "moderation_threshold_reached_at": "2020-09-24T13:26:14.000Z", "response_threshold_reached_at": "2021-05-03T17:18:45.000Z", "government_response_at": "2021-05-21T10:57:02.779Z", "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": null, "government_response": {"responded_on": "2021-05-21", "summary": "The Government is exploring whether a statutory target for woodland creation in England would be appropriate.", "details": "The Government has committed to increase the rate of new woodland creation across the UK to 30,000 hectares per year by the end of this Parliament and to at least treble tree planting rates to deliver improved biodiversity, climate, economic and societal benefits.\r\n\r\nEngland will have at least 12% woodland cover by mid-century, contributing to net zero greenhouse gas emissions. Woodlands will be managed for biodiversity and other environmental and societal benefits, along with providing a sustainable source of timber and other products.  \r\n\r\nWe are exploring whether a longer-term statutory target for woodland creation in England would be appropriate, including possible interactions with other potential environmental targets.\r\n\r\nThe Environment Bill, currently passing through Parliament, seeks to introduce a mechanism for the Secretary of State to set targets in a number of environmental areas, including woodland creation. The development of any environmental targets will follow a robust, evidence-led process that includes a statutory requirement to seek independent expert advice and a role for stakeholders and the public, as well as scrutiny from Parliament.\r\n\r\nWe are working towards a public consultation for publication in early 2022 that will include proposed targets and an assessment of their impacts. The newly published England Trees Action Plan sets out plans for achieving an unprecedented increase in woodland creation in England, supported by the Nature for Climate Fund. This programme of work will support the Government’s tree planting ambitions over the course of this Parliament and help to increase woodland creation rapidly in England.\r\n\r\nDepartment for Environment Food & Rural Affairs", "created_at": "2021-05-21T10:57:02.777Z", "updated_at": "2021-05-21T10:57:02.777Z"}, "debate": null, "departments": [{"acronym": "DEFRA", "name": "Department for Environment, Food and Rural Affairs", "url": "https://www.gov.uk/government/organisations/department-for-environment-food-rural-affairs"}], "topics": []}}, {"type": "petition", "id": 302992, "links": {"self": "https://petition.parliament.uk/petitions/302992.json"}, "attributes": {"action": "Decline any requests for bailouts from the airline industry", "background": "Cease any investment and subsidies in the aviation industry and support the employees to transition into roles in 'greener' transport.", "additional_details": "To protect citizens from the worst impacts of climate change and biodiversity loss by stopping investment in industry that does not support the commitment to (net) zero emissions by 2050, which is arguably an insufficient ambition.", "committee_note": null, "state": "closed", "signature_count": 5070, "created_at": "2020-03-15T09:55:34.258Z", "updated_at": "2020-09-24T23:00:05.018Z", "rejected_at": null, "opened_at": "2020-03-24T15:50:31.467Z", "closed_at": "2020-09-24T22:59:59.999Z", "moderation_threshold_reached_at": "2020-03-15T11:07:24.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": null, "government_response": null, "debate": null, "departments": [{"acronym": "HMT", "name": "HM Treasury", "url": "https://www.gov.uk/government/organisations/hm-treasury"}], "topics": []}}, {"type": "petition", "id": 556396, "links": {"self": "https://petition.parliament.uk/petitions/556396.json"}, "attributes": {"action": "Save our Green and Pleasant Land and abandon the proposed Planning Reforms", "background": "The government is consulting on a White Paper to change Planning Laws. It basically carves up the entirety of England into 3 zones. One will get automatic development rights. The second has presumption of development. Only the conservation and aonb areas etc will have methods of protection.", "additional_details": "1.This White Paper says it will give community more input. We believe this is not true, and that the proposals are an assault on local democracy.\r\n \r\n2. The paper says it is to help with housing shortages. We believe this is not true and that proposals are to help developers, as housing shortages are not to do with planning laws and there are a million unbuilt houses with permissions.\r\n \r\n3. We believe these reforms will result in destruction of our countryside and urban green spaces, harm biodiversity.", "committee_note": "", "state": "closed", "signature_count": 4551, "created_at": "2020-10-26T11:09:18.991Z", "updated_at": "2021-07-26T11:46:45.000Z", "rejected_at": null, "opened_at": "2020-11-09T10:36:29.839Z", "closed_at": "2021-05-09T22:59:59.999Z", "moderation_threshold_reached_at": "2020-10-26T12:24:47.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": null, "government_response": null, "debate": null, "departments": [{"acronym": "DLUHC", "name": "Department for Levelling Up, Housing and Communities ", "url": "https://www.gov.uk/government/organisations/department-for-levelling-up-housing-and-communities"}], "topics": []}}, {"type": "petition", "id": 553090, "links": {"self": "https://petition.parliament.uk/petitions/553090.json"}, "attributes": {"action": "Habitat Protection - Public inquiry and reform of protections", "background": "We need the Government to hold a public inquiry into why so many native species are struggling to survive and why so many are on the verge of extinction, which should result in reform of environmental laws and the Government’s approach to protecting biodiversity.", "additional_details": "Research has found that one in seven species in the UK face extinction, and over 40% of species have experienced decline since 1970.\r\n\r\nA full public inquiry could establish the extent to which current laws provide adequate protections for UK species, and the effectiveness of Natural England and Defra, and whether any reforms to current laws and the Government’s wider approach to protecting biodiversity are needed.", "committee_note": "", "state": "closed", "signature_count": 3571, "created_at": "2020-10-02T13:47:23.129Z", "updated_at": "2021-08-06T16:25:51.725Z", "rejected_at": null, "opened_at": "2020-11-04T17:41:42.686Z", "closed_at": "2021-05-04T22:59:59.999Z", "moderation_threshold_reached_at": "2020-10-12T18:05:54.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": null, "government_response": null, "debate": null, "departments": [{"acronym": "DEFRA", "name": "Department for Environment, Food and Rural Affairs", "url": "https://www.gov.uk/government/organisations/department-for-environment-food-rural-affairs"}], "topics": []}}, {"type": "petition", "id": 577569, "links": {"self": "https://petition.parliament.uk/petitions/577569.json"}, "attributes": {"action": "Make mountain hares a protected species in the Wildlife and Countryside Act 1981", "background": "The conservation status of UK mountain hares, a native species, is currently unfavourable. We urge the Government to amend legislation to provide an equivalent level of protection for mountain hares in England & Wales to that conferred on more abundant Scottish mountain hares.", "additional_details": "Mountain hares, a UK Biodiversity Action Plan priority species, exist in England as a highly vulnerable, very small and isolated population in the Peak District. Current legal protection is wholly inadequate and fails to protect against factors which contribute to significant population decline, such as over-shooting, snaring, trapping, hunting & coursing. Continued unregulated human activity in conjunction with environmental factors could prove catastrophic to this population.", "committee_note": "", "state": "closed", "signature_count": 3008, "created_at": "2021-03-02T10:50:20.498Z", "updated_at": "2021-09-09T23:00:07.873Z", "rejected_at": null, "opened_at": "2021-03-09T10:24:51.374Z", "closed_at": "2021-09-09T22:59:59.999Z", "moderation_threshold_reached_at": "2021-03-02T13:38:25.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": null, "government_response": null, "debate": null, "departments": [{"acronym": "DEFRA", "name": "Department for Environment, Food and Rural Affairs", "url": "https://www.gov.uk/government/organisations/department-for-environment-food-rural-affairs"}], "topics": []}}, {"type": "petition", "id": 596493, "links": {"self": "https://petition.parliament.uk/petitions/596493.json"}, "attributes": {"action": "Control pollution from agriculture in the Wye and Severn River Catchments", "background": "1. Introduce an immediate moratorium of any new intensive poultry units in the Wye and Severn catchment areas\r\n2. Strictly control manure spreading according to the phosphate load in the ground \r\n3. Monitor phosphate levels\r\n4. Take legal action against any breaches of pollution legislation", "additional_details": "Water quality and biodiversity has declined in both rivers in recent years because of high levels of nitrates and phosphates leading algae blooms. This has lead to a significant loss  in biodiversity. Pollution from agricultural run off in particular that from from intensive poultry units (IPUs) is the single most important cause of the increased pollution in these river systems. Stringent control of pollution from farms is urgently needed to prevent an ecological catastrophe.", "committee_note": null, "state": "closed", "signature_count": 2206, "created_at": "2021-09-06T19:44:25.818Z", "updated_at": "2022-03-15T00:00:02.374Z", "rejected_at": null, "opened_at": "2021-09-14T14:09:40.346Z", "closed_at": "2022-03-14T23:59:59.999Z", "moderation_threshold_reached_at": "2021-09-06T19:57:48.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": null, "government_response": null, "debate": null, "departments": [{"acronym": "DEFRA", "name": "Department for Environment, Food and Rural Affairs", "url": "https://www.gov.uk/government/organisations/department-for-environment-food-rural-affairs"}], "topics": []}}, {"type": "petition", "id": 578554, "links": {"self": "https://petition.parliament.uk/petitions/578554.json"}, "attributes": {"action": "Require developers felling trees to fund reforestation projects", "background": "Tree growth is an effective means of trapping carbon dioxide, a greenhouse gas. The UK has one of the lowest forested areas in Europe.\r\n\r\nMature trees are lost in housing and infrastructure development.\r\n\r\nWe want Parliament to legislate to ensure these trees are adequately replaced.", "additional_details": "New forests absorb carbon dioxide, help biodiversity and help the UK to meet its carbon footprint target.\r\n\r\nAt present, a mature tree lost in the course of a development is replaced, if at all, by a sapling on site. The net loss of carbon trapping is detrimental to the local environment and the atmosphere.\r\n\r\nThere would be a formula whereby the funding for replacement saplings depends on the size of the tree lost. \r\n\r\nThe national and global benefits of more forestation will accrue wherever it is done.", "committee_note": "", "state": "closed", "signature_count": 1589, "created_at": "2021-03-08T11:01:09.914Z", "updated_at": "2021-09-15T23:00:03.940Z", "rejected_at": null, "opened_at": "2021-03-15T09:56:15.690Z", "closed_at": "2021-09-15T22:59:59.999Z", "moderation_threshold_reached_at": "2021-03-08T15:13:05.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": null, "government_response": null, "debate": null, "departments": [{"acronym": "DEFRA", "name": "Department for Environment, Food and Rural Affairs", "url": "https://www.gov.uk/government/organisations/department-for-environment-food-rural-affairs"}], "topics": []}}, {"type": "petition", "id": 563118, "links": {"self": "https://petition.parliament.uk/petitions/563118.json"}, "attributes": {"action": "Exempt CO2 neutral Efuel & other cleaner fuel cars from 2030 petrol & diesel ban", "background": "Government should allow the sale & future development of cars running on cleaner fuels such as higher bioethanol content E12 up to E85, & CO2 neutral Biomethane to cut CO2 & other emissions. Allow the sale past year 2030 of these cars going forward to reduce battery waste & lower car production CO2.", "additional_details": "Alternative fuels use current infrastructure, so more affordable for those on a low income. Making Batteries releases high emissions. Electric cars have impracticalities - long charging, lower range & fast charging leads to shorter battery life & expense.\r\nEVs are heavy, tyres wear faster, more tyre particle dust & road damage.\r\nSome can't charge near home. \r\nBiomethane is more biodiverse & can be made from waste reducing pollution.", "committee_note": "", "state": "closed", "signature_count": 1019, "created_at": "2020-12-07T11:50:01.855Z", "updated_at": "2021-06-14T23:00:02.813Z", "rejected_at": null, "opened_at": "2020-12-14T09:48:17.864Z", "closed_at": "2021-06-14T22:59:59.999Z", "moderation_threshold_reached_at": "2020-12-07T14:56:47.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": null, "government_response": null, "debate": null, "departments": [{"acronym": "DfT", "name": "Department for Transport", "url": "https://www.gov.uk/government/organisations/department-for-transport"}], "topics": []}}, {"type": "petition", "id": 318011, "links": {"self": "https://petition.parliament.uk/petitions/318011.json"}, "attributes": {"action": "Ban the burning of woodland/forest derived biomass for electricity generation", "background": "Examine in detail how burning forest/woodland timber releases carbon into the atmosphere which cannot be reabsorbed by new tree planting for many decades and so increasing atmospheric carbon dioxide concentrations at a point when they need to be reduced. ", "additional_details": "Our planet's atmospheric carbon dioxide levels are extremely high and measures need to be taken to prevent them from increasing any further to avoid hitting a climatic tipping point that will negatively affect humans and many other species.\r\n\r\nThe value of generating power through burning forest/woodland sourced biomass needs to be assessed against the loss of ecosystems services provided by managing woodlands/forests in such a way so as not to release carbon to the atmosphere. Ecosystem services being lost are climate regulation, biodiversity reduction, construction timber loss, flood mitigation.", "committee_note": "", "state": "closed", "signature_count": 996, "created_at": "2020-04-23T13:12:14.714Z", "updated_at": "2021-01-10T00:00:09.444Z", "rejected_at": null, "opened_at": "2020-07-09T09:18:28.110Z", "closed_at": "2021-01-09T23:59:59.999Z", "moderation_threshold_reached_at": "2020-04-23T22:30:44.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": null, "government_response": null, "debate": null, "departments": [{"acronym": "BEIS", "name": "Department for Business, Energy and Industrial Strategy", "url": "https://www.gov.uk/government/organisations/department-for-business-energy-and-industrial-strategy"}], "topics": []}}, {"type": "petition", "id": 621158, "links": {"self": "https://petition.parliament.uk/petitions/621158.json"}, "attributes": {"action": "Protect plants and animals from 5G Millimeter Wave ('mmWave') Radiation", "background": "To protect and enhance biodiversity, the Government should commission a rigorous, science-based, and independent, risk assessment on the effects of 5G mmWave radiation on plants and animals, using the findings to implement protective non-ionising radiation limits, particularly regarding pollinators.", "additional_details": "Ofcom is releasing mmWave spectrum, at 26 GHz and 40 GHz, to support 5G.\r\n\r\nThe UK applies ICNIRP's controversial non-ionising radiation guidelines, but these don't consider effects on plants and animals.\r\n\r\nThere are scientific concerns that 5G mmWaves could be particularly harmful to smaller animal species, such as pollinators. An unconstrained mmWave rollout could lead to catastrophic ecological consequences.\r\n\r\nThis study looked at the effects of non-ionising electromagnetic fields on flora and fauna:\r\nhttps://www.degruyter.com/document/doi/10.1515/reveh-2021-0026/html", "committee_note": "", "state": "open", "signature_count": 924, "created_at": "2022-07-31T08:44:03.878Z", "updated_at": "2023-01-02T06:44:30.000Z", "rejected_at": null, "opened_at": "2022-08-05T14:41:35.232Z", "closed_at": null, "moderation_threshold_reached_at": "2022-08-01T10:18:59.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": "Dave Ashton", "rejection": null, "government_response": null, "debate": null, "departments": [{"acronym": "DCMS", "name": "Department for Digital, Culture, Media and Sport", "url": "https://www.gov.uk/government/organisations/department-for-digital-culture-media-sport"}], "topics": []}}, {"type": "petition", "id": 628115, "links": {"self": "https://petition.parliament.uk/petitions/628115.json"}, "attributes": {"action": "Ban the Import and Sale of Disposable Vapes", "background": "Ban the import and sale of disposable vapes. The vapes mostly contain lithium batteries, which there is currently a global shortage. Due to being incorrectly discarded, plus the inability to be recycled, the vapes are polluting waters and causing negative impacts to biodiversity.", "additional_details": "Aside from the environmental issues relating to sale of disposable vapes, there has been an increase in the percentage of young individuals using e-cigarettes. With the ban on menthol cigarettes in the UK in 2020 and the target of smokefree England by 2030, it does not seem viable to continue the sale of such destructive products.", "committee_note": "", "state": "open", "signature_count": 546, "created_at": "2022-11-12T22:53:04.131Z", "updated_at": "2023-01-01T22:41:00.000Z", "rejected_at": null, "opened_at": "2022-11-17T15:41:49.718Z", "closed_at": null, "moderation_threshold_reached_at": "2022-11-13T08:14:00.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": "Kristina Chilver", "rejection": null, "government_response": null, "debate": null, "departments": [{"acronym": "DEFRA", "name": "Department for Environment, Food and Rural Affairs", "url": "https://www.gov.uk/government/organisations/department-for-environment-food-rural-affairs"}], "topics": []}}, {"type": "petition", "id": 601851, "links": {"self": "https://petition.parliament.uk/petitions/601851.json"}, "attributes": {"action": "Require wildlife crossings to be added to all roads", "background": "Roads contribute to declining biodiversity. As an example, roads put pressure on barn owl numbers in certain areas as a result of deaths caused by vehicle strikes. Bats can be affected by road lighting at night and insect pollinators are affected by pollution and poor management of grass verges.", "additional_details": "The Highways England Biodiversity plan proposes to include at least five measures to maximise habitat connectivity, linking road verges and associated land with the wider landscape wherever possible. This will include consideration of measures to improve connectivity across roads, which might include green bridges and/or tunnels.\r\n\r\nWe would love our wildlife to be able to cross roads safely, this will lead to fewer car accidents and increased biodiversity and wildlife in the United Kingdom.", "committee_note": "", "state": "closed", "signature_count": 407, "created_at": "2021-11-24T13:08:52.563Z", "updated_at": "2022-05-29T23:00:00.803Z", "rejected_at": null, "opened_at": "2021-11-29T15:49:44.399Z", "closed_at": "2022-05-29T22:59:59.999Z", "moderation_threshold_reached_at": "2021-11-24T14:45:58.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": null, "government_response": null, "debate": null, "departments": [{"acronym": "DfT", "name": "Department for Transport", "url": "https://www.gov.uk/government/organisations/department-for-transport"}], "topics": []}}, {"type": "petition", "id": 553334, "links": {"self": "https://petition.parliament.uk/petitions/553334.json"}, "attributes": {"action": "Ban fishing on a third of UK coastal for fish repopulation", "background": "“We have far too few marine sanctuaries. We need to turn a third of all our coastal seas into properly protected areas, if we do that, our fishing grounds would recover and help sustain both humanity and the natural world.” David Attenborough", "additional_details": "We are already in a climate crisis and in order to reverse the damage humans have created our oceans need to be healthy. Great biodiversity is needed to ensure healthy oceans. By creating no fishing zones this will also benefit fisherman as once there are more fish in the ocean they will spill into fishable zones. If we do not implement these measures everyone will suffer.", "committee_note": "", "state": "closed", "signature_count": 402, "created_at": "2020-10-05T17:33:27.993Z", "updated_at": "2021-07-28T16:29:38.061Z", "rejected_at": null, "opened_at": "2020-10-21T14:38:31.965Z", "closed_at": "2021-04-21T22:59:59.999Z", "moderation_threshold_reached_at": "2020-10-06T14:20:24.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": null, "government_response": null, "debate": null, "departments": [{"acronym": "DEFRA", "name": "Department for Environment, Food and Rural Affairs", "url": "https://www.gov.uk/government/organisations/department-for-environment-food-rural-affairs"}], "topics": []}}, {"type": "petition", "id": 617801, "links": {"self": "https://petition.parliament.uk/petitions/617801.json"}, "attributes": {"action": "Ban the sale and use of fake grass", "background": "We want the Government to ban the sale and use of fake grass, so that it is illegal to sell or have fake grass on any property.\r\n \r\nArtificial grass is bad for the environment, including local biodiversity.", "additional_details": "", "committee_note": "", "state": "closed", "signature_count": 226, "created_at": "2022-06-03T08:44:56.219Z", "updated_at": "2022-12-22T00:00:00.936Z", "rejected_at": null, "opened_at": "2022-06-07T13:06:27.033Z", "closed_at": "2022-12-21T23:59:59.999Z", "moderation_threshold_reached_at": "2022-06-03T09:24:49.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": null, "government_response": null, "debate": null, "departments": [{"acronym": "DEFRA", "name": "Department for Environment, Food and Rural Affairs", "url": "https://www.gov.uk/government/organisations/department-for-environment-food-rural-affairs"}], "topics": []}}, {"type": "petition", "id": 333111, "links": {"self": "https://petition.parliament.uk/petitions/333111.json"}, "attributes": {"action": "Ban new housing developments in National Parks", "background": "The Government should stop all new housing developments in national parks across the UK. The New Forest authority is accepting plans for a new large development on national park land near Calshot. Developments like this should not be allowed.", "additional_details": "The impact on nature can be absolutely irreversible when major housing developments occur. Conserving nature and biodiversity should be of paramount importance to everyone. National parks are a haven for thousands of species, in some instances that are endemic to particular areas. This petition's values goes beyond economics, with a higher purpose of bio-conservation and the protection of wildlife.", "committee_note": "", "state": "closed", "signature_count": 205, "created_at": "2020-07-28T12:54:20.665Z", "updated_at": "2021-07-26T17:21:01.341Z", "rejected_at": null, "opened_at": "2020-08-05T16:42:10.903Z", "closed_at": "2021-02-05T23:59:59.999Z", "moderation_threshold_reached_at": "2020-07-28T19:30:04.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": null, "government_response": null, "debate": null, "departments": [{"acronym": "DLUHC", "name": "Department for Levelling Up, Housing and Communities ", "url": "https://www.gov.uk/government/organisations/department-for-levelling-up-housing-and-communities"}], "topics": []}}, {"type": "petition", "id": 553272, "links": {"self": "https://petition.parliament.uk/petitions/553272.json"}, "attributes": {"action": "Rewild 1/3 of UK waters and 1/3 of UK land", "background": "The Government should commit to rewilding 1/3 of our national waters and 1/3 of the UKs land. These reserves would be protected from any fishing, forestry and any industry.", "additional_details": "We have not yet halted biodiversity and habitat loss. The country and our waters must become sustainable, the sooner we reach this balance the stronger our country will be and the less suffering and global destruction will occur. We could be a world leader on biodiversity and fighting climate change.", "committee_note": "", "state": "closed", "signature_count": 141, "created_at": "2020-10-05T07:36:26.797Z", "updated_at": "2021-07-26T16:39:30.807Z", "rejected_at": null, "opened_at": "2020-11-20T10:14:27.992Z", "closed_at": "2021-05-20T22:59:59.999Z", "moderation_threshold_reached_at": "2020-10-08T22:10:34.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": null, "government_response": null, "debate": null, "departments": [{"acronym": "DEFRA", "name": "Department for Environment, Food and Rural Affairs", "url": "https://www.gov.uk/government/organisations/department-for-environment-food-rural-affairs"}], "topics": []}}, {"type": "petition", "id": 550757, "links": {"self": "https://petition.parliament.uk/petitions/550757.json"}, "attributes": {"action": "Establish a presumption against felling of mature trees in England", "background": "We are losing native broadleaf trees at a tremendous rate. Felling can have massive impact on wildlife, biodiversity, environment, wellbeing and ultimately climate, yet few trees have Tree Preservation Orders, and there is little policy protection for the remainder.", "additional_details": "Policy needs to protect our tree resource and slow the decline of canopy cover. There is little point planting new trees if we continue cutting down mature trees. Young transplants cannot ‘replace’ the canopy of a single hundred-year old oak, and cannot provide significant benefit for years. How much simpler and more effective to retain existing habitats. A licence should be required for the felling of any mature tree, and be granted only in exceptional and clearly defined circumstances.", "committee_note": "", "state": "closed", "signature_count": 125, "created_at": "2020-09-10T07:34:20.992Z", "updated_at": "2021-05-05T23:00:04.542Z", "rejected_at": null, "opened_at": "2020-11-05T12:08:47.226Z", "closed_at": "2021-05-05T22:59:59.999Z", "moderation_threshold_reached_at": "2020-10-30T07:46:37.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": null, "government_response": null, "debate": null, "departments": [{"acronym": "DEFRA", "name": "Department for Environment, Food and Rural Affairs", "url": "https://www.gov.uk/government/organisations/department-for-environment-food-rural-affairs"}], "topics": []}}, {"type": "petition", "id": 621638, "links": {"self": "https://petition.parliament.uk/petitions/621638.json"}, "attributes": {"action": "Bring forward and strengthen Biodiversity Net Gain requirements on developments", "background": "Bring forward 10% Mandatory Biodiversity Net Gain requirements on all new housing developments to February 2023. Ensure that all BNG, equalling the minimum 10% net gain, are within the site of development.\r\n\r\nThe 10% BNG improvements should not be achieved using any off-site habitat enhancements.", "additional_details": "The current 2 year implementation period for the 10% mandatory BNG is too long. We ask that the Government reduce this period in order to protect our fragile environment now.\r\n\r\nWe are asking for the implementation period to be shortened from 2 years to 16 months meaning it would come into force by the 9th February 2023.\r\n\r\nAs the Government is aware we are in a climate emergency, we do not have time to allow our environment to be damaged by poor regard to BNG targets which are already recommended.", "committee_note": "", "state": "open", "signature_count": 108, "created_at": "2022-08-09T20:06:19.607Z", "updated_at": "2022-12-28T10:58:30.000Z", "rejected_at": null, "opened_at": "2022-08-12T11:06:26.101Z", "closed_at": null, "moderation_threshold_reached_at": "2022-08-09T20:31:59.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": "Sara Alison Louise Macdiarmid", "rejection": null, "government_response": null, "debate": null, "departments": [{"acronym": "DEFRA", "name": "Department for Environment, Food and Rural Affairs", "url": "https://www.gov.uk/government/organisations/department-for-environment-food-rural-affairs"}], "topics": []}}, {"type": "petition", "id": 581530, "links": {"self": "https://petition.parliament.uk/petitions/581530.json"}, "attributes": {"action": "End UK subsidies to the fishing industry", "background": "Biodiversity is crucial in the fight against climate change. The ocean and marine life is critical in both the removal carbon dioxide and the production of oxygen.\r\n\r\nSubsidies were created to maintain food supply, this is no longer required. Fishing damages biodiversity and now food shortages", "additional_details": "No longer subsidise the fishing industry and repurpose monies to entities that looking to combat climate change and promote biodiversity.", "committee_note": "", "state": "closed", "signature_count": 102, "created_at": "2021-03-28T17:47:20.012Z", "updated_at": "2021-10-19T23:00:01.426Z", "rejected_at": null, "opened_at": "2021-04-19T07:58:59.915Z", "closed_at": "2021-10-19T22:59:59.999Z", "moderation_threshold_reached_at": "2021-03-28T22:39:25.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": null, "government_response": null, "debate": null, "departments": [{"acronym": "DEFRA", "name": "Department for Environment, Food and Rural Affairs", "url": "https://www.gov.uk/government/organisations/department-for-environment-food-rural-affairs"}], "topics": []}}, {"type": "petition", "id": 555332, "links": {"self": "https://petition.parliament.uk/petitions/555332.json"}, "attributes": {"action": "Ban imports of oil from Nigeria pending human rights and sustainability reviews", "background": "The Government should consider a UK ban on oil imports from Nigeria, pending a full review of reported human rights abuses, so that there is no risk of revenue from UK imports being used to finance activities which breach human rights, and of the sustainability of the oil industry.", "additional_details": "The UK has a unique historic and contemporary commercial interest in Nigeria. And a responsibility to intervene regarding concerns about human rights and sustainability.\r\nThe fossil fuel industry feeds massive biodiversity loss, pollution, degradation of land and water resources.\r\n \r\nThe Government should consider a full ban on oil exports from Nigeria until full reviews of reported human rights abuses and sustainability of the oil industry has been completed.\r\n \r\nAn urgent targeted response is required.", "committee_note": "", "state": "closed", "signature_count": 102, "created_at": "2020-10-20T22:11:07.787Z", "updated_at": "2021-04-30T23:00:05.133Z", "rejected_at": null, "opened_at": "2020-10-30T13:27:33.051Z", "closed_at": "2021-04-30T22:59:59.999Z", "moderation_threshold_reached_at": "2020-10-21T06:55:34.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": null, "government_response": null, "debate": null, "departments": [{"acronym": "DfIT", "name": "Department for International Trade", "url": "https://www.gov.uk/government/organisations/department-for-international-trade"}], "topics": []}}, {"type": "petition", "id": 334440, "links": {"self": "https://petition.parliament.uk/petitions/334440.json"}, "attributes": {"action": "Send aid to Mauritius to help clear the oil spill.", "background": "The UK has experienced oil spills in the past and know the catastrophic effects that it can cause to the biodiversity of native wildlife. Resources within Mauritius to clear an oil spill of this size are limited and, therefore, aiding the country to clear the spill is essential.", "additional_details": "From our history of oil spills, such as the Torrey Canyon disaster in 1967 spilling 119,000 tonnes of crude oil, we are able to provide expertise, equipment and solutions to the communities who are working to contain and clear the oil spill. This is needed to be done sooner rather than later due to the disastrous effects it can cause on the environment as well as the country’s economy that strongly relies on tourism, due to its pristine coasts.", "committee_note": null, "state": "closed", "signature_count": 75, "created_at": "2020-08-11T08:58:06.762Z", "updated_at": "2021-02-19T00:00:02.047Z", "rejected_at": null, "opened_at": "2020-08-18T07:19:22.131Z", "closed_at": "2021-02-18T23:59:59.999Z", "moderation_threshold_reached_at": "2020-08-11T09:07:24.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": null, "government_response": null, "debate": null, "departments": [{"acronym": "FCDO", "name": "Foreign, Commonwealth & Development Office", "url": "https://www.gov.uk/government/organisations/foreign-commonwealth-office"}], "topics": []}}, {"type": "petition", "id": 574118, "links": {"self": "https://petition.parliament.uk/petitions/574118.json"}, "attributes": {"action": "Tax meat and dairy to help cut emissions .", "background": "Surcharges of 40% on beef and 20% on milk could compensate for climate damage and deter people from consuming as much unhealthy food.\r\n\r\nClimate taxes on meat and milk could lead to huge and vital cuts in carbon emissions as well as saving half a million lives a year via healthier diets.", "additional_details": "An Oxford University team found that increasing tax on beef and dairy products would decrease the amount consumed by the population, this in turn would reduce the carbon emissions created by cattle farming. These taxes could then be spent on conservation, increasing biodiversity and supporting low carbon initiatives. The tax could also be used to subsidise healthier food choices, further increasing the health and wellbeing of the population.", "committee_note": "", "state": "closed", "signature_count": 74, "created_at": "2021-02-05T14:14:58.285Z", "updated_at": "2021-08-12T23:00:01.496Z", "rejected_at": null, "opened_at": "2021-02-12T12:59:37.130Z", "closed_at": "2021-08-12T22:59:59.999Z", "moderation_threshold_reached_at": "2021-02-05T15:33:17.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": null, "government_response": null, "debate": null, "departments": [{"acronym": "HMT", "name": "HM Treasury", "url": "https://www.gov.uk/government/organisations/hm-treasury"}], "topics": []}}, {"type": "petition", "id": 301709, "links": {"self": "https://petition.parliament.uk/petitions/301709.json"}, "attributes": {"action": "All infrastructure projects be tested against the Net Zero Emissions 2050 Law", "background": "Ensure that all current and future infrastructure projects as part of Budget 2020 and beyond are rigorously tested against the Net Zero Emissions 2050 law. Sustainable and low carbon projects should then be prioritised including renewable energy and mass public transit.", "additional_details": "The evidence that we are in the midst of a global climate emergency is obvious, the science is obvious. But more than that we can see the impact of climate change every day from floods, to bush fires, Greenland and Antarctica ice melting faster than ever, to the decline in biodiversity. This is not a drill, we need real leadership and we need it now. \r\n\r\nThis government speaks about the people's priorities and surely the biggest priority for everyone is a planet that is safe to live on.", "committee_note": null, "state": "closed", "signature_count": 70, "created_at": "2020-03-12T10:48:24.491Z", "updated_at": "2021-07-26T16:40:14.360Z", "rejected_at": null, "opened_at": "2020-03-18T13:40:06.081Z", "closed_at": "2020-09-18T22:59:59.999Z", "moderation_threshold_reached_at": "2020-03-12T11:59:44.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": null, "government_response": null, "debate": null, "departments": [{"acronym": "BEIS", "name": "Department for Business, Energy and Industrial Strategy", "url": "https://www.gov.uk/government/organisations/department-for-business-energy-and-industrial-strategy"}], "topics": []}}, {"type": "petition", "id": 552993, "links": {"self": "https://petition.parliament.uk/petitions/552993.json"}, "attributes": {"action": "Ban the burning of peatlands in the fight against climate change.", "background": "The UK’s peatlands store more than 3000 million tons of carbon. Burning peatlands for grouse shooting releases CO2 into the atmosphere adding to the climate crisis and further degrading this important habitat making it less capable of further carbon capture.", "additional_details": "By banning the burning of peatlands not only is CO2 not being released into the atmosphere from fires but the habitat is able to recover and become a more powerful, natural carbon sink. Peatlands also support a range of native species so their protection increases biodiversity.", "committee_note": null, "state": "closed", "signature_count": 51, "created_at": "2020-10-01T12:35:22.191Z", "updated_at": "2021-07-26T17:25:15.899Z", "rejected_at": null, "opened_at": "2020-10-08T08:59:25.763Z", "closed_at": "2021-04-08T22:59:59.999Z", "moderation_threshold_reached_at": "2020-10-01T18:36:24.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": null, "government_response": null, "debate": null, "departments": [{"acronym": "DEFRA", "name": "Department for Environment, Food and Rural Affairs", "url": "https://www.gov.uk/government/organisations/department-for-environment-food-rural-affairs"}], "topics": []}}, {"type": "petition", "id": 560471, "links": {"self": "https://petition.parliament.uk/petitions/560471.json"}, "attributes": {"action": "Fund clean up of our seas from nuclear waste and ensure proper disposal", "background": "Over the decades the seas were used as a dumping ground for nuclear waste. This could have a devastating effect on the marine life and may forever alter biodiversity. We need to ensure that those barrels are salvaged and disposed safely.", "additional_details": "We need to correct the mistakes made the past. Mother Nature can only deal with so much and humanity has already had a devastating impact on the planet. We need to act now before the barrels full of the nuclear waste corrode and become part the food chain; let’s be the first country that takes responsibility and work in collaboration with other nations to achieve this goal.", "committee_note": "", "state": "closed", "signature_count": 41, "created_at": "2020-11-14T02:11:19.598Z", "updated_at": "2021-06-03T23:00:07.267Z", "rejected_at": null, "opened_at": "2020-12-03T17:13:04.079Z", "closed_at": "2021-06-03T22:59:59.999Z", "moderation_threshold_reached_at": "2020-11-14T08:46:27.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": null, "government_response": null, "debate": null, "departments": [{"acronym": "DEFRA", "name": "Department for Environment, Food and Rural Affairs", "url": "https://www.gov.uk/government/organisations/department-for-environment-food-rural-affairs"}], "topics": []}}, {"type": "petition", "id": 621610, "links": {"self": "https://petition.parliament.uk/petitions/621610.json"}, "attributes": {"action": "Ban the sale of R. ponticum, an invasive and ecologically harmful exotic plant", "background": "The Government should ban the sale of Rhododendron ponticum in supermarkets, garden shops and centres, with an exemption for historic gardens that have hosted them responsibly for >150 years.", "additional_details": "Rhododendron ponticum is already a huge blight upon the UK's countryside, especially forests. Foresters and conservationists have to spend large amounts of money and time removing this aggressive plant that poisons the soil and out-shades other plants, reducing tree regeneration and biodiversity. Its introduction to unaffected areas, such as private gardens, should not be encouraged.", "committee_note": "", "state": "open", "signature_count": 33, "created_at": "2022-08-09T14:04:47.841Z", "updated_at": "2023-01-01T15:39:10.000Z", "rejected_at": null, "opened_at": "2022-08-15T14:48:25.237Z", "closed_at": null, "moderation_threshold_reached_at": "2022-08-09T15:15:59.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": "Genevieve H Fasnacht-Bailey", "rejection": null, "government_response": null, "debate": null, "departments": [{"acronym": "BEIS", "name": "Department for Business, Energy and Industrial Strategy", "url": "https://www.gov.uk/government/organisations/department-for-business-energy-and-industrial-strategy"}], "topics": []}}, {"type": "petition", "id": 551966, "links": {"self": "https://petition.parliament.uk/petitions/551966.json"}, "attributes": {"action": "Ban the import of goods that have not been certified as sustainably sourced", "background": "The Government should ban the import of goods that are not sustainably sourced, such as those that contribute to deforestation and habitat destruction. This would pressure companies to become more sustainable. Products should need to be certified as sustainably sourced to be imported.", "additional_details": "More than 150 acres of rainforest are lost every minute. We contribute when we buy from a company whose products result in forests being cleared to produce things like palm oil. Often, we do not have control or we don’t know.\r\n \r\nIf the government puts pressure on companies, they will change their practices. We know this because, after the ban of ozone-destroying CFCs, companies found alternatives quickly. We urge the government to take action before damage done to the biodiversity of our planet becomes irreversible.", "committee_note": "", "state": "closed", "signature_count": 28, "created_at": "2020-09-21T20:07:33.479Z", "updated_at": "2021-04-19T23:00:08.362Z", "rejected_at": null, "opened_at": "2020-10-19T10:20:16.859Z", "closed_at": "2021-04-19T22:59:59.999Z", "moderation_threshold_reached_at": "2020-09-21T20:50:44.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": null, "government_response": null, "debate": null, "departments": [{"acronym": "DfIT", "name": "Department for International Trade", "url": "https://www.gov.uk/government/organisations/department-for-international-trade"}], "topics": []}}, {"type": "petition", "id": 605529, "links": {"self": "https://petition.parliament.uk/petitions/605529.json"}, "attributes": {"action": "Pause the determination of all solar developments that are over 40 Megawatts.", "background": "Government should review the regulatory framework which is in place to manage solar developments, to ensure it considers a broader range of factors than the current National Planning Policy Framework (NPPF), which is insufficient in preventing speculative development of our landscape.", "additional_details": "No solar development should be approved until their impact on the environment and biodiversity is understood. There is currently a clear policy conflict within Government.  On the one hand, Government seeks to protect and enhance our domestic production to maintain food security and recognises the pivotal role of farm land as a carbon sink. On the other, Government is encouraging the indiscriminate growth of renewable energy production. Growth of solar farms must be subject to better regulation.", "committee_note": null, "state": "rejected", "signature_count": 21, "created_at": "2022-01-08T14:40:17.059Z", "updated_at": "2022-01-11T14:13:27.433Z", "rejected_at": "2022-01-11T14:13:27.436Z", "opened_at": null, "closed_at": null, "moderation_threshold_reached_at": "2022-01-08T14:52:18.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": {"code": "no-action", "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe're not sure exactly what you'd like the Government or Parliament to do. We understand you are concerned about the impact that solar farms might have on the environment and would like to see changes to the regulations, but it's not clear if you want all approval of solar farms stopped or if you want changes to the regulations, and if so, what regulations on solar farms would you like the Government to action.\r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do.\r\n"}, "government_response": null, "debate": null, "departments": [], "topics": []}}, {"type": "petition", "id": 588031, "links": {"self": "https://petition.parliament.uk/petitions/588031.json"}, "attributes": {"action": "Make it a crime for developers to clear habitat prior planning permission", "background": "Make it a crime for developers to evade current laws protecting rare species and breeding wildlife. They clear land prior to asking for planning permission. So nothing for biodiversity officer to see as it is already dead.", "additional_details": "I just watched helpless while an area of wasteland, taken by nature for over 10 yrs was bulldozed to oblivion. A fox den with young Cubs, a good population of hedgehogs who would not have escaped. Hedges full of nests, nests, wildflowers. W rang police wildlife officer and Derbyshire wildlife biodiversity officer. By the time we got them it was too late. They were heartbroken and say it happens all the time. Netting is also an issue, destroying swallows nests, bat roosts. All to avoid inspection.", "committee_note": null, "state": "rejected", "signature_count": 21, "created_at": "2021-06-05T12:37:12.888Z", "updated_at": "2021-06-10T10:17:30.501Z", "rejected_at": "2021-06-10T10:17:26.969Z", "opened_at": null, "closed_at": null, "moderation_threshold_reached_at": "2021-06-05T13:10:25.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": {"code": "duplicate", "details": "You may wish to sign this petition which calls for the same action: https://petition.parliament.uk/petitions/580301"}, "government_response": null, "debate": null, "departments": [], "topics": []}}, {"type": "petition", "id": 569306, "links": {"self": "https://petition.parliament.uk/petitions/569306.json"}, "attributes": {"action": "Stop UK farmers using a bee-killing pesticide which is banned by the EU.", "background": "Stop the controlled use of bee-killing pesticide containing neonicotinoid thiamethoxam which is banned by the EU due to the biodiversity crisis facing the planet.", "additional_details": "", "committee_note": null, "state": "rejected", "signature_count": 21, "created_at": "2021-01-10T19:09:54.986Z", "updated_at": "2021-01-11T11:28:20.622Z", "rejected_at": "2021-01-11T11:28:20.625Z", "opened_at": null, "closed_at": null, "moderation_threshold_reached_at": "2021-01-10T20:07:07.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": {"code": "duplicate", "details": "You might like to sign the following petitions:\r\n\r\nOverturn the decision to allow the use of neonicotinoid pesticides\r\nhttps://petition.parliament.uk/petitions/569214\r\n\r\nContinue the ban on the use of Neonicotinoids\r\nhttps://petition.parliament.uk/petitions/563943"}, "government_response": null, "debate": null, "departments": [], "topics": []}}, {"type": "petition", "id": 569152, "links": {"self": "https://petition.parliament.uk/petitions/569152.json"}, "attributes": {"action": "Do not allow UK farmers to use EU banned bee killing pesticides on crops.", "background": "The British government wants to allow our UK farmers to use Neonicotinoid Thiamexthoxam on crops. This would kill bees and other pollinators that actually pollinate up-to 3/4 of British crops. Since 1990 the UK has lost 13 species of bee and 35 aren under threat of extinction.", "additional_details": "I want government to continue with the EU ban of this dangerous pesticide in order to protect the UK's biodiversity of pollinating species and not put any further pressure on our already fragile environment. Bees and other pollinators are a vital part of our ecosystem and don't need to come under further threat from even more pesticides when the government pledged it would continue the EU ban of this substance.", "committee_note": null, "state": "rejected", "signature_count": 21, "created_at": "2021-01-10T09:32:40.662Z", "updated_at": "2021-01-11T11:27:20.387Z", "rejected_at": "2021-01-11T11:27:20.390Z", "opened_at": null, "closed_at": null, "moderation_threshold_reached_at": "2021-01-10T09:57:37.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": {"code": "duplicate", "details": "You might like to sign the following petitions:\r\n\r\nOverturn the decision to allow the use of neonicotinoid pesticides\r\nhttps://petition.parliament.uk/petitions/569214\r\n\r\nContinue the ban on the use of Neonicotinoids\r\nhttps://petition.parliament.uk/petitions/563943"}, "government_response": null, "debate": null, "departments": [], "topics": []}}, {"type": "petition", "id": 568959, "links": {"self": "https://petition.parliament.uk/petitions/568959.json"}, "attributes": {"action": "Maintain the ban on neonicotinoid pesticides", "background": "Do not let the ban on neonicotinoid pesticides be lifted.", "additional_details": "Pollinating insects are vital to fruit production the food chain and biodiversity.", "committee_note": null, "state": "rejected", "signature_count": 21, "created_at": "2021-01-09T14:44:16.468Z", "updated_at": "2021-01-11T11:26:27.217Z", "rejected_at": "2021-01-11T11:26:27.221Z", "opened_at": null, "closed_at": null, "moderation_threshold_reached_at": "2021-01-09T15:57:57.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": {"code": "duplicate", "details": "You might like to sign the following petitions:\r\n\r\nOverturn the decision to allow the use of neonicotinoid pesticides\r\nhttps://petition.parliament.uk/petitions/569214\r\n\r\nContinue the ban on the use of Neonicotinoids\r\nhttps://petition.parliament.uk/petitions/563943"}, "government_response": null, "debate": null, "departments": [], "topics": []}}, {"type": "petition", "id": 568883, "links": {"self": "https://petition.parliament.uk/petitions/568883.json"}, "attributes": {"action": "UK GOV - REVERSE your decision to allow Bee killing pesticides", "background": "IMMEDIATELY STOP a bee-killing pesticide so poisonous that it is banned by the EU to be used on sugar beet in England.", "additional_details": "We are in the midst of a biodiversity crisis, at least half the world’s insects have disappeared, the government should be doing everything it could to SAVE and aid the proliferation of bees, not allow them to be DESTROYED.", "committee_note": null, "state": "rejected", "signature_count": 21, "created_at": "2021-01-09T09:28:40.333Z", "updated_at": "2021-01-11T14:29:15.369Z", "rejected_at": "2021-01-11T14:29:15.373Z", "opened_at": null, "closed_at": null, "moderation_threshold_reached_at": "2021-01-09T09:50:27.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": {"code": "duplicate", "details": "You might like to sign the following petitions:\r\n\r\nOverturn the decision to allow the use of neonicotinoid pesticides\r\nhttps://petition.parliament.uk/petitions/569214\r\n\r\nContinue the ban on the use of Neonicotinoids\r\nhttps://petition.parliament.uk/petitions/563943"}, "government_response": null, "debate": null, "departments": [], "topics": []}}, {"type": "petition", "id": 561047, "links": {"self": "https://petition.parliament.uk/petitions/561047.json"}, "attributes": {"action": "Consider CO2 neutral biofuels like Biomethane & E12-E85 in the Green policy.", "background": "UK Trucks run on Biomethane now so why not cars & vans?\r\nPass law allowing other fuels such as CO2 neutral/negative Biomethane to be used in cars/vans after 2030 as EVs are heavy, expensive & chargers for 40m+ cars in every street is unrealistic. There should be fuel competition not a monopoly!", "additional_details": "Making EVs  CO2\r\nGrid not CO2 neutral\r\nEVs slow charge/low range\r\nFast charge lower battery life & fires\r\nEV tyres wear faster more tyre dust/road damage\r\nCharge cables ran into streets/paths\r\nStreet chargers vandalised/fought over\r\nEVs silent - more accidents\r\nEV hacking\r\nBiofuels use current infrastructure\r\nRebuilt engine cheaper than replacing batteries\r\nKids mine Cobalt in the Congo\r\nEVs sterile & unexciting Biofuels to save UK motorsport jobs\r\nBiodiversity\r\nBiofuel from waste lowers CO2 & other pollution", "committee_note": null, "state": "rejected", "signature_count": 21, "created_at": "2020-11-19T01:37:22.859Z", "updated_at": "2020-11-26T15:47:51.141Z", "rejected_at": "2020-11-26T15:47:37.667Z", "opened_at": null, "closed_at": null, "moderation_threshold_reached_at": "2020-11-19T07:56:07.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": {"code": "no-action", "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe're not sure exactly what you'd like the Government or Parliament to do.\r\n                \r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do. We could accept a petition calling for the Government to exclude biofuel from the proposed 2030 ban on new diesel and petrol cars. "}, "government_response": null, "debate": null, "departments": [], "topics": []}}, {"type": "petition", "id": 551750, "links": {"self": "https://petition.parliament.uk/petitions/551750.json"}, "attributes": {"action": "Demand Government declares an Ecological Emergency", "background": "Alarmed by David Attenborough's recent BBC documentary 'Extinction: The Facts'? Our living world, our web of life support, is dying. Demand our government urgently addresses this issue, declares an Ecological Emergency, and charts a credible path towards ecological recovery, at home and globally.", "additional_details": "1) Attenborough documentary https://www.bbc.co.uk/iplayer/episode/m000mn4n/extinction-the-facts\r\n2) The Convention on Biological Diversity report states that \"Biodiversity is declining at an unprecedented rate, and the pressures\r\ndriving this decline are intensifying. None of the Aichi Biodiversity Targets will be fully met\"\r\nhttps://www.cbd.int/gbo/gbo5/publication/gbo-5-spm-en.pdf\r\n3) WWF Living Planet Report states that 68% of wildlife has gone since 1970 https://livingplanet.panda.org/en-gb/", "committee_note": null, "state": "rejected", "signature_count": 21, "created_at": "2020-09-19T14:32:13.784Z", "updated_at": "2020-10-13T11:24:57.215Z", "rejected_at": "2020-10-13T11:24:57.218Z", "opened_at": null, "closed_at": null, "moderation_threshold_reached_at": "2020-09-19T15:14:34.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": {"code": "no-action", "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe're not sure exactly what you'd like the Government or Parliament to do to tackle the ecological emergency. \r\n\t\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do."}, "government_response": null, "debate": null, "departments": [], "topics": []}}, {"type": "petition", "id": 331412, "links": {"self": "https://petition.parliament.uk/petitions/331412.json"}, "attributes": {"action": "Do not use 27-acre site in Ashford for lorry park or border control post", "background": "The Government should not use the 27-acre site of beautiful Kentish countryside for a post-Brexit customs centre or lorry park.\r\n \r\nHGV vehicles are highly polluting, and increasing HGV traffic to this area could have a substantial effect on local air pollution.", "additional_details": "Not only is the Brexit lorry park bad for local biodiversity and air quality, but it also threatens disruption to traffic to and from the local William Harvey Hospital and has angered many local residents feeling disregarded.", "committee_note": "", "state": "closed", "signature_count": 20, "created_at": "2020-07-13T23:13:09.871Z", "updated_at": "2021-04-26T23:00:07.185Z", "rejected_at": null, "opened_at": "2020-10-26T09:56:59.244Z", "closed_at": "2021-04-26T22:59:59.999Z", "moderation_threshold_reached_at": "2020-07-14T00:09:54.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": null, "government_response": null, "debate": null, "departments": [{"acronym": "DfT", "name": "Department for Transport", "url": "https://www.gov.uk/government/organisations/department-for-transport"}], "topics": []}}, {"type": "petition", "id": 580138, "links": {"self": "https://petition.parliament.uk/petitions/580138.json"}, "attributes": {"action": "License grouse moors and repurpose some for rewilding to aid biodiversity", "background": "Implement limited grouse moor licenses, with a zero tolerance license loss for heather burning and predator persecution. \r\n\r\nIn areas with many grouse moors or where nature needs more aid, do not issue licenses and repurpose the land for rewilding through the RSPB, Wildlife Trusts, and other parties", "additional_details": "Grouse moors cover over 6 million acres of land in the UK. Intensive management has a massive negative effect on the natural world, disrupting peat bogs which lock up carbon (or emit carbon when drained), deforestation, and killing raptors through cruel methods. They have failed in self regulation.\r\n\r\nIntroducing a license for England and Wales would force good standards. If these standards not met, the vast amounts of land can be repurposed for rewilding, to meet the 2050 Net Zero target.", "committee_note": null, "state": "rejected", "signature_count": 18, "created_at": "2021-03-17T10:20:51.537Z", "updated_at": "2021-03-24T09:08:23.639Z", "rejected_at": "2021-03-24T09:08:23.642Z", "opened_at": null, "closed_at": null, "moderation_threshold_reached_at": "2021-03-17T10:40:45.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": {"code": "no-action", "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe understand that you are concerned about activities relating to grouse moors, but we're not sure exactly what you'd like the Government or Parliament to do.\r\n\r\nIt's not sure exactly what you want to be licensed, or how proposals for rewilding would work where a moor is privately owned.\r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do."}, "government_response": null, "debate": null, "departments": [], "topics": []}}, {"type": "petition", "id": 618624, "links": {"self": "https://petition.parliament.uk/petitions/618624.json"}, "attributes": {"action": "Make roadside verges protected wildlife & wildflower habitats for biodiversity", "background": "We request a cross-party agreement & legal statute affording special protection to all of our roadsides verges - urban & rural - so that the management regimes of verges better enhance biodiversity and protect native wildflowers. Also, to make it a legal requirement to collect cuttings after mowing", "additional_details": "Across 315,000+ miles of roadways, almost half of our total native wildflower and flora species exist. Inconsiderate maintenance regimes are harming our native wildflowers due to cutting too often & leaving behind those cuttings and cutting at the wrong time harming annual wildflowers, eg.  forgetting how nature can help us with Yellow Rattle.\r\n\r\nBy affording verges protection nationally, requirements would be placed on local authorities and contractors to maintain for wildflowers & biodiversity.", "committee_note": null, "state": "rejected", "signature_count": 16, "created_at": "2022-06-17T14:38:46.286Z", "updated_at": "2022-06-22T07:44:43.185Z", "rejected_at": "2022-06-22T07:44:42.015Z", "opened_at": null, "closed_at": null, "moderation_threshold_reached_at": "2022-06-17T15:43:29.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": {"code": "duplicate", "details": "We have published the following petitions, which you might like to sign:\r\n\r\nRequire local authorities replace roadside grass with wild flowers: https://petition.parliament.uk/petitions/616394\r\n\r\nFund the planting of wildflowers along all public green spaces: https://petition.parliament.uk/petitions/607277"}, "government_response": null, "debate": null, "departments": [], "topics": []}}, {"type": "petition", "id": 617071, "links": {"self": "https://petition.parliament.uk/petitions/617071.json"}, "attributes": {"action": "Stop Farnborough Civic Quarter development plans to cut 237 trees!", "background": "We the constituents of Rushmoor District object to the unnecessary destruction of 237 mature trees which would take place if RBC's current plan for the development of Farnborough Civic Quarter goes ahead. \r\nThis action conflicts with RBC's own Local Plan and adversely impacts the community:", "additional_details": "The trees provide shade combating the urban heat-island effect.\r\n\r\nThey absorb C02 and felling them means the loss of carbon sinks combating climate change. \r\n\r\nDecrease in air quality close to the airport.\r\n\r\nPeople living in the town centre will be affected by noise pollution.\r\n\r\nA lack of green spaces has a negative effect on people's mental health. \r\n\r\nIt will cause a huge loss of biodiversity and habitat for wildlife.\r\n\r\nWe are challenging this development on the grounds of RBC's own Local Plan.", "committee_note": null, "state": "rejected", "signature_count": 16, "created_at": "2022-05-22T10:21:49.483Z", "updated_at": "2022-05-25T08:10:19.010Z", "rejected_at": "2022-05-25T08:10:17.998Z", "opened_at": null, "closed_at": null, "moderation_threshold_reached_at": "2022-05-22T11:49:09.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": {"code": "irrelevant", "details": "We can only accept petitions about things the Government or Parliament are directly responsible for.\r\n\r\nDecisions about local developments are a matter for the relevant local authority, not the UK Government or Parliament.\r\n\r\nYou could raise your issue with a local councillor who represents you. You can find out who your local councillors are, and how to contact them, by entering your post code here:\r\nhttps://www.gov.uk/find-your-local-councillors\r\n\r\nRushmoor Borough Council also has its own petitions scheme, which you can find out about here: https://www.rushmoor.gov.uk/media/h5ioha4n/12_-_new_petitions_scheme.pdf"}, "government_response": null, "debate": null, "departments": [], "topics": []}}, {"type": "petition", "id": 597039, "links": {"self": "https://petition.parliament.uk/petitions/597039.json"}, "attributes": {"action": "Remove biodiversity net gain mandate from the Environment Bill", "background": "The Government must remove the biodiversity net gain requirement from the Environment Bill, as this merely attempts to ‘incentivise’ developers to avoid the ‘most biodiverse’ sites, meaning they could build on already well-established biodiverse land in the absence of stronger protections. ", "additional_details": "You surely cannot re-establish an environment, which has taken tens of thousands of years to develop, in a period of thirty years.\r\n\r\nThe biodiversity net gain mandate in the Environment Bill could do more damage to our biodiversity than good. I worry it puts far too much power in the hands of developers and not enough in the hands of the public.", "committee_note": "", "state": "closed", "signature_count": 16, "created_at": "2021-09-13T19:49:03.074Z", "updated_at": "2022-03-21T00:00:01.937Z", "rejected_at": null, "opened_at": "2021-09-20T16:35:36.857Z", "closed_at": "2022-03-20T23:59:59.999Z", "moderation_threshold_reached_at": "2021-09-14T06:38:58.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": null, "government_response": null, "debate": null, "departments": [{"acronym": "DEFRA", "name": "Department for Environment, Food and Rural Affairs", "url": "https://www.gov.uk/government/organisations/department-for-environment-food-rural-affairs"}], "topics": []}}, {"type": "petition", "id": 630305, "links": {"self": "https://petition.parliament.uk/petitions/630305.json"}, "attributes": {"action": "Ban unsustainable palm oil products being sold in the UK.", "background": "If a product contains unsustainable palm oil it shouldn’t be allowed to be imported into the UK and would be prevented from being sold in  supermarkets. We should start educating people on the harm of palm oil and the damage it is reeking across the planet.", "additional_details": "Palm oil had been a continual driver of deforestation, killing and heavily damaging some of the worlds most biodiverse forests. Along with this the industry is damaging the habitat of animals like the Sumatran rhino, pygmy elephant, and orangutan, all of whom are already endangered species. Climate change is being exacerbated by carbon-rich peat soils and the loss of forests, which releases millions of tonnes of greenhouse gases into the atmosphere.", "committee_note": "", "state": "open", "signature_count": 15, "created_at": "2022-12-26T21:24:53.479Z", "updated_at": "2023-01-01T19:28:00.000Z", "rejected_at": null, "opened_at": "2022-12-28T14:43:36.237Z", "closed_at": null, "moderation_threshold_reached_at": "2022-12-26T21:45:20.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": "Freya Jones", "rejection": null, "government_response": null, "debate": null, "departments": [{"acronym": "DEFRA", "name": "Department for Environment, Food and Rural Affairs", "url": "https://www.gov.uk/government/organisations/department-for-environment-food-rural-affairs"}], "topics": []}}, {"type": "petition", "id": 627072, "links": {"self": "https://petition.parliament.uk/petitions/627072.json"}, "attributes": {"action": "Keep at least 20% of the land in each town as undeveloped fields or green spaces", "background": "At least 20% of the town's total area must be kept as undeveloped green space. Every time I go somewhere, I see people tearing up fields to make room for new roads when the roads still work and I think that one day soon, there will be limited green space left only CO2 and a lack of biodiversity.", "additional_details": "I think this should happen because if there are no fields or green space, then there is nowhere for trees to grow and therefore no way to turn CO2 into oxygen for us to breathe so we can stay alive and the less plants there are, the less oxygen there is for us to breathe so it could lead to very significant health problems. Without a plan like this, there will be a huge lack of biodiversity which could lead to extinction for many animals and then lack of food for us.", "committee_note": null, "state": "rejected", "signature_count": 13, "created_at": "2022-10-29T19:37:24.116Z", "updated_at": "2022-11-03T07:36:33.792Z", "rejected_at": "2022-11-03T07:36:32.650Z", "opened_at": null, "closed_at": null, "moderation_threshold_reached_at": "2022-10-29T20:20:00.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": {"code": "no-action", "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe understand that you are concerned about the lack of undeveloped or green space in some towns, but it's not clear how the Government could implement your request, especially in towns where more than 80% of land is already developed."}, "government_response": null, "debate": null, "departments": [], "topics": []}}, {"type": "petition", "id": 617518, "links": {"self": "https://petition.parliament.uk/petitions/617518.json"}, "attributes": {"action": "Plant female trees instead of male trees in the city of London", "background": "I would like for you to increase the planting of female trees (trees that bear fruit) so that people (including those who are homeless) are able to access free food. Any new parks or renovated parks should be given fruit trees instead of pollenating trees.", "additional_details": "Doing this would increase biodiversity in London and increase the population of native species in the city to create a more environmentally friendly and diverse metropolis. Additionally, access to fruit and forageable foods would help out people who are unable to afford food greatly, as well as allow for more food diversity in the city. Another thing it would do is decrease levels of pollen in the city to make it easier for people with hayfever to breathe.", "committee_note": null, "state": "rejected", "signature_count": 13, "created_at": "2022-05-28T18:00:10.836Z", "updated_at": "2022-06-01T10:38:06.404Z", "rejected_at": "2022-06-01T10:38:04.729Z", "opened_at": null, "closed_at": null, "moderation_threshold_reached_at": "2022-05-28T18:40:09.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": {"code": "irrelevant", "details": "We can't accept your petition because the issue you raise is not the responsibility of the Government or Parliament. The planting of trees in London is the responsibility of the London Assembly.\r\n\r\nThe London Assembly has its own petitions process. You can find out more about how to petition the London Assembly here:\r\n\r\nhttps://www.london.gov.uk/about-us/london-assembly/petitions\r\n"}, "government_response": null, "debate": null, "departments": [], "topics": []}}, {"type": "petition", "id": 553461, "links": {"self": "https://petition.parliament.uk/petitions/553461.json"}, "attributes": {"action": "Create more “no fish zones” on UK coast to set a precedent for global treaty", "background": "Create and manage more “no fish zones” to allow biodiversity in the oceans to restore itself. \r\nSet an example for the rest of the world.", "additional_details": "The oceans are vital in removing carbon-based pollutants from the atmosphere and storing them (known as carbon sinks). \r\nA treaty over international waters in order to restore the health of our oceans is absolutely necessary. No fish zones will allow those species of fish who are over-fished to thrive and bring their population back. This will, in turn, cause an exponential increase in all fish population. \r\nWe will then be able to provide all the food we will ever need from the sea.", "committee_note": null, "state": "rejected", "signature_count": 13, "created_at": "2020-10-06T19:42:21.347Z", "updated_at": "2020-10-29T09:21:07.061Z", "rejected_at": "2020-10-29T09:21:07.064Z", "opened_at": null, "closed_at": null, "moderation_threshold_reached_at": "2020-10-06T19:46:34.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": {"code": "duplicate", "details": "You may wish to sign some of these petitions:\r\n\r\nBan fishing on a third of UK coastal for fish repopulation: https://petition.parliament.uk/petitions/553334\r\n\r\nReform food, energy, environmental and fishing policy to save the planet: https://petition.parliament.uk/petitions/554376"}, "government_response": null, "debate": null, "departments": [], "topics": []}}, {"type": "petition", "id": 611891, "links": {"self": "https://petition.parliament.uk/petitions/611891.json"}, "attributes": {"action": "Danger of soil extinction is grave - Save our Soil Biodiversity / Insect Biomass", "background": "UN says 1/3rd of the world's soil already degraded. Only 60 years of agricultural soil left. Journal of Biological Conservation says 80% of Insect Biomass lost in last 30 years. We caused this suicide and we must fix it. The government must introduce policies to rejuvenate and revitalize our soil.", "additional_details": "UN says soil is a very significant carbon sink linked to climate change; being the largest water soak on the planet and basis of all lives. Our wellbeing is not separate from the wellbeing of the soil. It is a very significant ecological threat as the way we grow food must change. The government must enforce policies that produces food in an organic way and stop using commercial and chemical fertilizers on our soil. Instead produce organic fertilizers using plants and animals waste themselves.", "committee_note": null, "state": "rejected", "signature_count": 11, "created_at": "2022-03-20T11:34:25.043Z", "updated_at": "2022-04-05T09:09:01.959Z", "rejected_at": "2022-03-25T08:05:57.046Z", "opened_at": null, "closed_at": null, "moderation_threshold_reached_at": "2022-03-20T13:50:38.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": {"code": "no-action", "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe understand that you are concerned about degradation of soil, but we're not sure exactly what you'd like the Government or Parliament to do.\r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do. For example, we could accept a petition calling on the Government to ban certain fertilisers, or to publish a strategy for preventing the degradation of soil quality, if either of those are something you want to happen."}, "government_response": null, "debate": null, "departments": [], "topics": []}}]}