{"links": {"self": "https://petition.parliament.uk/petitions.json?q=energy&page=1", "first": "https://petition.parliament.uk/petitions.json?q=energy", "last": "https://petition.parliament.uk/petitions.json?page=17&q=energy", "next": "https://petition.parliament.uk/petitions.json?page=2&q=energy", "prev": null}, "data": [{"type": "petition", "id": 619781, "links": {"self": "https://petition.parliament.uk/petitions/619781.json"}, "attributes": {"action": "Call an immediate general election to end the chaos of the current government", "background": "Call an immediate general election so that the people can decide who should lead us through the unprecedented crises threatening the UK.", "additional_details": "The chaos engulfing the UK government is unprecedented. Over 40 ministers resigned leaving departments without leadership during cost of living, energy and climate crises. War rages in Ukraine; the Northern Ireland Protocol has further damaged our relationship with Europe; recession looms; the UK itself may cease to exist as Scotland seeks independence. This is the greatest set of challenges we have seen in our lifetimes. Let the people decide who leads us through this turmoil.", "committee_note": "", "state": "open", "signature_count": 901912, "created_at": "2022-07-07T10:13:40.162Z", "updated_at": "2023-01-03T10:31:10.000Z", "rejected_at": null, "opened_at": "2022-07-14T13:28:37.202Z", "closed_at": null, "moderation_threshold_reached_at": "2022-07-07T14:04:19.000Z", "response_threshold_reached_at": "2022-08-27T19:46:09.000Z", "government_response_at": "2022-09-27T17:38:16.021Z", "debate_threshold_reached_at": "2022-09-29T14:55:50.000Z", "scheduled_debate_date": "2022-10-17", "debate_outcome_at": "2022-10-18T06:47:17.155Z", "creator_name": "Darrin Charlesworth", "rejection": null, "government_response": {"responded_on": "2022-09-20", "summary": "The UK is a Parliamentary democracy and the Conservative Party remains the majority party. The Prime Minister has pledged to ensure opportunity and prosperity for all people and future generations.\r\n", "details": "The United Kingdom is a Parliamentary democracy, not a Presidential one. Following the general election of December 2019, Members of Parliament of the governing party (the Conservative Party) were elected, such that there is a majority in the House of Commons. This remains the case. A change in the leader of the governing party does not trigger a general election – this has been the case under governments of successive political colours.\r\n\r\nThe Dissolution and Calling of Parliament Act 2022 provides that Parliament is automatically dissolved five years after it first meets (unless it is dissolved sooner), otherwise the timing is a matter of discretion for the incumbent Prime Minister (subject to re-established constitutional conventions).\r\n\r\nIn her speech of 6 September 2022, the new Prime Minister set out three early priorities: to grow Britain’s economy, deal with the energy crisis caused by Putin’s war, and putting the national health service on a firm footing. The Prime Minister is determined to address the challenges the country faces and ensure opportunity and prosperity for all people and future generations.\r\n\r\nCabinet Office", "created_at": "2022-09-27T17:38:16.018Z", "updated_at": "2022-09-27T17:38:16.018Z"}, "debate": {"debated_on": "2022-10-17", "transcript_url": "https://hansard.parliament.uk/commons/2022-10-17/debates/78F30897-47A0-4D21-9135-DF1CD19E3AE4/EarlyGeneralElection", "video_url": "https://www.youtube.com/watch?v=qMHQNKdbu-Q&list=PLj3mInRJqIemzke3yWcmPaR5ZTW4S4bur&index=2", "debate_pack_url": "https://commonslibrary.parliament.uk/research-briefings/cdp-2022-0167/", "overview": ""}, "departments": [{"acronym": "CO", "name": "Cabinet Office", "url": "https://www.gov.uk/government/organisations/cabinet-office"}], "topics": []}}, {"type": "petition", "id": 584632, "links": {"self": "https://petition.parliament.uk/petitions/584632.json"}, "attributes": {"action": "Introduce an Independent Regulator for Football in England by December 2021", "background": "The Government should use the recently established fan led review of football to introduce an Independent Football Regulator in England to put fans back at the heart of our national game. This should happen by December 2021.", "additional_details": "1. Like a referee, an independent regulator would safeguard our beautiful game impartially. This doesn’t currently exist.\r\n2. An Independent Regulator could protect the game against another attempt at a super league or other efforts to put money ahead of fans.\r\n3. Water companies, energy providers and the media all have an independent regulator. Football matters to millions and should also have a regulator of its own.", "committee_note": "", "state": "closed", "signature_count": 142931, "created_at": "2021-04-30T09:54:06.823Z", "updated_at": "2022-11-11T12:11:28.897Z", "rejected_at": null, "opened_at": "2021-05-13T10:32:33.571Z", "closed_at": "2021-11-13T23:59:59.999Z", "moderation_threshold_reached_at": "2021-04-30T10:30:35.000Z", "response_threshold_reached_at": "2021-05-17T08:31:15.000Z", "government_response_at": "2021-06-08T06:21:42.705Z", "debate_threshold_reached_at": "2021-05-17T18:04:45.000Z", "scheduled_debate_date": "2021-06-14", "debate_outcome_at": "2021-06-15T07:57:10.371Z", "creator_name": null, "rejection": null, "government_response": {"responded_on": "2021-06-07", "summary": "Football clubs are the heart of local communities and have a unique social value, which is why we are proceeding with our commitment to undertake a wide ranging, fan led review of football governance.", "details": "As announced in the Secretary of State for Digital, Culture, Media and Sport’s Oral Statement on 19 April, Tracey Crouch MP is chairing a fan-led review of governance. She will engage extensively with fans to ensure their experiences are at the centre of the review. Fans are the lifeblood of the sport, and the Government is committed to ensuring that their views are at the heart of the review.\r\n\r\nThe Government has published the Terms of Reference and the members of the advisory panel, including representatives of fans, the women’s game, and non-league.\r\n\r\nThe first meeting of the advisory panel has been held, and fan engagement meetings with the Chair and panel are underway. The Government has announced that there will be an interim report from the review before the summer and a full report in the autumn.\r\n\r\nThe review will be a comprehensive examination of the English football system looking at issues of ownership, governance and funding through the football pyramid. This will include assessing calls for the creation of a single, independent football regulator to oversee the sport’s regulations and compliance, and its relationship with the regulatory powers of The Football Association and other football bodies.\r\n\r\nIt would not be right to pre-judge the recommendations of the review but the Government looks forward to receiving its report later in the year and acting on its recommendations accordingly.\r\n\r\nDepartment for Digital, Culture, Media & Sport", "created_at": "2021-06-08T06:21:42.702Z", "updated_at": "2021-06-08T06:21:42.702Z"}, "debate": {"debated_on": "2021-06-14", "transcript_url": "https://hansard.parliament.uk/commons/2021-06-14/debates/21061454000001/FootballGovernance", "video_url": "https://www.youtube.com/watch?v=5zNR1ypT6iw", "debate_pack_url": "https://commonslibrary.parliament.uk/research-briefings/cbp-9255", "overview": ""}, "departments": [{"acronym": "DCMS", "name": "Department for Digital, Culture, Media and Sport", "url": "https://www.gov.uk/government/organisations/department-for-digital-culture-media-sport"}], "topics": []}}, {"type": "petition", "id": 608056, "links": {"self": "https://petition.parliament.uk/petitions/608056.json"}, "attributes": {"action": "Nationalise Energy Companies", "background": "The Government needs to take back ownership of strategic energy assets.  It needs to accept that the Free Market has failed the energy sector, that it is in the national interest to renationalise our energy assets.  The Government must therefore renationalise all the UK energy assets.", "additional_details": "People are already having to choose whether to heat or eat. Token gestures of mandatory loans & stripping local authorities of much needed monies to mitigate bulk cost increases, mismanagement of the energy sector & the whim of the market are not good enough.   This country needs a 25 year strategic plan and needs to be guided away from unstable fossil fuel dependancy. The Government needs to own the energy assets in order to achieve this, tackle climate change & protect service users interests.", "committee_note": null, "state": "closed", "signature_count": 109310, "created_at": "2022-02-04T13:39:05.740Z", "updated_at": "2022-11-01T14:08:19.152Z", "rejected_at": null, "opened_at": "2022-02-09T15:02:22.592Z", "closed_at": "2022-08-09T22:59:59.999Z", "moderation_threshold_reached_at": "2022-02-04T14:12:38.000Z", "response_threshold_reached_at": "2022-08-02T14:55:19.000Z", "government_response_at": "2022-09-01T16:17:52.035Z", "debate_threshold_reached_at": "2022-08-07T21:46:39.000Z", "scheduled_debate_date": "2022-10-31", "debate_outcome_at": "2022-11-01T14:08:19.152Z", "creator_name": null, "rejection": null, "government_response": {"responded_on": "2022-09-01", "summary": "The Government does not agree that nationalisation of energy assets is the right approach. Properly regulated markets provide the best outcome for consumers as a driver of efficiency and innovation.", "details": "The Government does not agree that nationalisation of the country’s strategic energy assets is the right approach.  A renationalised energy company would still have to buy the same expensive gas on global markets, so prices won't be lowered. Furthermore, if the Government renationalised energy companies, the British taxpayer would have to compensate directors, shareholders, and creditors to the tune of tens of billions of pounds – money that would be better spent supporting families.\r\n\r\nIn the 1970s, nationalised utilities run by politicians were in a bad state. These monopolies made considerable losses, were inefficient and needed considerable investment to upgrade age-old infrastructure. Since privatisation in the 1980s, the UK’s energy system has attracted hundreds of billions of pounds in private capital – money that otherwise would have had to come from higher taxes or additional borrowing. This investment improved performance and reliability of Britain’s energy network and offered consumers greater choice and higher standards of products and services. \r\n\r\nThe Government therefore continues to believe that properly regulated markets, which incentivise private capital to invest in the energy system, provide the best outcome for consumers and promote market competition as the best driver of efficiency, innovation and value.   This approach has served consumers well since energy privatisation, catalysing billions of pounds of investment and improving performance and reliability and offering consumers greater choice and higher standards of products and services.  \r\n\r\nThe Government has set out a comprehensive long-term plan for greater energy independence. The more clean, affordable power we generate within our borders, the less exposed we will be to eye watering fossil fuel prices set by global markets we can’t control.\r\n\r\nThrough our Energy Security Strategy, we are working to our vulnerability to international oil and gas prices by reducing our dependence on expensive oil and gas. We will do this by accelerating the deployment of wind, new nuclear, solar and hydrogen, whilst supporting North Sea oil and gas in the nearer term for security of supply.\r\n\r\nNationalisation will not solve the current challenge of high global fossil fuel prices and the impact this is having on the cost of energy.  The Government has set out a comprehensive long-term plan for the energy system through the Ten Point Plan for a Green Industrial Revolution and Energy White Paper, both of 2020, and the British Energy Security Strategy of 2022.  These present a vision for how Britain can enjoy secure, clean and affordable home-grown energy for the long term.  In particular, the Energy Security Strategy charts a pathway to address our vulnerability to international oil and gas prices, by reducing our dependence on imported oil and gas.\r\n\r\nNevertheless, the Government recognises that households and businesses across the UK are rightly concerned about rising energy bills.  We are taking action at an unprecedented scale.\r\n\r\nThe Government is providing £37 billion of support this year, targeted at those who are most in need with the cost of living. This includes a £15 billion Energy Bill Support Scheme, worth up to £400 each for around 28 million households. In addition, targeted support includes:\r\n\r\n• More than 8 million households on means tested benefits will receive a payment of £650\r\n\r\n• Over 8 million pensioner households which receive the Winter Fuel Payment will also receive a £300 Cost of Living Payment\r\n\r\n• Six million households which receive disability support will receive £150 Disability Cost of Living Payment\r\n\r\nAlongside this the Government is investing over £6.6 billion over this parliament to improve energy efficiency and decarbonise heating. We will deliver upgrades to over half a million homes in the coming years through our Social Housing Decarbonisation, Home Upgrade Grant Schemes and Energy Company Obligation Scheme, delivering average bill savings of £300.  \r\n\r\nMeanwhile, we have extended the Energy Company Obligation 2022 to 2026, boosting its value from £640 million to £1 billion a year. This is helping an extra 450,000 families with green measures such as insulation. \r\n\r\nDepartment for Business, Energy and Industrial Strategy", "created_at": "2022-09-01T16:17:52.031Z", "updated_at": "2022-09-01T16:17:52.031Z"}, "debate": {"debated_on": "2022-10-31", "transcript_url": "https://hansard.parliament.uk/commons/2022-10-31/debates/D2E93BD7-1A0E-40FA-8829-0B3D9412F589/PublicOwnershipOfEnergyCompanies", "video_url": "https://www.youtube.com/watch?v=DPBvGhYde4E", "debate_pack_url": "https://commonslibrary.parliament.uk/research-briefings/cdp-2022-0184/", "overview": ""}, "departments": [{"acronym": "BEIS", "name": "Department for Business, Energy and Industrial Strategy", "url": "https://www.gov.uk/government/organisations/department-for-business-energy-and-industrial-strategy"}], "topics": []}}, {"type": "petition", "id": 300412, "links": {"self": "https://petition.parliament.uk/petitions/300412.json"}, "attributes": {"action": "Extend the transition; delay negotiations until after the coronavirus outbreak", "background": "The government should consider delaying negotiations so they can concentrate on the coronavirus situation and reduce travel of both EU and UK negotiators. This would necessitate extending the transition period; as there can only be a one off extension, this should be for two years.", "additional_details": "The coronavirus situation will inevitably require effort from the government and they should not be dealing with EU negotiations at the same time. A two year extension will ensure that we have the time and energy to properly negotiate a deal. The country will be hit financially and socially by the impacts of this virus. We cannot risk a ‘no deal’ impact on top of this. \r\nAdditionally, government and EU negotiators should be limiting travel at this time.", "committee_note": null, "state": "closed", "signature_count": 107438, "created_at": "2020-03-05T10:02:05.863Z", "updated_at": "2021-08-10T11:40:25.000Z", "rejected_at": null, "opened_at": "2020-03-10T19:07:57.355Z", "closed_at": "2020-09-10T22:59:59.999Z", "moderation_threshold_reached_at": "2020-03-05T16:41:14.000Z", "response_threshold_reached_at": "2020-03-18T00:53:44.000Z", "government_response_at": "2020-04-09T15:10:53.420Z", "debate_threshold_reached_at": "2020-06-11T19:52:04.000Z", "scheduled_debate_date": "2020-10-05", "debate_outcome_at": "2020-10-06T12:18:27.051Z", "creator_name": null, "rejection": null, "government_response": {"responded_on": "2020-04-09", "summary": "The transition period ends on 31 December 2020, as enshrined in UK law. The Prime Minister has made clear he has no intention of changing this. We remain fully committed to negotiations with the EU.", "details": "We will not be extending the transition period – we will be recovering economic and political independence at the end of the year, which the British people voted for.\r\n\r\nThe transition period ends on 31 December 2020. The end date of the transition period is enshrined in UK law. Section 15A of the European Union (Withdrawal) Act 2018 prohibits the Government from agreeing to an extension of the transition period.\r\n\r\nThe UK remains fully committed to the negotiations on our future relationship with the EU. However, in light on the current situation, the structure of negotiations has had to change and instead take place between the negotiating teams remotely. Last week, the UK held a series of conference calls, both sides discussed and provided technical clarifications on their respective legal texts and we have held conversations with the Commission to consider next steps. In the coming weeks we hope to have agreed a timetable for the negotiations by remote means in April and May. We remain committed to working closely with the devolved administrations (DAs) throughout negotiations with the EU to ensure a future relationship that works in the interests of the whole of the UK.\r\n\r\nThe first meeting of the Withdrawal Joint Committee (WAJC) was held as planned on 30 March. This meeting was held via teleconference, in line with the latest Government guidance, and is a good example of how we can continue our work on implementing the Withdrawal Agreement during this time.\r\n\r\nWe will, of course, continue to be guided by scientific advice about what is right for our workforce as we seek to develop these options.\r\n\r\nCabinet Office.\r\n", "created_at": "2020-04-09T15:10:53.418Z", "updated_at": "2020-04-09T15:10:53.418Z"}, "debate": {"debated_on": "2020-10-05", "transcript_url": "https://hansard.parliament.uk/commons/2020-10-05/debates/915A231C-FE1E-4E7D-A512-060DB8C10F94/LeavingTheEU", "video_url": "https://www.parliamentlive.tv/Event/Index/3dd8e43f-bc93-45ad-8efd-dd5b6d61502c", "debate_pack_url": "https://commonslibrary.parliament.uk/research-briefings/cdp-2020-0050/", "overview": ""}, "departments": [{"acronym": "CO", "name": "Cabinet Office", "url": "https://www.gov.uk/government/organisations/cabinet-office"}], "topics": ["covid-19"]}}, {"type": "petition", "id": 605503, "links": {"self": "https://petition.parliament.uk/petitions/605503.json"}, "attributes": {"action": "Increase the basic state pensions by £500 a year as an emergency measure", "background": "Both old and new state pensions to be increased by £500 pa as an emergency measure to compensate for the suspension of the triple lock and to help pensioners cope with the cost-of-living crisis, including increases in energy and food prices. The payment to be consolidated into future pension rates.", "additional_details": "The suspension of the triple lock was agreed by Parliament before the full impact of the energy crisis on prices was known. Silver Voices estimates that the 3.1% increase in pensions due in April will be about half the prevailing rate of inflation then. A lump sum increase of £500 pa would cover the losses to pensioners caused by the triple lock suspension and help ensure millions of older people don't have to choose between eating and heating this winter.", "committee_note": "", "state": "closed", "signature_count": 22336, "created_at": "2022-01-08T12:06:36.689Z", "updated_at": "2022-11-21T17:17:33.593Z", "rejected_at": null, "opened_at": "2022-01-12T17:14:06.171Z", "closed_at": "2022-07-12T22:59:59.999Z", "moderation_threshold_reached_at": "2022-01-08T16:42:28.000Z", "response_threshold_reached_at": "2022-01-20T20:26:38.000Z", "government_response_at": "2022-02-07T19:02:17.067Z", "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": null, "government_response": {"responded_on": "2022-02-07", "summary": "The Government wants all pensioners to have a secure income in retirement. From April, the full yearly amount of the basic State Pension will be over £2,300 higher than in 2010.", "details": "The Government has no plans to increase the State Pension by £500 a year as an emergency measure. We have never paid our pensioners more. This year, we will spend over £129 billion on the State Pension and benefits for pensioners in Great Britain. From April, the full yearly amount of the basic State Pension will be around £720 more in 2022/23 than if it had been up-rated by prices since 2010. That’s a rise of over £2,300 in cash terms.\r\n\r\nIn 2020/21, we introduced Primary legislation to increase State Pensions by 2.5 percent, higher than both inflation at 0.5 per cent and falling wages. The pandemic had caused the unusual fall in wages and meant if we had not taken that action, State Pensions would have been frozen for 2021/22. We also made a temporary change to the law to ensure the basic and new State Pensions increase by the higher of price inflation or 2.5 per cent for 2022/23. This means in April State Pensions will rise by 3.1 percent. Taken together, this means that over the last two years, we have delivered an increase of more than 5.6% in the basic and new State Pension.\r\n \r\nThe suspension of the Triple Lock for one year is a temporary response to exceptional circumstances caused by the pandemic. This approach is fair to both pensioners and younger taxpayers. The Government remains committed to the Triple Lock for the remainder of this Parliament.\r\n\r\nPension Credit can provide further benefits and we want to ensure people receive all the support they are entitled to. Around 1.4 million eligible pensioners across Great Britain already receive some £5 billion in Pension Credit, which tops up their retirement income and is a passport to other financial help such as support with housing costs, council tax, heating bills and a free TV licence for those over 75.\r\n\r\nThe Government is committed to tackling fuel poverty and protecting low income and vulnerable households. Latest figures show 200,000 fewer pensioners in absolute poverty, both before and after housing costs, compared to 2009/10.\r\n\r\nThe Winter Fuel Payment provides pensioners with support for their energy bills over winter worth £2 billion every year – £200 for households with someone who has reached State Pension age and is under age 80; or £300 for households with someone aged 80 and over. Cold Weather Payments give further help to vulnerable people in receipt of certain income-related benefits, including Pension Credit, to meet additional heating costs during periods of unseasonably cold weather between 1st November and 31st March.\r\n \r\nIn addition to the provisions announced by the Chancellor on 3 February 2022 (the Chancellor’s Statement is available here), the Warm Home Discount Scheme provides short-term support with energy bills through rebates, helping households stay warm and healthy in winter. The scheme provides those on Pension Credit Guarantee Credit with a rebate off their winter energy bill providing their supplier is part of the scheme.\r\n\r\nWe have already consulted on expanding the Warm Homes Discount by almost a third from 2.2 million to 3 million vulnerable households and increasing the rebate value to £150 from £140 each year, increasing the cost from £350 million to £475 million. We also consulted on expanding the eligibility to include all means-tested benefit recipients, bringing in those in receipt of Working Tax Credits and Pension Credit Savings Credit, and making the issue of the rebate more automatic for those on working age benefits who are living in the least energy efficient homes. BEIS have not yet published their consultation response but do plan to proceed on this basis from 2022/23.\r\n\r\nIn addition, almost £34 million worth of support was provided in 2020/21 to those most at risk of fuel poverty through Industry Initiatives like debt relief, energy advice and energy efficiency improvements. A £500 million pound Household Support Fund was introduced last November to assist vulnerable households across the country this winter. In England, the £421 million fund has provided targeted support through local authorities to help with the cost of food, utilities and wider essentials. The Devolved Authorities are receiving the remaining £79 million through the Barnett Formula to set up their own schemes.\r\n\r\nDepartment for Work and Pension\r\n", "created_at": "2022-02-07T19:02:17.064Z", "updated_at": "2022-02-07T19:02:17.064Z"}, "debate": null, "departments": [{"acronym": "DWP", "name": "Department for Work and Pensions", "url": "https://www.gov.uk/government/organisations/department-for-work-pensions"}], "topics": []}}, {"type": "petition", "id": 608745, "links": {"self": "https://petition.parliament.uk/petitions/608745.json"}, "attributes": {"action": "End the ban on fracking", "background": "We want the Government to allow fracking to proceed in England, and implement planning reforms to enable shale gas developments.", "additional_details": "Fracking could increase availability of cheap local energy at a time of record prices squeezing living standards and leading to inflation and higher interest rates.\r\n \r\nGovernment policy currently forbids access to these resources. This policy should be reversed.\r\n", "committee_note": "", "state": "closed", "signature_count": 18820, "created_at": "2022-02-13T21:57:25.891Z", "updated_at": "2022-11-16T15:35:30.435Z", "rejected_at": null, "opened_at": "2022-02-21T17:57:06.509Z", "closed_at": "2022-08-21T22:59:59.999Z", "moderation_threshold_reached_at": "2022-02-14T09:12:18.000Z", "response_threshold_reached_at": "2022-03-06T14:21:38.000Z", "government_response_at": "2022-04-04T10:54:29.597Z", "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": null, "government_response": {"responded_on": "2022-06-14", "summary": "The Government does not agree we should lift the pause on hydraulic fracturing at this time given the lack of new, compelling evidence that shale gas extraction can be done safely.", "details": "In response to Putin’s barbaric acts in Ukraine and against the Ukrainian people, it is important that we keep all energy options open. While shale gas could play a part in the UK’s future energy mix, the government has always been clear that its development must be safe.\r\n\r\nThe current pause on hydraulic fracturing for shale gas was implemented in November 2019 on the basis of the difficulty in predicting and managing seismic activity caused by the process.\r\n \r\nThis followed hydraulic fracturing activities conducted in Lancashire that caused tremors that were widely felt by residents in surrounding areas, in some cases causing minor property damage.\r\n\r\nFollowing this event, analysis conducted by the expert regulator, the North Sea Transition Authority (formerly called the Oil and Gas Authority), concluded that further analysis would be needed to confirm whether hydraulic fracturing could be done safely.\r\n\r\nSpecifically, the NSTA would need to see improvements in:\r\n\r\n - the prediction of whether a site will be seismogenic;\r\n\r\n - the prediction of the likelihood, magnitude, sequencing and timing of seismic events that could be triggered by hydraulic fracturing operations at a site; and\r\n\r\n - the ability to predict faults and their seismogenic susceptibility from, for example, seismic surveys.\r\n\r\nThis is needed so that more effective precautionary and mitigation measures can be considered in future hydraulic fracturing plans.\r\n\r\nFor shale gas to become a significant contributor to the UK's energy supply, a significant number of wells would need to be drilled. This is because shale gas is very different to the UK’s typical offshore gas production, where a small number of wells can be sufficient to drain the gas from an entire field. Shale gas extraction instead relies on a continued series of new wells, each of which produces gas for a relatively short time.\r\n \r\nIt remains government policy to minimise disruption and damage to those living and working nearby to shale gas exploration sites. Given the lack of new, compelling evidence confirming that hydraulic fracturing can be done safely, the Government does not feel it is appropriate to lift the pause on hydraulic fracturing at this time.\r\n\r\nDepartment for Business, Energy and Industrial Strategy\r\n\r\nThis is a revised response. The Petitions Committee requested a response which more directly addressed the request of the petition. You can find the original response towards the bottom of the petition page (https://petition.parliament.uk/petitions/608745)", "created_at": "2022-04-04T10:54:29.594Z", "updated_at": "2022-06-14T15:31:10.708Z"}, "debate": null, "departments": [{"acronym": "BEIS", "name": "Department for Business, Energy and Industrial Strategy", "url": "https://www.gov.uk/government/organisations/department-for-business-energy-and-industrial-strategy"}], "topics": []}}, {"type": "petition", "id": 610300, "links": {"self": "https://petition.parliament.uk/petitions/610300.json"}, "attributes": {"action": "Provide an energy grant to people with a disability or serious medical condition", "background": "Millions of UK citizens have a disability or serious medical condition that means they use more energy. Many people need to use a ventilator 24/7. People use electric pumps to feed through a tubes. People need to charge their mobility equipment, such as electric wheelchairs, stair lifts, bath seats.", "additional_details": "The Government needs to provide a grant, so that people with a disability or serious medical condition can afford to run the equipment, or heating, they need to stay alive. It is not right that people living with conditions that require energy, should be punished for it, and sometimes face unmanageable debts with energy companies. What a horrendous situation to face. If some people don't run their ventilator, CPAP machine or feeding pump they will die. Our Government must help people afford to stay alive.", "committee_note": "", "state": "closed", "signature_count": 16303, "created_at": "2022-03-01T15:34:24.421Z", "updated_at": "2022-11-18T17:34:34.800Z", "rejected_at": null, "opened_at": "2022-03-07T17:38:19.689Z", "closed_at": "2022-09-07T22:59:59.999Z", "moderation_threshold_reached_at": "2022-03-01T15:53:58.000Z", "response_threshold_reached_at": "2022-04-18T18:32:29.000Z", "government_response_at": "2022-05-09T12:48:35.692Z", "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": null, "government_response": {"responded_on": "2022-06-14", "summary": "The Government will provide approximately six million people across the UK, who receive certain disability benefits, with a one-off payment of £150 in September 2022.", "details": "The Government is aware of the impact that high global wholesale energy prices are having on all consumers.  Although Government does not determine the price of gas or electricity, these are set by global market conditions, the price cap ensures that the price of tariffs is fair and that customers do not experience a loyalty penalty.\r\n \r\nThe Government understands, however, that some households with a disability or medical condition have higher than average energy costs.  NHS England provides electricity refunds for users of certain medical equipment in the home, such as oxygen concentrators. If a patient is prescribed an oxygen concentrator as part of their home oxygen therapy, the provider will reimburse the patient for any electricity the machine uses at the standard rate for the electricity provider in that region.\r\n   \r\nWhile Clinical Commissioning Groups are best placed to support their local populace, the Government has put in place additional support for those on certain disability benefits.  As a result, around six million people across the UK who receive the following disability benefits will receive a one-off payment of £150 in September:\r\n\r\n•\tDisability Living Allowance\r\n•\tPersonal Independence Payment\r\n•\tAttendance Allowance\r\n•\tScottish Disability Benefits\r\n•\tArmed Forces Independence Payment\r\n•\tConstant Attendance Allowance\r\n•\tWar Pension Mobility Supplement\r\n\r\nThis forms part of the £15 billion package of targeted government support, announced on 26 May 2022, to help with the rising cost of living. This brings the total cost of living support measures announced to £37 billion this year.\r\n\r\nHouseholds in Great Britain will get a £400 grant for their energy bills in September.  This does not need to be repaid.\r\n \r\nIn addition, there has been a £150 non-repayable reduction in Council Tax bills for all households in Bands A-D in England and £144 million of discretionary funding for Local Authorities to support households who need support but are not eligible for the Council Tax reduction.\r\n  \r\nMore than 8 million households on means tested benefits will receive a payment of £650 this year, made in two instalments.\r\n \r\nPensioner households will receive an extra £300 to help them cover the rising cost of energy this winter. This additional one-off payment will go to the over 8 million pensioner households across the UK who receive the Winter Fuel Payment and will be paid on top of any other one-off support a pensioner household is entitled to.\r\n\r\nThe Government is providing an extra £500 million of local support, via the Household Support Fund, which will be extended from this October to March 2023. The Household Support Fund helps those in most need with payments towards the rising cost of food, energy, and water bills. This brings the total amount provided through the Household Support Fund to £1.5 billion since October 2021. The Barnett formula provides a share of this funding to the devolved administrations in Scotland, Wales, and Northern Ireland so they can decide how to provide support.\r\n\r\nDepartment for Business, Energy & Industrial Strategy\r\n\r\nThis is a revised response. The Petitions Committee requested a response which more directly addressed the request of the petition. You can find the original response towards the bottom of the petition page (https://petition.parliament.uk/petitions/610300)", "created_at": "2022-05-09T12:48:35.689Z", "updated_at": "2022-06-14T15:29:37.164Z"}, "debate": null, "departments": [{"acronym": "BEIS", "name": "Department for Business, Energy and Industrial Strategy", "url": "https://www.gov.uk/government/organisations/department-for-business-energy-and-industrial-strategy"}], "topics": []}}, {"type": "petition", "id": 620839, "links": {"self": "https://petition.parliament.uk/petitions/620839.json"}, "attributes": {"action": "Set a Minimum Pension Guarantee (MPG) of at least £200 pw for state pensioners", "background": "An MPG of at least £200 per week to be set for all state pensioners, irrespective of gender, marital status or contribution record, to remove anomalies in the pension system, including the growing discrepancy between the old and new state pensions. Any higher pensions should not be affected.", "additional_details": "Silver Voices research (from DWP sources) reveals that in September 2020 only 6% of state pensioners received the top rate of the new state pension at £185 per week, 87% received a basic State Pension of £142 or less. The UK provides the worst state pension in the developed world, which is insufficient for life’s essentials, particularly with surging energy and food prices. After a lifetime of tax and national insurance contributions, older people deserve a minimum income of £200 per week without recourse to the benefits system.", "committee_note": "", "state": "open", "signature_count": 15919, "created_at": "2022-07-24T11:47:40.271Z", "updated_at": "2023-01-03T08:06:40.000Z", "rejected_at": null, "opened_at": "2022-07-27T17:25:47.491Z", "closed_at": null, "moderation_threshold_reached_at": "2022-07-24T13:14:09.000Z", "response_threshold_reached_at": "2022-08-05T10:14:09.000Z", "government_response_at": "2022-08-23T07:14:13.414Z", "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": "Dennis Reed", "rejection": null, "government_response": {"responded_on": "2022-08-22", "summary": "The Government has no plans to introduce a new £200 Minimum Pension Guarantee. The Government is committed to a decent State Pension as the foundation of support for people in retirement.", "details": "The Government spends over £134 billion each year on benefits for pensioners, including over £110 billion on the State Pension. This is likely to increase substantially in 2023/24. This proposal would add significant costs and make the system unsustainable and create additional burdens on the working age population.\r\n\r\nSince 2010, the full yearly amount of the basic State Pension has risen by over £2,300, in cash terms. That's £720 more than if it had been uprated by prices, and £570 more than if it had been uprated by earnings. The Government remains committed to implementing the Triple Lock in the usual way for the remainder of the Parliament.\r\n\r\nThis petition raises a comparison between the pre-2016 system, and the new State Pension which was introduced for those reaching State Pension age after 2016. The new State Pension was introduced to provide a simpler, clearer, and sustainable foundation for private saving. The new system was designed to cost no more than the previous system and care has been taken to ensure fairness to both groups. It is not possible to make direct, like for like comparisons between State Pension amounts between the two systems. It is not accurate to say that people who reached State Pension age before 6 April 2016 only received the basic State Pension. People who were not contracted out would also have built up some additional State Pension, or SERPS. Those who were contracted out would have received the benefits of membership of an occupational or personal pension scheme, as well as paying less into the national Insurance system at that time.\r\n\r\nAlthough the systems are different, they both reflect the National Insurance contributions an individual has made. Most people in the early years of the new system will get a similar State Pension to that they would have received under the previous system. \r\n\r\nThe State Pension operates under a contributory principle. This means that all individuals build up their National Insurance record during their working lives, in the expectation that they are contributing toward the payments of benefits for themselves and others on a pooled basis, including the State Pension. Upon reaching State Pension age, the State Pension is paid to everyone who is eligible and has contributed in this way, with the amount awarded based upon their National Insurance record. \r\n\r\nThe Government also provides additional support to older people, which includes the provision of free bus passes, free prescriptions, Winter Fuel Payments and Cold Weather Payments.\r\n\r\nPension Credit is a means tested benefit and provides a top up for people of State Pension age to a weekly minimum amount, (currently £182.60 for single people and £278.70 for couples). These amounts may be higher for those with caring responsibilities, a severe disability or certain housing costs.  This approach ensures that spending is targeted at those most in need.  Information about Pension Credit is available from the Government website – www.gov.uk by entering ‘Pension Credit’ into the search bar.\r\n\r\nIn response to the current cost of living concerns, the Government understands the pressures people are facing and is providing over £37 billion of support this year. This includes the £650 Cost of Living Payment, payable in two lump sums, which targets support at low-income households on means-tested benefits, including Pension Credit. In addition, pensioner households will receive a separate one-off payment of £300 (through and as an addition to the Winter Fuel Payment). All households with a domestic electricity bill will also benefit from the £400 support being provided through the Energy Bills Support Scheme.  \r\n\r\nOn international comparisons, it is difficult to make meaningful comparisons between State Pension schemes in different countries because there are many fundamental differences in the way they are run. There are many factors to take into account such as different tax systems, cost of living, access to occupational pensions and availability of other social security benefits, Health and Social Care systems, as well as the provision of services and goods free to pensioners or at concessionary rates.\r\n \r\nHowever, OECD rankings show that, due to Government reforms including the new State Pension and Automatic Enrolment, the UK’s pensions system will provide future workers with income replacement rates which are comparable to the OECD average and higher than countries such as Switzerland, Norway, and Germany.\r\n\r\nDepartment for Work and Pensions", "created_at": "2022-08-23T07:14:13.411Z", "updated_at": "2022-08-23T07:14:13.411Z"}, "debate": null, "departments": [{"acronym": "DWP", "name": "Department for Work and Pensions", "url": "https://www.gov.uk/government/organisations/department-for-work-pensions"}], "topics": []}}, {"type": "petition", "id": 608007, "links": {"self": "https://petition.parliament.uk/petitions/608007.json"}, "attributes": {"action": "Allow consumers the right to refuse the £200 energy rebate", "background": "Stop forcing people to accept a loan for energy without the right of refusal. This will put more strain on many financially and mentally. Make it fair for people and research a better payment plan that doesn't discriminate against children leaving home and relationship breakdown", "additional_details": "They will make a lot of money by charging £40 per annum to every consumer even if that consumer didn't have this £200 loan eg- child at home goes to uni and now owes £200 they didn't borrow as they were not the billed consumer at the time the loan was issued, ditto to relationship breakdown, both parties will be paying the whole amount even though they live apart ergo £200 borrowed £400 repaid.", "committee_note": "", "state": "closed", "signature_count": 13889, "created_at": "2022-02-03T23:40:11.755Z", "updated_at": "2022-10-18T10:44:29.775Z", "rejected_at": null, "opened_at": "2022-02-08T14:25:13.881Z", "closed_at": "2022-08-08T22:59:59.999Z", "moderation_threshold_reached_at": "2022-02-04T06:53:58.000Z", "response_threshold_reached_at": "2022-04-03T07:54:39.000Z", "government_response_at": "2022-04-14T14:03:00.157Z", "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": null, "government_response": {"responded_on": "2022-04-14", "summary": "The £200 reduction on consumers’ bills will be recouped over five years from 2023. Policy details are in development and will be reviewed following the conclusion of the public consultation.", "details": "On 3 February 2022 the Chancellor announced a package of support worth £9.1bn to help all domestic energy customers with the costs of rising energy bills.\r\n\r\nTo spread the cost of the energy price shock, from October 2022 the government will provide funding to all energy suppliers to pass a £200 reduction on to domestic electricity customers’ bills. This will be recouped through energy bills over five years from 2023.\r\n\r\nThe government will not profit from this scheme. The amount recouped by the government over five years from 2023 will be no greater than the sum paid out to consumers from October 2022.\r\n\r\nWe would like to emphasize the bill reduction is not a loan, rather, it is a grant which will be delivered to households by their energy supplier to help reduce the burden of energy bills from October. It does not create a liability for any individual. There is no interest due on it, no debt attached to it, and it will not affect recipients’ credit rating. It is a grant now with a levy on future bill payers.\r\n\r\nAllowing consumers to opt out of receiving the reduction on their bills would likely increase the administrative costs of the scheme.\r\n   \r\nWe know that there will be different considerations for consumers depending on their circumstances and the way in which they pay their energy bills. We will continue to work with consumer groups and electricity suppliers to ensure that we deliver the scheme in a convenient way to all eligible customers.\r\n\r\nThe policy details of the scheme are still being developed. The public consultation, issued on 11 April, will close on 23 May 2022. The government response is expected to be published in the summer.\r\n\r\nThe consultation can be accessed at https://beisgovuk.citizenspace.com/ccp/energy-bills-support-scheme.\r\n\r\nDepartment for Business, Energy and Industrial Strategy", "created_at": "2022-04-14T14:03:00.155Z", "updated_at": "2022-04-14T14:03:00.155Z"}, "debate": null, "departments": [{"acronym": "HMT", "name": "HM Treasury", "url": "https://www.gov.uk/government/organisations/hm-treasury"}], "topics": []}}, {"type": "petition", "id": 617939, "links": {"self": "https://petition.parliament.uk/petitions/617939.json"}, "attributes": {"action": "Referendum on whether the UK should be neutral in the Ukraine/Russia conflict", "background": "The Government, as a matter of urgency, to hold a UK-wide referendum on the subject within a maximum of six months.", "additional_details": "The Government is involving the UK in a foreign conflict, supporting one nation against another nation, without a mandate from the electorate.\r\n \r\nWe believe it is in British interests to be neutral on the Ukraine/Russia conflict, and not support Ukraine or take any action against Russia, including sanctions.\r\n \r\nStopping British military support to Ukraine will save the UK taxpayer over a billion pounds, and could help stop escalating the conflict.\r\n \r\nWe believe the British government should focus on peace making, without taking a side in the conflict. This could better help end the refugee crisis than current policy, and help deescalate the world energy and food situation.", "committee_note": "", "state": "closed", "signature_count": 13537, "created_at": "2022-06-06T15:57:41.360Z", "updated_at": "2022-12-29T00:00:01.370Z", "rejected_at": null, "opened_at": "2022-06-14T16:37:33.346Z", "closed_at": "2022-12-28T23:59:59.999Z", "moderation_threshold_reached_at": "2022-06-06T21:24:29.000Z", "response_threshold_reached_at": "2022-10-12T10:39:50.000Z", "government_response_at": "2022-10-27T10:01:42.097Z", "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": null, "government_response": {"responded_on": "2022-11-29", "summary": "Russia’s invasion of Ukraine is an illegal act of aggression against a sovereign state, condemned by three quarters of the UN membership. The UK will continue to support Ukraine to defend itself.", "details": "Russia’s invasion of Ukraine is an unprovoked and illegal attack against a sovereign democratic state. The UK cannot be neutral about this egregious violation of international law. Instead, we and our international partners are united in condemning Russia’s actions. At the UN General Assembly last month, 143 states voted to condemn Russia’s attempted annexation of sovereign Ukrainian territory. Just 4 states voted with Russia (North Korea, Belarus, Syria, Nicaragua). The UK Government is proud to stand with the international community against Russia’s naked aggression – and for freedom, democracy and the sovereignty of nations around the world.\r\n\r\nThe UK Government is also clear that it is Putin and the Russian Government that are to blame for the far-reaching consequences of the invasion of Ukraine. As well as being a clear assault on the global principles of sovereignty and territorial integrity, Russia’s brutal war has caused a massive humanitarian crisis in Ukraine and the region. Russian attacks on civilian targets in Ukraine continue to cause suffering on a daily basis.\r\n\r\nRussia’s invasion of Ukraine is a threat to us all. It has caused serious shocks to global energy markets and led to increasing prices across Europe. The UK Government is taking action to support British consumers and businesses cope with the impact of rising energy costs. The Russian invasion has also had wider global economic impacts, particularly on food prices. Putin’s claim that these are caused by Western sanctions is false, and intentional Russian disinformation. It was Russia’s cynical blockade on Ukrainian grain exports that has fuelled hunger and exacerbated humanitarian crises in areas already suffering, like the Horn of Africa.\r\n\r\nIn this context, the UK will continue to work together with our Allies to help Ukraine to defend itself against Russian aggression, and to bolster wider European security and stability. \r\n\r\nThe UK has committed £2.3bn of military support to Ukraine this year. That support, including the new provision of air defence capabilities to protect Ukrainian civilians from growing Russian missile and drone attacks, will enable Ukraine to defend itself against Russia’s brutal attacks and to push Russian armed forces from sovereign Ukrainian territory.\r\n\r\nWe are also supporting Ukraine with £220m in humanitarian assistance. And we are providing £174m in economic support for energy infrastructure and in fiscal grants, plus guarantees unlocking £1.3bn of World Bank and European Bank for Reconstruction and Development (EBRD) lending.\r\n\r\nThe UK Government is resolutely committed to continuing its support of Ukraine. In the eight months since Russia began its unprovoked, illegal invasion, Ukraine has shown extraordinary resolve in resisting Russia’s assault – and is now pushing Russian forces back from Ukrainian territory. The steadily changing map shows that Ukraine has the capability to defeat the Russian invasion, if we provide it with the support to do so.\r\n\r\nIt is for the democratically elected Ukrainian government to decide when and on what terms it would enter negotiations with Russia. But there is currently no indication that Putin is serious about negotiation; for genuine negotiations to take place, Russia must first cease shelling the Ukrainian people and halt its military operations.  Ensuring that Ukraine is in the best possible position to negotiate at the appropriate time will require continued UK and international action and a broad range of diplomatic, military, economic and legal support.\r\n\r\nOn the basis set out above, the UK Government does not support holding a referendum on the UK’s position towards Russia and Ukraine. The Government is strongly committed to supporting Ukraine and holding Russia to account for its illegal invasion.\r\n\r\nForeign, Commonwealth & Development Office\r\n\r\nThis is a revised response. The Petitions Committee requested a response which more directly addressed the request of the petition. You can find the original response towards the bottom of the petition page (https://petition.parliament.uk/petitions/617939)", "created_at": "2022-10-27T10:01:42.095Z", "updated_at": "2022-12-01T14:52:40.433Z"}, "debate": null, "departments": [{"acronym": "FCDO", "name": "Foreign, Commonwealth & Development Office", "url": "https://www.gov.uk/government/organisations/foreign-commonwealth-office"}], "topics": []}}, {"type": "petition", "id": 617700, "links": {"self": "https://petition.parliament.uk/petitions/617700.json"}, "attributes": {"action": "Residential Park Home residents should be eligible for £400 electricity grant", "background": "Residential Parks provide retired and semi-retired people with affordable homes in mobile home parks, where they can live comfortably in a secure environment\r\nEvery household in the UK will get a £400 energy bill discount and this needs to be provided to all Park Home Residents without any delay", "additional_details": "All households especially those of the retired and the semi-retired are \"being hit hard\" by spiralling bills, and the government has promised \"significant support to the British people\" to help them get by.\r\nResidential Parks are purpose-built for the older population, who are struggling with a good quality of life and need as much support as possible for dealing with increased prices.\r\nThere should be no ambiguity in ensuring that all park home residents are able to get the £400 energy grant.", "committee_note": null, "state": "closed", "signature_count": 12348, "created_at": "2022-06-01T11:15:42.280Z", "updated_at": "2022-12-21T00:00:02.012Z", "rejected_at": null, "opened_at": "2022-06-06T12:27:23.737Z", "closed_at": "2022-12-20T23:59:59.999Z", "moderation_threshold_reached_at": "2022-06-01T11:46:39.000Z", "response_threshold_reached_at": "2022-08-03T19:37:09.000Z", "government_response_at": "2022-08-17T11:16:48.685Z", "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": null, "government_response": {"responded_on": "2022-08-17", "summary": "Further funding will be available to provide equivalent support of £400 for energy bills for the 1% of households who will not be reached through the Energy Bills Support Scheme.", "details": "On 29 July the Government announced a new provision to deliver equivalent support this winter for energy bills to residents of park homes and other households which will not benefit from the Energy Bills Support Scheme discount. An announcement with details on how and when these households across Great Britain can access this support will be made this Autumn.\r\n\r\nDepartment for Business, Energy & Industrial Strategy", "created_at": "2022-08-17T11:16:48.682Z", "updated_at": "2022-08-17T11:16:48.682Z"}, "debate": null, "departments": [{"acronym": "HMT", "name": "HM Treasury", "url": "https://www.gov.uk/government/organisations/hm-treasury"}], "topics": []}}, {"type": "petition", "id": 627130, "links": {"self": "https://petition.parliament.uk/petitions/627130.json"}, "attributes": {"action": "Increase funding for schools to ensure that they do not enter deficit", "background": "We call for immediate funding from the Government to fully meet the rising costs schools are facing.", "additional_details": "The current funding increase and energy bill relief scheme will not be enough to prevent further cut-backs and redundancies. This will greatly harm our education system and pupils.\r\n \r\nInflation, rising costs and unfunded pay rises mean that the majority of schools expect to be in a deficit financial position at the end of this year (22/23).\r\n \r\nThis will lead to schools having to significantly reduce provision, such as spending on resources for pupils and staffing. Without further funding from the Government, school staff are likely to be made redundant. Properly funding education is necessary for the growth of our country.", "committee_note": "", "state": "open", "signature_count": 12123, "created_at": "2022-10-30T17:13:50.280Z", "updated_at": "2023-01-03T08:10:30.000Z", "rejected_at": null, "opened_at": "2022-11-03T15:35:48.811Z", "closed_at": null, "moderation_threshold_reached_at": "2022-10-30T17:22:20.000Z", "response_threshold_reached_at": "2022-11-16T11:53:10.000Z", "government_response_at": "2022-12-06T18:01:03.815Z", "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": "Steve Hitchcock", "rejection": null, "government_response": {"responded_on": "2022-12-06", "summary": "In the Autumn Statement, the Chancellor announced that schools in England will be receiving an additional £2 billion net in funding a year in each of the next two financial years.", "details": "Education is a top priority for this government, which is why in the Autumn Statement on the 17th November 2022 we announced that schools in England will be receiving an additional £2 billion a year in each of the next two financial years, on top of funding already announced at the 2021 Spending Review. This additional funding will go to both mainstream schools and local authorities’ high needs budgets for children with special educational needs and disabilities. \r\n\r\nSchools' funding is already £4bn higher this year (2022-23) than last year; and, following the Autumn Statement, it will rise by another £3.5bn, on top of that, in 2023-24. Taken together, that means a 15% increase in funding in two years. The Institute of Fiscal Studies has said that this will, by 2024-25, return school funding to at least 2010 levels in real terms: the highest spending year in history. \r\n\r\nImproving outcomes for all children sits at the heart of the government’s agenda, and we know that this extra funding will contribute to schools’ ability to make further progress on the government’s priorities, including our ambition for 90% of children to leave primary school having met the expected standard in reading, writing and mathematics.  The extra funding provided in the Autumn Statement comes on top of more than two million tutoring courses which have already started, a £24 million investment to boost children’s literacy and numeracy, and a continuation of the Maths Hub Programme, providing schools with up to £60 million over the next two years. \r\n\r\nThis significant investment for schools will also help to ensure that we can recognise teachers for their hard work and professionalism with pay awards that are fair and balanced, and continue to build on our priority of quality teaching by delivering 500,000 teacher training and development opportunities by 2024.\r\n\r\nDepartment for Education", "created_at": "2022-12-06T18:01:03.813Z", "updated_at": "2022-12-06T18:01:03.813Z"}, "debate": null, "departments": [{"acronym": "DfE", "name": "Department for Education", "url": "https://www.gov.uk/government/organisations/department-for-education"}], "topics": []}}, {"type": "petition", "id": 606663, "links": {"self": "https://petition.parliament.uk/petitions/606663.json"}, "attributes": {"action": "Produce a Farmland Protection Policy to regulate the loss of farmland to solar", "background": "Due to the cumulative impact solar developments will have on availability of agricultural land, the Government should produce a regulatory framework in the form of a National Policy Statement on Farmland Protection to avoid losing a critical mass of productive agricultural land to solar.", "additional_details": "Agricultural land is a finite resource. We believe there is currently a policy conflict where Government seeks to protect and enhance our domestic production to maintain food security whilst also encouraging the growth of solar energy production. New ground-mounted solar developments must be subject to increased regulation to ensure that they do not undermine UK food security, which could result in increasing food costs.", "committee_note": "", "state": "closed", "signature_count": 8705, "created_at": "2022-01-18T20:10:01.142Z", "updated_at": "2022-10-31T15:32:05.273Z", "rejected_at": null, "opened_at": "2022-01-24T16:05:57.929Z", "closed_at": "2022-07-24T22:59:59.999Z", "moderation_threshold_reached_at": "2022-01-18T20:36:48.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": null, "government_response": null, "debate": null, "departments": [{"acronym": "DEFRA", "name": "Department for Environment, Food and Rural Affairs", "url": "https://www.gov.uk/government/organisations/department-for-environment-food-rural-affairs"}], "topics": []}}, {"type": "petition", "id": 300316, "links": {"self": "https://petition.parliament.uk/petitions/300316.json"}, "attributes": {"action": "Hold a referendum to scrap the UK's policy of Net Zero CO2 by 2050", "background": "We need a referendum - The Net Zero CO2 policy was waved through parliament without any meaningful debate, proper costings or cost benefit analysis. There was no party in the 2019 general election standing in all 650 seats that was against net zero to give voters the choice to vote against it.", "additional_details": "The financial and freedom implications of Net Zero have not been explained, along with the fact that the UK produces less than 1% of global man-made CO2 emissions. Even reducing this to zero will have no impact on global man-made CO2 emissions, weather or climate as the big emitters like China (30%) and India have energy policies that will continue to increase global CO2 emissions to 2035 and beyond. A unilateral or limited net zero could just move UK emissions and jobs overseas.", "committee_note": "", "state": "closed", "signature_count": 7628, "created_at": "2020-03-04T17:30:25.487Z", "updated_at": "2020-11-13T18:01:06.169Z", "rejected_at": null, "opened_at": "2020-03-06T17:18:39.080Z", "closed_at": "2020-09-06T22:59:59.999Z", "moderation_threshold_reached_at": "2020-03-04T18:07:44.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": null, "government_response": null, "debate": null, "departments": [{"acronym": "BEIS", "name": "Department for Business, Energy and Industrial Strategy", "url": "https://www.gov.uk/government/organisations/department-for-business-energy-and-industrial-strategy"}], "topics": []}}, {"type": "petition", "id": 619529, "links": {"self": "https://petition.parliament.uk/petitions/619529.json"}, "attributes": {"action": "Cap energy price increases for small businesses.", "background": "Help small businesses in the current climate. My electricity bill alone has doubled in the last two years and is set to increase further. Similar small businesses are experiencing similar issues and will go under if there aren't any supporting provisions laid out.", "additional_details": "Businesses have no power over VAT or energy prices etc. This needs to be Government led or else thousands of businesses will fail, this will create mass unemployment, an increase on the reliance of state benefits, an increase in the need for mental health services and an uptake in NHS usage. This issue is multi-faceted and if small businesses are not supported then the implications of their closures will be drastic and on a grand scale.", "committee_note": "", "state": "open", "signature_count": 7481, "created_at": "2022-07-03T12:14:06.364Z", "updated_at": "2023-01-02T21:51:30.000Z", "rejected_at": null, "opened_at": "2022-07-07T15:58:03.925Z", "closed_at": null, "moderation_threshold_reached_at": "2022-07-03T12:19:29.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": "Emily Arnold", "rejection": null, "government_response": null, "debate": null, "departments": [{"acronym": "BEIS", "name": "Department for Business, Energy and Industrial Strategy", "url": "https://www.gov.uk/government/organisations/department-for-business-energy-and-industrial-strategy"}], "topics": []}}, {"type": "petition", "id": 573207, "links": {"self": "https://petition.parliament.uk/petitions/573207.json"}, "attributes": {"action": "To create a tax incentive to favour retrofit instead of demolition and new build", "background": "To 0% rate VAT on refurbishment projects total costs if they substantially reduce CO2e emission of the building; impose a 20% VAT for new build schemes, reduced to 5% if the build meets minimum passive house standard; to 0% rate VAT for all items on a regularly updated list of energy-saving products", "additional_details": "Since Brexit, UK has total freedom to use a differential VAT regime to address the climate emergency.\r\n \r\nUK construction industry produces 40% of our total emissions; initial embodied carbon can account for 75% of lifetime emissions.  Retrofitting is carbon-efficient but the current VAT regime privileges new build over refurbishment.\r\n\r\nThe government could also incentivize retrofit by removing the liability for VAT from all energy-efficiency products and simplify the processing for claiming back.", "committee_note": null, "state": "closed", "signature_count": 5255, "created_at": "2021-02-02T11:52:46.368Z", "updated_at": "2021-08-08T23:00:04.597Z", "rejected_at": null, "opened_at": "2021-02-08T16:00:22.217Z", "closed_at": "2021-08-08T22:59:59.999Z", "moderation_threshold_reached_at": "2021-02-02T12:19:07.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": null, "government_response": null, "debate": null, "departments": [{"acronym": "HMT", "name": "HM Treasury", "url": "https://www.gov.uk/government/organisations/hm-treasury"}], "topics": []}}, {"type": "petition", "id": 614611, "links": {"self": "https://petition.parliament.uk/petitions/614611.json"}, "attributes": {"action": "Keep The Fracking Ban", "background": "We would like the government to maintain the ban on fracking. We believe fracking is unsafe for the local communities that live near fracking wells, it will be bad for the environment, it’s not a short-term solution to the energy crisis, and it is opposed by much of rural England.", "additional_details": "The government admit that it would take years for shale gas to become an important enough part of our energy mix so fracking won't solve the current energy crisis. Also, we believe extracting shale gas would be a retrograde step when we need to move away from fossil fuels and towards renewable energy. The government should never impose fracking on communities against their will.", "committee_note": "", "state": "closed", "signature_count": 4710, "created_at": "2022-04-11T18:40:23.718Z", "updated_at": "2022-11-21T09:45:40.000Z", "rejected_at": null, "opened_at": "2022-04-19T09:31:03.661Z", "closed_at": "2022-11-02T23:59:59.999Z", "moderation_threshold_reached_at": "2022-04-12T19:58:59.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": null, "government_response": null, "debate": null, "departments": [{"acronym": "BEIS", "name": "Department for Business, Energy and Industrial Strategy", "url": "https://www.gov.uk/government/organisations/department-for-business-energy-and-industrial-strategy"}], "topics": []}}, {"type": "petition", "id": 605609, "links": {"self": "https://petition.parliament.uk/petitions/605609.json"}, "attributes": {"action": "Hold an urgent inquiry into the energy crisis, and remove VAT on fuel", "background": "The Government should hold an urgent inquiry into the energy crisis, which should investigate why this has happened, how it can be resolved and find a way to ensure it does not happen again in the future. The inquiry should also look into how changes in wholesale prices are passed on to consumers.", "additional_details": "The Government should also abolish VAT on fuel, to help ensure people are not left without gas and electricity. Many people are worried sick how they are going to afford their fuel bills. Confusion and chaos caused by the collapse of many gas and electricity companies. People should not have to choose between heating their homes or eating, but sadly this is already happening for too many. Obviously when fuel prices increase so does food, clothing, travel etc, so there is a knock-on effect for consumers. ", "committee_note": "", "state": "closed", "signature_count": 4184, "created_at": "2022-01-09T17:57:32.564Z", "updated_at": "2022-10-18T10:44:33.830Z", "rejected_at": null, "opened_at": "2022-01-12T17:16:00.207Z", "closed_at": "2022-07-12T22:59:59.999Z", "moderation_threshold_reached_at": "2022-01-09T19:34:18.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": null, "government_response": null, "debate": null, "departments": [{"acronym": "BEIS", "name": "Department for Business, Energy and Industrial Strategy", "url": "https://www.gov.uk/government/organisations/department-for-business-energy-and-industrial-strategy"}], "topics": []}}, {"type": "petition", "id": 594733, "links": {"self": "https://petition.parliament.uk/petitions/594733.json"}, "attributes": {"action": "Do not give consent to the Rampion2 windfarm extension off the coast of Sussex", "background": "Energy Companies should be encouraged to make investments in windfarms in areas like the North Sea where the winds blow at greater strengths and more constantly, resulting in higher efficiencies. This would also be out of sight of land.", "additional_details": "We believe the proposal to install up to 116 windturbines in Sussex Bay stretching from Worthing to Selsey will blight the whole seascape along this area of outstanding natural beauty. The turbines will be as tall as 325m, 2.35 times  the height of Rampion1 turbines, and  higher than any hill in West Sussex. Sited only 8 miles from the shoreline, this proposal will be much nearer land than many offshore wind farms, which will impact local communities to a greater extent.", "committee_note": "", "state": "closed", "signature_count": 2781, "created_at": "2021-08-12T13:41:41.591Z", "updated_at": "2022-02-24T00:00:04.866Z", "rejected_at": null, "opened_at": "2021-08-23T16:51:58.995Z", "closed_at": "2022-02-23T23:59:59.999Z", "moderation_threshold_reached_at": "2021-08-12T19:56:05.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": null, "government_response": null, "debate": null, "departments": [{"acronym": "BEIS", "name": "Department for Business, Energy and Industrial Strategy", "url": "https://www.gov.uk/government/organisations/department-for-business-energy-and-industrial-strategy"}], "topics": []}}, {"type": "petition", "id": 333388, "links": {"self": "https://petition.parliament.uk/petitions/333388.json"}, "attributes": {"action": "Require health warnings at point of purchase of fossil fuel energy eg. petrol", "background": "Air pollution damages our lungs, hearts and brains; causing 40,000 premature deaths and £20 billion in costs every year in the UK.", "additional_details": " Burning fossil fuels is a major cause of both air pollution and climate change. It is a public right to understand the dangers of fossil fuels, just as it is for tobacco.\r\n\r\nEmerging evidence suggests air pollution worsens covid19 outcomes. Health warnings connect the abstract threat of climate change with the vast array of health risks linked to fossil fuels. They should encourage use of alternatives to fossil fuels, and increase demand for zero-carbon renewable energy. Making fossil fuel use more of a public concern should inspire improvements to cycling and public transport networks, car sharing, EV charging stations and city planning.", "committee_note": "", "state": "closed", "signature_count": 2503, "created_at": "2020-07-30T20:16:50.054Z", "updated_at": "2021-02-27T00:00:02.044Z", "rejected_at": null, "opened_at": "2020-08-26T13:26:50.269Z", "closed_at": "2021-02-26T23:59:59.999Z", "moderation_threshold_reached_at": "2020-08-03T16:23:34.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": null, "government_response": null, "debate": null, "departments": [{"acronym": "BEIS", "name": "Department for Business, Energy and Industrial Strategy", "url": "https://www.gov.uk/government/organisations/department-for-business-energy-and-industrial-strategy"}], "topics": []}}, {"type": "petition", "id": 607983, "links": {"self": "https://petition.parliament.uk/petitions/607983.json"}, "attributes": {"action": "Tax 50% of the Energy Companies profits to help households pay bills.", "background": "The petition is to get MPs to debate that energy companies profits which are billions of pounds should be taxed at 50% from their profits to help UK households pay their energy bills. ", "additional_details": "", "committee_note": "", "state": "closed", "signature_count": 2063, "created_at": "2022-02-03T20:49:37.181Z", "updated_at": "2022-10-18T10:44:10.549Z", "rejected_at": null, "opened_at": "2022-02-08T14:38:28.822Z", "closed_at": "2022-08-08T22:59:59.999Z", "moderation_threshold_reached_at": "2022-02-04T07:40:48.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": null, "government_response": null, "debate": null, "departments": [{"acronym": "HMT", "name": "HM Treasury", "url": "https://www.gov.uk/government/organisations/hm-treasury"}], "topics": []}}, {"type": "petition", "id": 621719, "links": {"self": "https://petition.parliament.uk/petitions/621719.json"}, "attributes": {"action": "Nationalise energy companies", "background": "The Government should take all energy companies back into public ownership to help address the living crisis, as many working people cannot afford it.", "additional_details": "If this carries on there will be an uproar. The Government cannot possibly believe the public are going to keep accepting the price hikes. If nothing is done soon I worry there will be civil unrest and increased crime. This should ease the burdens and pressures families already face. We should not be living just to work, we should be working to live.", "committee_note": "", "state": "open", "signature_count": 1941, "created_at": "2022-08-11T11:04:18.138Z", "updated_at": "2023-01-03T09:01:10.000Z", "rejected_at": null, "opened_at": "2022-08-15T14:50:34.357Z", "closed_at": null, "moderation_threshold_reached_at": "2022-08-11T12:44:19.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": "Debbie Cheshire", "rejection": null, "government_response": null, "debate": null, "departments": [{"acronym": "DEFRA", "name": "Department for Environment, Food and Rural Affairs", "url": "https://www.gov.uk/government/organisations/department-for-environment-food-rural-affairs"}], "topics": []}}, {"type": "petition", "id": 627208, "links": {"self": "https://petition.parliament.uk/petitions/627208.json"}, "attributes": {"action": "Prevent all new North Sea oil and gas exploration", "background": "We want the Government to take all action necessary to prevent new North Sea oil and gas exploration. This includes preventing new licences being granted as a result of the current Offshore Licensing Round, and revoking powers for any new licenses for exploration to be granted.", "additional_details": "We believe the following:\r\n \r\n- There is a consensus in published research that developing new oil and gas fields is incompatible with staying below 1.5C of warming;\r\n- The UK needs to demonstrate its commitment to move away from fossil fuels if we expect much poorer nations to do the same;\r\n- For countries to use energy security to justify exploiting new oil and gas reserves would destroy any hope of fighting climate change;\r\n- It will do nothing to address the current cost of living crisis.", "committee_note": "", "state": "open", "signature_count": 1757, "created_at": "2022-10-31T17:29:47.231Z", "updated_at": "2023-01-01T17:08:50.000Z", "rejected_at": null, "opened_at": "2022-11-07T15:50:06.979Z", "closed_at": null, "moderation_threshold_reached_at": "2022-10-31T20:34:00.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": "Stephen Little", "rejection": null, "government_response": null, "debate": null, "departments": [{"acronym": "BEIS", "name": "Department for Business, Energy and Industrial Strategy", "url": "https://www.gov.uk/government/organisations/department-for-business-energy-and-industrial-strategy"}], "topics": []}}, {"type": "petition", "id": 300000, "links": {"self": "https://petition.parliament.uk/petitions/300000.json"}, "attributes": {"action": "Protect the Environment – support carbon neutral energy alternatives", "background": "In November 2019, Members of the UK Youth Parliament, sitting in the House of Commons voted “Protect the Environment” as its campaigning priority for this year.\n\nWe are calling for the Government to ban fracking, end the mining of fossil fuels and instead support carbon neutral energy alternatives.\n", "additional_details": "To preserve this world for the next generation, we have a moral responsibility to protect it from the effects of Climate Change. Climate change is a problem than will affect young people more than any other generation.\n\nRight now, the Government are not protecting the environment in the way that is necessary for young people and the next generation.\n\nhttp://www.ukyouthparliament.org.uk/2019/news/climate-emergency-declared-biggest-issue-facing-young-people/\n", "committee_note": null, "state": "closed", "signature_count": 1604, "created_at": "2020-03-02T12:06:20.235Z", "updated_at": "2021-08-04T14:50:59.852Z", "rejected_at": null, "opened_at": "2020-03-03T17:03:17.327Z", "closed_at": "2020-09-03T22:59:59.999Z", "moderation_threshold_reached_at": "2020-03-02T12:15:24.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": null, "government_response": null, "debate": null, "departments": [{"acronym": "BEIS", "name": "Department for Business, Energy and Industrial Strategy", "url": "https://www.gov.uk/government/organisations/department-for-business-energy-and-industrial-strategy"}], "topics": []}}, {"type": "petition", "id": 597470, "links": {"self": "https://petition.parliament.uk/petitions/597470.json"}, "attributes": {"action": "Cut the VAT charged on energy bills", "background": "The Government charges 5% VAT on domestic energy. As energy prices have increased dramatically this year, the Government would likely profit from increased VAT takings while people find it harder to pay for their basic needs. We think that is wrong and the VAT should be cut to reduce energy bills.", "additional_details": "For the around 15 million customers on standard variable tariffs subject to the energy price cap, the October 2021 increase to the cap could mean £100 million extra collected in VAT (assuming typical usage).\r\n\r\nThere would be even more VAT collected from people who are forced onto more expensive tariffs, for example when they come to the end of a fixed rate or if their supplier stops trading.\r\n\r\nAs we have left the EU we are now free to set our own VAT policy and this cut would help everybody.", "committee_note": "", "state": "closed", "signature_count": 1543, "created_at": "2021-09-20T17:39:20.016Z", "updated_at": "2022-10-18T10:44:06.824Z", "rejected_at": null, "opened_at": "2021-09-24T09:25:08.403Z", "closed_at": "2022-03-24T23:59:59.999Z", "moderation_threshold_reached_at": "2021-09-20T19:31:08.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": null, "government_response": null, "debate": null, "departments": [{"acronym": "HMT", "name": "HM Treasury", "url": "https://www.gov.uk/government/organisations/hm-treasury"}], "topics": []}}, {"type": "petition", "id": 561401, "links": {"self": "https://petition.parliament.uk/petitions/561401.json"}, "attributes": {"action": "Seek to secure international ban on fracking at COP26", "background": "UK government announced a moratorium on fracking at start of the 2019 election campaign but left the door open to new applications to frack (unconventionally drill) in the future. We're calling on the Government to seek to agree an international, legally enforceable BAN on fracking as part of COP26.", "additional_details": "Residents who have campaigned to have fracking prevented in their communities, have no sense of safety and security whilst fracking is under a moratorium; we call for a legal ban on unconventional energy extraction that can put lives, health, the environment and climate at risk.", "committee_note": "", "state": "closed", "signature_count": 1524, "created_at": "2020-11-21T16:08:44.990Z", "updated_at": "2021-06-08T23:00:00.992Z", "rejected_at": null, "opened_at": "2020-12-08T13:34:01.361Z", "closed_at": "2021-06-08T22:59:59.999Z", "moderation_threshold_reached_at": "2020-11-21T16:42:07.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": null, "government_response": null, "debate": null, "departments": [{"acronym": "BEIS", "name": "Department for Business, Energy and Industrial Strategy", "url": "https://www.gov.uk/government/organisations/department-for-business-energy-and-industrial-strategy"}], "topics": []}}, {"type": "petition", "id": 612439, "links": {"self": "https://petition.parliament.uk/petitions/612439.json"}, "attributes": {"action": "Take urgent actions to address the extreme cost of living crisis", "background": "We want the Government to:\r\n", "additional_details": " - Subsidise energy prices, and introduce a windfall tax on fossil fuel companies\r\n- Reverse the NI hike and introduce a new wealth tax\r\n- Nationalise energy & water companies\r\n- Increase the National Living Wage to reflect the increased cost of living\r\n- Cap rent increases\r\n\r\nPeople are struggling due to the extreme cost of living crisis. Energy prices have increased hugely. Fuel, food, water, costs, and National Insurance contributions are increasing. My husband and I both work full time, but we are only just managing - let alone low income families. National minimum wages do not reflect the cost of living.\r\n \r\nMany people will suffer severely unless this is addressed urgently. Please take the actions requested to address increased costs of living.\r\n", "committee_note": "", "state": "closed", "signature_count": 1506, "created_at": "2022-03-29T09:15:57.602Z", "updated_at": "2022-11-09T19:46:20.000Z", "rejected_at": null, "opened_at": "2022-04-25T10:43:37.462Z", "closed_at": "2022-11-08T23:59:59.999Z", "moderation_threshold_reached_at": "2022-03-29T14:15:09.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": null, "government_response": null, "debate": null, "departments": [{"acronym": "BEIS", "name": "Department for Business, Energy and Industrial Strategy", "url": "https://www.gov.uk/government/organisations/department-for-business-energy-and-industrial-strategy"}], "topics": []}}, {"type": "petition", "id": 603598, "links": {"self": "https://petition.parliament.uk/petitions/603598.json"}, "attributes": {"action": "Extend the energy price cap to small businesses", "background": "The energy price cap is a price protection mechanism put in place by the Government to protect domestic energy users. This same price protection mechanism should be extended to small businesses.", "additional_details": "Energy prices are currently at an all time high, with many small businesses seeing their electricity and gas costs increase dramatically in the space of a few months. This has pushed many small businesses into unprofitability and to the brink of closure.\r\n\r\nDomestic consumers are quite rightly protected by an Ofgem set price cap, however, because of this, some energy suppliers are increasing prices for small businesses, to offset the loss of revenue in the domestic market.\r\n\r\nWe petition the UK government to introduce the same price cap protection mechanism for small businesses as are currently in place to protect domestic energy consumers.", "committee_note": "", "state": "closed", "signature_count": 1483, "created_at": "2021-12-14T10:37:46.495Z", "updated_at": "2022-12-02T10:41:02.619Z", "rejected_at": null, "opened_at": "2021-12-17T11:49:07.217Z", "closed_at": "2022-06-17T22:59:59.999Z", "moderation_threshold_reached_at": "2021-12-14T11:07:58.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": null, "government_response": null, "debate": null, "departments": [{"acronym": "BEIS", "name": "Department for Business, Energy and Industrial Strategy", "url": "https://www.gov.uk/government/organisations/department-for-business-energy-and-industrial-strategy"}], "topics": []}}, {"type": "petition", "id": 610585, "links": {"self": "https://petition.parliament.uk/petitions/610585.json"}, "attributes": {"action": "Temporarily suspend all taxes on all fuels and energy bills", "background": "Enact a temporary suspension of all taxes on all domestic fuels and energy (petrol, diesel, gas, electricity, etc) to protect UK citizens from the effects of global price rises in the wholesale gas and oil markets. This would reduce the impact of increased prices on UK citizens.", "additional_details": "The UK Government has a duty to protect UK citizens from the effects of global markets making or allowing those citizens to be drawn into a fuel poverty situation. By enacting a temporary suspension to all taxes on fuels and energy. It would better allow UK households and employers to operate as normal without being financially crippled due to rapidly increasing fuel prices. It would also reduce the impact to consumers of withdrawing from the the Russian fuel market without.", "committee_note": "", "state": "closed", "signature_count": 1481, "created_at": "2022-03-03T19:09:23.193Z", "updated_at": "2022-10-18T10:44:03.659Z", "rejected_at": null, "opened_at": "2022-03-09T17:20:49.228Z", "closed_at": "2022-09-23T22:59:59.999Z", "moderation_threshold_reached_at": "2022-03-03T19:55:18.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": null, "government_response": null, "debate": null, "departments": [{"acronym": "HMT", "name": "HM Treasury", "url": "https://www.gov.uk/government/organisations/hm-treasury"}], "topics": []}}, {"type": "petition", "id": 597911, "links": {"self": "https://petition.parliament.uk/petitions/597911.json"}, "attributes": {"action": "Do not reduce earnings threshold for student loan repayments!", "background": "Low earning graduates can not afford another tax to be added on top of all the additional tax burdens placed on them this year to pay back for covid.", "additional_details": "NI has been increased this year. The tax-free income threshold has been frozen for the next 5 years, pulling more and more low earners into paying increased tax. Energy bills have skyrocketed, councils are looking into increasing council tax. There is a cost-of-living crisis, people can't get on the property ladder. Not enough children are being born to replace the population, if you want to increase reproductivity this is not the way to do it because now we are all poorer than we already were.", "committee_note": "", "state": "closed", "signature_count": 1433, "created_at": "2021-09-27T08:16:32.721Z", "updated_at": "2022-03-29T23:00:01.009Z", "rejected_at": null, "opened_at": "2021-09-29T09:20:30.144Z", "closed_at": "2022-03-29T22:59:59.999Z", "moderation_threshold_reached_at": "2021-09-27T08:31:38.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": null, "government_response": null, "debate": null, "departments": [{"acronym": "HMT", "name": "HM Treasury", "url": "https://www.gov.uk/government/organisations/hm-treasury"}], "topics": []}}, {"type": "petition", "id": 559700, "links": {"self": "https://petition.parliament.uk/petitions/559700.json"}, "attributes": {"action": "Overhaul current, flawed EPCs so that they are fair, accurate & relevant.", "background": "EPCs must\r\nRecognise storage heaters are outdated and inflexible\r\nAccurately reflect the energy efficiency of modern electric radiators\r\nRecognise the Govt commitment to phasing out gas\r\nNot make assumptions based just on age of property\r\nMake realistic, achievable and cost effective recommendations", "additional_details": "Legislation based on flawed assessments is unfair & unlikely to achieve its aim. Under the current rating system it will be very difficult to improve a rating from an E to a C in many properties. Applying the legislation to the PRS without addressing the remaining housing stock is unfair and will result in many landlords dumping their inefficient properties into the Private Market, where improvements will be unlikely, thereby failing to achieve the Govt's aim.", "committee_note": null, "state": "closed", "signature_count": 1368, "created_at": "2020-11-08T15:13:34.685Z", "updated_at": "2022-02-17T09:44:55.393Z", "rejected_at": null, "opened_at": "2021-01-07T12:41:40.818Z", "closed_at": "2021-07-07T22:59:59.999Z", "moderation_threshold_reached_at": "2020-11-08T15:53:47.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": null, "government_response": null, "debate": null, "departments": [{"acronym": "DLUHC", "name": "Department for Levelling Up, Housing and Communities ", "url": "https://www.gov.uk/government/organisations/department-for-levelling-up-housing-and-communities"}], "topics": []}}, {"type": "petition", "id": 617111, "links": {"self": "https://petition.parliament.uk/petitions/617111.json"}, "attributes": {"action": "Introduce a windfall tax on pharmaceutical companies’ Covid-19 related profits", "background": "A small number of very large companies are effectively operating a monopoly on covid-19 vaccines and treatments. A recent estimate suggests Pfizer, BioNTech & Moderna were making combined profits of over $1000/second. The proceeds of a windfall tax could be used to address the cost of living crisis.", "additional_details": "Obscene profits are being made from covid-19 vaccines and treatments by a very small number of pharmaceutical companies. Unlike energy companies, patent protections mean there is no \"free market\" operating, and it's effectively a monopoly. Meanwhile, millions of people across the UK are facing poverty and having to decide whether to spend their money on \"heating or eating\". It's time to help address this imbalance via a windfall tax on these companies.", "committee_note": "", "state": "closed", "signature_count": 1280, "created_at": "2022-05-23T07:16:05.315Z", "updated_at": "2022-12-21T00:00:01.792Z", "rejected_at": null, "opened_at": "2022-06-06T11:48:15.278Z", "closed_at": "2022-12-20T23:59:59.999Z", "moderation_threshold_reached_at": "2022-05-26T21:00:49.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": null, "government_response": null, "debate": null, "departments": [{"acronym": "HMT", "name": "HM Treasury", "url": "https://www.gov.uk/government/organisations/hm-treasury"}], "topics": []}}, {"type": "petition", "id": 624795, "links": {"self": "https://petition.parliament.uk/petitions/624795.json"}, "attributes": {"action": "Introduce an unmetered monthly tariff for energy for the elderly and disabled", "background": "We want the Government to require energy suppliers to offer a fixed monthly rate, with no per unit charges, for gas and electricity, to elderly and disabled customers.", "additional_details": "With the cost of living crisis I believe that the elderly and disabled are those most in need of support at this time. I believe the best course of action that the UK Government can take is to give these groups the right to an 'unmetered tariff' for both gas and electric, charged at a set rate per month. Doing so could help give that group the added security they most desperately need at this time.", "committee_note": "", "state": "open", "signature_count": 1226, "created_at": "2022-10-07T10:55:30.920Z", "updated_at": "2023-01-03T05:40:00.000Z", "rejected_at": null, "opened_at": "2022-11-08T16:26:47.137Z", "closed_at": null, "moderation_threshold_reached_at": "2022-11-03T10:16:20.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": "William Conway", "rejection": null, "government_response": null, "debate": null, "departments": [{"acronym": "BEIS", "name": "Department for Business, Energy and Industrial Strategy", "url": "https://www.gov.uk/government/organisations/department-for-business-energy-and-industrial-strategy"}], "topics": []}}, {"type": "petition", "id": 333711, "links": {"self": "https://petition.parliament.uk/petitions/333711.json"}, "attributes": {"action": "Include Solar PV and battery storage in the Greener Homes Grant", "background": "This would open up Solar PV and battery storage up to more households, enabling more homes to save money on their electricity bills and earn revenue through the smart export guarantee as well as reducing their carbon footprint.", "additional_details": "We believe the current grid and way we use energy is unsustainable. One way of addressing this is by reducing reliance on the grid. This is where Solar PV and battery will help. Spending now on reducing the reliance on the grid will save countless billions on upgrades.", "committee_note": "", "state": "closed", "signature_count": 1215, "created_at": "2020-08-03T10:19:06.189Z", "updated_at": "2021-03-24T00:00:08.412Z", "rejected_at": null, "opened_at": "2020-09-23T11:10:31.414Z", "closed_at": "2021-03-23T23:59:59.999Z", "moderation_threshold_reached_at": "2020-08-03T11:24:04.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": null, "government_response": null, "debate": null, "departments": [{"acronym": "BEIS", "name": "Department for Business, Energy and Industrial Strategy", "url": "https://www.gov.uk/government/organisations/department-for-business-energy-and-industrial-strategy"}], "topics": []}}, {"type": "petition", "id": 563302, "links": {"self": "https://petition.parliament.uk/petitions/563302.json"}, "attributes": {"action": "Work with the French Government, to protect/save international rail travel.", "background": "Explore options, and/or work with the French Government, to protect/save international rail travel.\r\n\r\nWe're asking you to consider exploring support options along with the French government to protect international rail travel, in a similar way to that given to the UK's rail and Airline companies.", "additional_details": "Due to the Covid-19 pandemic Eurostar International are in a dire financial situation, which could risk the future of international rail travel. Services are been cut to the minimum of one per day, staff have been made redundant, stations have been closed etc. The possibility of the end of high speed international travel now seems very real.\r\n\r\nEurostar, for example, offer a unique alternative to international travel, which creates thousands of jobs and is better for the environment. HS1 is due to become the first UK railway to be powered by renewable energy, there is a great future for Eurostar, for all of us, if Eurostar International and international rail travel in general can survive this. Thank you.", "committee_note": null, "state": "closed", "signature_count": 1078, "created_at": "2020-12-09T10:48:15.461Z", "updated_at": "2021-06-17T23:00:06.955Z", "rejected_at": null, "opened_at": "2020-12-17T16:38:01.423Z", "closed_at": "2021-06-17T22:59:59.999Z", "moderation_threshold_reached_at": "2020-12-09T17:18:07.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": null, "government_response": null, "debate": null, "departments": [{"acronym": "DfT", "name": "Department for Transport", "url": "https://www.gov.uk/government/organisations/department-for-transport"}], "topics": ["covid-19"]}}, {"type": "petition", "id": 598785, "links": {"self": "https://petition.parliament.uk/petitions/598785.json"}, "attributes": {"action": "Prepare & deliver a strategy for developing and using Tidal energy in the UK", "background": "To develop a comprehensive strategy to use Tidal energy across the UK. Offer grants to support tidal arrays or tidal farms to help businesses develop a reliable 24/7 renewable energy.", "additional_details": "To reduce carbon emissions energy needs to be produced without using fossil fuels - tidal energy can help do this.\r\n \r\nThe UK has developed a renewable industry based predominantly on bioenergy, solar & wind power. The UK still relies on energy from fossil fuels in addition up to importing energy via interconnectors. The UK has an underused resource around the country. Tide should be used to a greater extent than it is. Grants should be given to help business develop this resource. The UK could develop technologies supporting jobs & allow an export market to be developed for British businesses.\r\n", "committee_note": "", "state": "closed", "signature_count": 1056, "created_at": "2021-10-09T15:51:22.175Z", "updated_at": "2022-04-13T23:00:01.476Z", "rejected_at": null, "opened_at": "2021-10-13T11:35:06.005Z", "closed_at": "2022-04-13T22:59:59.999Z", "moderation_threshold_reached_at": "2021-10-09T17:40:28.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": null, "government_response": null, "debate": null, "departments": [{"acronym": "BEIS", "name": "Department for Business, Energy and Industrial Strategy", "url": "https://www.gov.uk/government/organisations/department-for-business-energy-and-industrial-strategy"}], "topics": []}}, {"type": "petition", "id": 609428, "links": {"self": "https://petition.parliament.uk/petitions/609428.json"}, "attributes": {"action": "Place the strictest possible sanctions on Russia until it withdraws from Ukraine", "background": "Some proposed sanctions on Ukraine could hurt UK citizens, most obviously by raising energy costs and restricting supply. As citizens of the UK, we are are prepared to pay this price. These would be minor problems compared to the suffering of the Ukrainian people.", "additional_details": "Place as many strong unilateral sanctions as possible on Russia until it withdraws from Ukraine.\r\n\r\nEncourage our international partners to do the same.", "committee_note": "", "state": "closed", "signature_count": 902, "created_at": "2022-02-24T11:37:31.216Z", "updated_at": "2022-08-30T08:59:27.338Z", "rejected_at": null, "opened_at": "2022-02-28T14:27:49.272Z", "closed_at": "2022-08-28T22:59:59.999Z", "moderation_threshold_reached_at": "2022-02-24T12:57:08.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": null, "government_response": null, "debate": null, "departments": [{"acronym": "FCDO", "name": "Foreign, Commonwealth & Development Office", "url": "https://www.gov.uk/government/organisations/foreign-commonwealth-office"}], "topics": []}}, {"type": "petition", "id": 620822, "links": {"self": "https://petition.parliament.uk/petitions/620822.json"}, "attributes": {"action": "Ban the use of greenfield land for solar panels and support uptake elsewhere", "background": "We want the Government to ban the erection of photovoltaic panels on greenfield land that is or could be used to grow food and fibre or plant trees. Instead the Government should facilitate uptake on commercial roofs and other currently redundant space.", "additional_details": "Taking land out of production for photovoltaic panels reduces available resources for food production and carbon capture and storage, for example through forestry, and significantly impacts the viability of rural economies.\r\n\r\nGovernment is ideally placed to both ban this practice, and put policy in place to facilitate uptake of panels in more suitable locations. Examples include forcing the better alignment of feed-in tariffs with energy costs, funding improved feed-in infrastructure, and resolving difficulties establishing an equitable arrangement on investment/income between landlord and tenant on commercial buildings. The Government should support associated environmentally-beneficial measures at the same time, such as rainwater capture on the additional surface area.", "committee_note": "", "state": "open", "signature_count": 883, "created_at": "2022-07-24T07:45:56.472Z", "updated_at": "2023-01-02T06:44:20.000Z", "rejected_at": null, "opened_at": "2022-07-26T14:50:53.580Z", "closed_at": null, "moderation_threshold_reached_at": "2022-07-24T10:31:49.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": "Amy Jackson", "rejection": null, "government_response": null, "debate": null, "departments": [{"acronym": "DEFRA", "name": "Department for Environment, Food and Rural Affairs", "url": "https://www.gov.uk/government/organisations/department-for-environment-food-rural-affairs"}], "topics": []}}, {"type": "petition", "id": 332338, "links": {"self": "https://petition.parliament.uk/petitions/332338.json"}, "attributes": {"action": "Make it law for all new builds  to include green energy solutions.", "background": "Builders should be required to install green energy solutions in all new builds with immediate effect. For example, automatically installing solar panels on roofs of all new homes and business premises and thoroughly insulating new builds to save energy consumption.", "additional_details": "To reduce the use of fossil fuels, to increase energy efficiency and reduce the impact on the climate.", "committee_note": "", "state": "closed", "signature_count": 880, "created_at": "2020-07-21T15:35:41.187Z", "updated_at": "2021-08-06T16:27:24.303Z", "rejected_at": null, "opened_at": "2020-07-28T15:32:23.243Z", "closed_at": "2021-01-28T23:59:59.999Z", "moderation_threshold_reached_at": "2020-07-21T16:45:54.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": null, "government_response": null, "debate": null, "departments": [{"acronym": "DLUHC", "name": "Department for Levelling Up, Housing and Communities ", "url": "https://www.gov.uk/government/organisations/department-for-levelling-up-housing-and-communities"}], "topics": []}}, {"type": "petition", "id": 627934, "links": {"self": "https://petition.parliament.uk/petitions/627934.json"}, "attributes": {"action": "Devolve the same powers to Wales as Scotland", "background": "Devolve powers to Wales that are already devolved to Scotland (the first four are also devolved to Northern Ireland) that include:\r\n\r\n- justice\r\n- policing\r\n- social security elements\r\n- charity law\r\n- multiple tax powers\r\n- bank holidays\r\n- land and agricultural assets including the Crown Estate", "additional_details": "Wales deserves to be treated equally to Scotland.\r\n\r\nThere is a cross-party majority that supports further devolution in the Senedd and so the UK government is morally and democratically obliged to devolve these matters. This could help to tackle crime, boost tourism via St David's Day bank holiday, boost energy production and increase tax revenue to fund public services in Wales.\r\n\r\nThere is also majority Senedd support for devolution of:\r\n- broadcasting\r\n- rail infrastructure\r\n- further tax & welfare powers", "committee_note": "", "state": "open", "signature_count": 878, "created_at": "2022-11-09T19:18:11.956Z", "updated_at": "2022-12-25T19:44:40.000Z", "rejected_at": null, "opened_at": "2022-11-15T16:03:54.247Z", "closed_at": null, "moderation_threshold_reached_at": "2022-11-09T20:08:50.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": "Trystan Gruffydd", "rejection": null, "government_response": null, "debate": null, "departments": [{"acronym": "WO", "name": "Office of the Secretary of State for Wales", "url": "https://www.gov.uk/government/organisations/office-of-the-secretary-of-state-for-wales"}], "topics": []}}, {"type": "petition", "id": 611416, "links": {"self": "https://petition.parliament.uk/petitions/611416.json"}, "attributes": {"action": "Create new publicly owned solar energy company to address fuel & climate crisis ", "background": "Energy prices are rising to unmanageable levels & fossil fuels add to climate change. Create new publicly owned 100% solar energy company. Solar is the cheapest way to produce energy, with potentially floating solar panels on every reservoir in the country, to locally produce clean reliable energy.", "additional_details": "Solar tech has improved dramatically recently:  Solar power is now the cheapest way to generate electricity, cheaper than coal, oil, gas inc fracking, wind, hydro, nuclear, etc. Solar panels are now far cheaper & require less area to produce more energy than they used to, working well even on cloudy or rainy days. Solar panels can be floated on water or be placed on building roofs so don't take up any additional land, producing energy locally, with battery banks ensuring electricity is reliable & available 24/7.", "committee_note": "", "state": "closed", "signature_count": 864, "created_at": "2022-03-13T01:18:26.514Z", "updated_at": "2022-10-01T23:00:04.859Z", "rejected_at": null, "opened_at": "2022-03-17T18:07:16.652Z", "closed_at": "2022-10-01T22:59:59.999Z", "moderation_threshold_reached_at": "2022-03-13T07:51:58.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": null, "government_response": null, "debate": null, "departments": [{"acronym": "BEIS", "name": "Department for Business, Energy and Industrial Strategy", "url": "https://www.gov.uk/government/organisations/department-for-business-energy-and-industrial-strategy"}], "topics": []}}, {"type": "petition", "id": 586582, "links": {"self": "https://petition.parliament.uk/petitions/586582.json"}, "attributes": {"action": "Include vehicle battery and charger manufacture in vehicle emissions reporting", "background": "Government must include battery and charger manufacture in emissions measurement and change the way manufacturers are required to report CO2 emissions to the Government. 'Tailpipe only' is an unfair measurement. We must also account for environmentally harmful practices such as Lithium extraction.", "additional_details": "Clean fuels use normal petrol or diesel pumps, no need for environmentally damaging charger installs everywhere.\r\nBattery manufacture creates high co2 emissions, adds cost & Lithium is not renewable!\r\nTo be practical for widespread EV car and van use we will need a huge amount of chargers to be made which will increase emissions not reduce them!\r\nCobalt mining is still associated with Child Labour.\r\nBiomethane can be CO2 negative full lifecycle.\r\nSynthetic efuel or electrofuels can be made with clean energy.", "committee_note": "", "state": "closed", "signature_count": 833, "created_at": "2021-05-19T09:50:58.062Z", "updated_at": "2021-11-27T00:00:02.035Z", "rejected_at": null, "opened_at": "2021-05-26T13:52:17.257Z", "closed_at": "2021-11-26T23:59:59.999Z", "moderation_threshold_reached_at": "2021-05-20T21:09:25.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": null, "government_response": null, "debate": null, "departments": [{"acronym": "DfT", "name": "Department for Transport", "url": "https://www.gov.uk/government/organisations/department-for-transport"}], "topics": []}}, {"type": "petition", "id": 628260, "links": {"self": "https://petition.parliament.uk/petitions/628260.json"}, "attributes": {"action": "Immediate Energy Support Payments for Northern Ireland like the rest of the UK", "background": "We call on the Government to immediately implement Energy Support Payments for Northern Ireland, in line with those for the rest of the UK. The UK Government has a greater responsibility now in the absence of an Executive.\r\n \r\n", "additional_details": "Households in the rest of the UK are already receiving assistance with energy costs and are able to budget for them before Christmas.\r\n\r\nNorthern Ireland has not even had the timing on the number of instalments confirmed prior to the arrival of Winter.\r\n\r\nHouseholds in the rest of the UK are already receiving assistance with energy costs and are able to budget for them before Christmas.\r\n \r\nNorthern Ireland has not even had the timing on the number of instalments confirmed prior to the arrival of Winter.\r\n \r\nIn contrast to Great Britain 68% of households in NI are on oil fired central heating and the derisory payment for this has already been delayed until 2023. The most vulnerable have no help via electricity credits or extra income for prepay meters.\r\n", "committee_note": "", "state": "open", "signature_count": 831, "created_at": "2022-11-15T09:40:45.623Z", "updated_at": "2022-12-27T22:40:40.000Z", "rejected_at": null, "opened_at": "2022-11-21T16:54:32.002Z", "closed_at": null, "moderation_threshold_reached_at": "2022-11-15T14:15:30.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": "Gareth Burns", "rejection": null, "government_response": null, "debate": null, "departments": [], "topics": []}}, {"type": "petition", "id": 621583, "links": {"self": "https://petition.parliament.uk/petitions/621583.json"}, "attributes": {"action": "End All Government Subsidies for Fossil Fuel Companies", "background": "The UK is reported to have given over £13bn in subsidies to fossil fuel companies since the Paris agreement in 2015, including £10bn in tax reliefs for exploration and production. This is the third highest in the world, after India and China. These need to stop, and the money put to better use.", "additional_details": "We are in a cost of living crisis and fossil fuel companies have recorded record profits. They do not need government support especially when people are struggling to pay rising energy costs.\r\n\r\nWe also have a climate emergency and giving money to fossil fuel companies will surely reduce our ability to hit net zero by 2050. We should not be subsidising polluters while trying to reduce our carbon footprint.\r\n\r\nThe money could be better spent improving health care, schools or even combating climate change.", "committee_note": "", "state": "open", "signature_count": 778, "created_at": "2022-08-08T20:30:13.638Z", "updated_at": "2023-01-02T21:58:50.000Z", "rejected_at": null, "opened_at": "2022-08-10T08:12:01.716Z", "closed_at": null, "moderation_threshold_reached_at": "2022-08-09T11:25:39.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": "Matthew Brooks", "rejection": null, "government_response": null, "debate": null, "departments": [{"acronym": "DEFRA", "name": "Department for Environment, Food and Rural Affairs", "url": "https://www.gov.uk/government/organisations/department-for-environment-food-rural-affairs"}], "topics": []}}, {"type": "petition", "id": 608274, "links": {"self": "https://petition.parliament.uk/petitions/608274.json"}, "attributes": {"action": "Commit to UK natural gas and increase investment", "background": "The Government should commit to developing natural gas from UK sources as a central part of its energy policy, including north sea production and fracking. As part of the transition to non-fossil fuels, Natural Gas will surely be required for decades before 2050. ", "additional_details": "It is not ‘green’ to bring it in by tanker from the USA. It is political madness to expose ourselves to supplies from overseas. \r\n\r\nThe rising cost of natural gas need not be a global problem for the UK. We surely have enough to be self-sufficient. The transition to 2050 is a marathon, not a sprint. Common sense needs to be applied to managing the transition. The solution to the fuel crisis is supply, not convoluted subsidies. It is time Government adopted the old business maxim - Keep It Simple Stupid! (KISS).", "committee_note": "", "state": "closed", "signature_count": 724, "created_at": "2022-02-07T12:16:21.772Z", "updated_at": "2022-08-11T03:27:39.000Z", "rejected_at": null, "opened_at": "2022-02-10T16:48:03.934Z", "closed_at": "2022-08-10T22:59:59.999Z", "moderation_threshold_reached_at": "2022-02-07T15:39:18.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": null, "government_response": null, "debate": null, "departments": [{"acronym": "DEFRA", "name": "Department for Environment, Food and Rural Affairs", "url": "https://www.gov.uk/government/organisations/department-for-environment-food-rural-affairs"}], "topics": []}}, {"type": "petition", "id": 614232, "links": {"self": "https://petition.parliament.uk/petitions/614232.json"}, "attributes": {"action": "Extend the energy price cap to communal heat networks", "background": "500,000 people across the UK live in properties with communal heat networks that are not covered by the energy price cap. Some residents have seen their heating bills increase by 117%, or even more, because the energy price cap does not apply to them. This compares to a 54% in the energy price cap.", "additional_details": "Thousands of residents are locked in commercial contracts, and unprotected by the energy price cap, due to the Government’s failure to extend Ofgem’s remit to communal heat networks\r\nResidents, some of whom are in retirement, social or affordable housing, cannot switch supplier/tariff.\r\n", "committee_note": "", "state": "closed", "signature_count": 699, "created_at": "2022-04-06T19:21:50.412Z", "updated_at": "2022-10-26T23:00:00.835Z", "rejected_at": null, "opened_at": "2022-04-12T16:10:28.567Z", "closed_at": "2022-10-26T22:59:59.999Z", "moderation_threshold_reached_at": "2022-04-06T20:04:39.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": null, "government_response": null, "debate": null, "departments": [{"acronym": "BEIS", "name": "Department for Business, Energy and Industrial Strategy", "url": "https://www.gov.uk/government/organisations/department-for-business-energy-and-industrial-strategy"}], "topics": []}}, {"type": "petition", "id": 620688, "links": {"self": "https://petition.parliament.uk/petitions/620688.json"}, "attributes": {"action": "Remove VAT on gym memberships", "background": "Look at the VAT Gyms have to pay on Gym Membership.\r\nRemove the amount.", "additional_details": "With the increase in energy prices, many gyms are struggling to cover cost and may start closing because of this.\r\nGyms are a huge help in the ever increasing obesity problem and consequence stretch on the NHS.\r\nIf you could help, in the long run we will help everyone.", "committee_note": "", "state": "open", "signature_count": 694, "created_at": "2022-07-21T06:51:05.859Z", "updated_at": "2023-01-02T09:46:00.000Z", "rejected_at": null, "opened_at": "2022-07-22T12:46:40.043Z", "closed_at": null, "moderation_threshold_reached_at": "2022-07-21T07:11:49.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": "Matthew Kirk-Ellis", "rejection": null, "government_response": null, "debate": null, "departments": [], "topics": []}}, {"type": "petition", "id": 615664, "links": {"self": "https://petition.parliament.uk/petitions/615664.json"}, "attributes": {"action": "Review licence fees and financial support for hydro generation", "background": "Our island is surrounded by water & peppered with old water mills. We need a Government review of financial arrangements for the hydro industry, so that charges and support for water-based energy generation enable this sector to respond more effectively to the current climate & energy emergencies.", "additional_details": "Energy from water is available 24/7 all year round, through driving turbines, but also using water-source heat technologies. It could be playing a major part in our energy mix, but until there is a vision for England & Wales, with support to match, the potential cannot be realised. With many new developments in fresh water and tidal locations (i.e. as pioneered in Scotland), we believe current licensing arrangements are completely out of step, unfit for our times. Please give this matter your urgent attention.", "committee_note": "", "state": "closed", "signature_count": 693, "created_at": "2022-04-27T09:33:04.235Z", "updated_at": "2022-11-13T00:00:08.570Z", "rejected_at": null, "opened_at": "2022-04-29T16:22:41.462Z", "closed_at": "2022-11-12T23:59:59.999Z", "moderation_threshold_reached_at": "2022-04-27T09:56:39.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": null, "government_response": null, "debate": null, "departments": [{"acronym": "BEIS", "name": "Department for Business, Energy and Industrial Strategy", "url": "https://www.gov.uk/government/organisations/department-for-business-energy-and-industrial-strategy"}, {"acronym": "DEFRA", "name": "Department for Environment, Food and Rural Affairs", "url": "https://www.gov.uk/government/organisations/department-for-environment-food-rural-affairs"}], "topics": []}}, {"type": "petition", "id": 609830, "links": {"self": "https://petition.parliament.uk/petitions/609830.json"}, "attributes": {"action": "Stop giving aid to India", "background": "We, the British people, are calling on the Government to stop acting in a frivolous manner by sending millions in handouts to India. We believe that the country is currently ridiculing our generosity.India also abstaining from the recent UNSC vote on Ukraine.", "additional_details": "We therefore mandate, that the Government rethink their aid efforts, and spend the money on struggling families back home where food, energy and petrol prices continue to rise.\r\n\r\nWe believe that this is a bad use of our money and also their abstaining from the matters of Ukraine Vs Russia and not in alignment with Europe", "committee_note": "", "state": "closed", "signature_count": 673, "created_at": "2022-02-26T13:58:50.473Z", "updated_at": "2022-09-01T23:00:06.116Z", "rejected_at": null, "opened_at": "2022-03-01T10:53:07.440Z", "closed_at": "2022-09-01T22:59:59.999Z", "moderation_threshold_reached_at": "2022-02-26T18:24:18.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": null, "government_response": null, "debate": null, "departments": [], "topics": []}}, {"type": "petition", "id": 621347, "links": {"self": "https://petition.parliament.uk/petitions/621347.json"}, "attributes": {"action": "Introduce a \"Triple lock\" to restrict energy cap increases", "background": "We want legislation introduced to restrict the energy cap so that it can rise by no more than the lowest of:\r\n\r\nThe rate of inflation\r\nThe average wage increase\r\nThe interest rate set by the Bank of England", "additional_details": "Major UK listed energy companies are raking in billions of pounds of profit as many people of the UK choose between eating and heating.\r\n\r\nEnergy bills for consumers are hitting record highs as the big firms rake in record profits. These profits only benefit the executives and shareholders, who are paid millions of pounds.\r\n\r\nEnergy is essential and people should not be exploited in this way for profit. Restrictions on the energy cap in line with what people can afford would help fix this issue.", "committee_note": "", "state": "open", "signature_count": 666, "created_at": "2022-08-04T10:38:41.844Z", "updated_at": "2023-01-02T11:07:00.000Z", "rejected_at": null, "opened_at": "2022-08-05T13:10:47.306Z", "closed_at": null, "moderation_threshold_reached_at": "2022-08-04T11:16:39.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": "James Allen", "rejection": null, "government_response": null, "debate": null, "departments": [], "topics": []}}]}