{"links": {"self": "https://petition.parliament.uk/petitions.json?q=pollution&page=8", "first": "https://petition.parliament.uk/petitions.json?q=pollution", "last": "https://petition.parliament.uk/petitions.json?page=9&q=pollution", "next": "https://petition.parliament.uk/petitions.json?page=9&q=pollution", "prev": "https://petition.parliament.uk/petitions.json?page=7&q=pollution"}, "data": [{"type": "petition", "id": 330652, "links": {"self": "https://petition.parliament.uk/petitions/330652.json"}, "attributes": {"action": "Legalise General Ownership & Use Of Electric Scooters For Blue Badge Holders", "background": "Not all disabled people need wheelchairs as they have some mobility but not full. The use of hired electric scooters to reduce congestion  should be extended to full use for these people on a daily basis", "additional_details": "The cost of approx £5 taxis for 1/4 mile journeys for mobility limited people is extortionate & limiting. Even corner shop to home in some circumstances. Widening the non restricted use for disabled people would give more & equal freedom,a better quality of life & ability, reduce pollution of short journeys, reduce congestion. \r\nThis is more essential to younger, standing disabilities peoples discouraged by wheelchair or mobility carriage stigma or discrimination", "committee_note": null, "state": "rejected", "signature_count": 7, "created_at": "2020-07-07T11:24:16.504Z", "updated_at": "2020-07-14T16:30:53.133Z", "rejected_at": "2020-07-14T16:30:46.546Z", "opened_at": null, "closed_at": null, "moderation_threshold_reached_at": "2020-07-08T18:52:04.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": {"code": "no-action", "details": "Disabled people are not excluded from owning or using electric scooters, so we're not exactly sure what you'd like to change about the law."}, "government_response": null, "debate": null, "departments": [], "topics": []}}, {"type": "petition", "id": 326179, "links": {"self": "https://petition.parliament.uk/petitions/326179.json"}, "attributes": {"action": "Print car registrations on fast food bags so when littered can get fined", "background": "I would like the government to implement mandatory changes to all fast food establishments with a drive through takeaway to legally print the customers driving registration on the products bag so when it is thoughtlessly thrown out as litter it can be returned with a fine to prevent more littering.", "additional_details": "I feel it is necessary that the government has their say because without correct enforcement the littering is always going to carry on and even worse than it has before. Our planet suffers enough with pollution so with little steps like this we can all care for the environment more and more as each day passes. The reason for this petition is that through the current crisis we are all in, the environment has benefited tremendously as all the restaurants have been closed, and as they have reopened the problem is slowly but surely creeping it’s way back.", "committee_note": null, "state": "rejected", "signature_count": 7, "created_at": "2020-06-10T09:35:36.095Z", "updated_at": "2020-07-27T14:47:31.022Z", "rejected_at": "2020-07-27T14:47:31.024Z", "opened_at": null, "closed_at": null, "moderation_threshold_reached_at": "2020-06-10T11:53:04.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": {"code": "duplicate", "details": "https://petition.parliament.uk/petitions/324517"}, "government_response": null, "debate": null, "departments": [], "topics": []}}, {"type": "petition", "id": 323217, "links": {"self": "https://petition.parliament.uk/petitions/323217.json"}, "attributes": {"action": "Replace GDP with a measure that includes human health, happiness and wellbeing", "background": "The government should consult on alternative measures of national welfare taking into account non-economic factors including human health and happiness, as well as the health of the environment. A firm commitment should be made to replacing GDP as the sole or main measure of national prosperity.", "additional_details": "Increasing GDP has been the holy grail of governments for centuries but an ever-expanding economy is incompatible with the challenges we face in the 21st century. Policies aimed at increasing GDP have given us the climate emergency, plastic pollution and mass extinctions. We've suffered recessions which have cost livelihoods and lives and seen whole regions passed by in the spoils of growth.\r\n\r\nWe need a new yardstick to aim for which leads to a more sustainable and happy future for us all.", "committee_note": null, "state": "rejected", "signature_count": 7, "created_at": "2020-05-27T15:25:04.860Z", "updated_at": "2020-08-04T15:05:25.870Z", "rejected_at": "2020-08-04T15:05:11.280Z", "opened_at": null, "closed_at": null, "moderation_threshold_reached_at": "2020-05-27T16:35:34.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": {"code": "no-action", "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe're not sure exactly what you'd like the Government or Parliament to do, in particular we don't know what you mean by replacing GDP. There is not a single, official measure that the Government use to assess policy impact or the health of the country.\r\n\r\nThe Office for National Statistics already collects data on a range of areas, you can find more information here: https://www.ons.gov.uk/peoplepopulationandcommunity/wellbeing\r\n                \r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do, such as changes to specific policies. For example, you could start a petition requesting a specific strategy for increasing human health, happiness and wellbeing."}, "government_response": null, "debate": null, "departments": [], "topics": []}}, {"type": "petition", "id": 321558, "links": {"self": "https://petition.parliament.uk/petitions/321558.json"}, "attributes": {"action": "Ban fossil fuel powered mopeds and scooters in London due to pollution and noise", "background": "Having lived all over London the rise of delivery services has increased noise 24/7 where it's significantly effected my wellbeing from noise and pollution. Currently my new neighbours use 6 mopeds as couriers. Revving at all hours and alarm sounds e.g https://youtu.be/xRz39QtuT9U?t=73.", "additional_details": "Pollution evidence https://www.telegraph.co.uk/news/science/science-news/10834679/Scooters-pollute-more-than-lorries.html\r\n\r\nGovernment research \"exposure to noise can have significant physical and mental health implications – with heart attacks, high blood pressure, type 2 diabetes and stress all linked to long-term contact with loud environments.\" - https://www.gov.uk/government/news/new-noise-camera-trial-to-crack-down-on-illegal-vehicles.", "committee_note": null, "state": "rejected", "signature_count": 7, "created_at": "2020-05-20T09:16:47.154Z", "updated_at": "2020-07-30T08:40:51.886Z", "rejected_at": "2020-07-30T08:40:51.890Z", "opened_at": null, "closed_at": null, "moderation_threshold_reached_at": "2020-05-20T11:11:24.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": {"code": "irrelevant", "details": "We can't accept your petition because the issue you raise is not the responsibility of the Government or Parliament.\r\n\r\nThis is the responsibility of the Mayor of London and London Assembly. You can petition the London Assembly directly: https://www.london.gov.uk/about-us/london-assembly/petitions\r\n\r\nWe have published the following related petition, which you might like to sign: https://petition.parliament.uk/petitions/318811"}, "government_response": null, "debate": null, "departments": [], "topics": []}}, {"type": "petition", "id": 321139, "links": {"self": "https://petition.parliament.uk/petitions/321139.json"}, "attributes": {"action": "TFL's Congestion Charge increase and extension to cover weekend", "background": "To leave the charge at the current rate of £11.50 and to cancel the weekend charge.", "additional_details": "I believe that this is not fair on Londoners who are low income to be burdened with yet another tax. The main reason for the institution of the Congestion Charge was not a means to raise tax on the Londoners but to reduce pollution.\r\n\r\nGovernment or Parliament should compel the Mayor to withdrawal these changes and find more clever ways of paying back the loans taken, for example reducing their fat salaries and other unprofitable ventures.", "committee_note": null, "state": "rejected", "signature_count": 7, "created_at": "2020-05-16T16:40:57.054Z", "updated_at": "2020-06-05T13:34:08.601Z", "rejected_at": "2020-06-05T13:34:08.603Z", "opened_at": null, "closed_at": null, "moderation_threshold_reached_at": "2020-05-19T00:21:54.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": {"code": "irrelevant", "details": "We can't accept your petition because the issue you raise is not the responsibility of the Government or Parliament. This is the responsibility of the London Assembly. \r\nYou can petition the London Assembly directly: https://www.london.gov.uk/about-us/london-assembly/petitions\r\n\r\nThe Government has agreed a package consisting of a mixture of grants and loans based upon a series of conditions agreed by the mayor, including the reinstatement of the congestion charge: https://www.gov.uk/government/news/government-grants-transport-for-london-funding-package\r\n\r\nYou could start a petition calling on the Government to reimburse people, or particular groups of people, for the cost of the congestion charge, if that is what you want to happen. You could also start a petition calling on the Government to seek to revise the terms of its support for Transport for London, so that this is not conditional on the reinstatement of the congestion charge.\r\n\r\nYou can find out more about coronavirus and how you can protect yourself and others here:\r\n\r\nwww.gov.uk/coronavirus\r\nhttps://www.nhs.uk/conditions/coronavirus-covid-19/\r\n\r\nThe Government has also created an online service to help you find out what you can do if you’re struggling because of coronavirus: https://www.gov.uk/find-coronavirus-support\r\n\r\nYou can read NHS tips to help if you are worried about coronavirus here: https://www.nhs.uk/oneyou/every-mind-matters/coronavirus-covid-19-anxiety-tips\r\n\r\nYou can read impartial analysis of the Government response to coronavirus and policy developments here: https://commonslibrary.parliament.uk/coronavirus/\r\n\r\nYou may also be interested to know that because of the large number of petitions that have been started in relation to coronavirus, the Petitions Committee has been questioning the Government about its response to the coronavirus outbreak.\r\n \r\nFind out more: https://committees.parliament.uk/work/192/the-governments-response-to-coronavirus/"}, "government_response": null, "debate": null, "departments": [], "topics": ["covid-19"]}}, {"type": "petition", "id": 300747, "links": {"self": "https://petition.parliament.uk/petitions/300747.json"}, "attributes": {"action": "Investigate Southend Airport pollution controls and taxiway use.", "background": "Make it illegal for Southend Airport to use Charlie taxiway to hold planes with engines running next to residental property.\r\nMake it a legal requirement to use electric trucks to pull the planes to the runway instead.\r\nThe Govt to employ an independent body to assess pollution at Charlie taxiway", "additional_details": "Having planes sat with their engines running a few metres from residential properties is detrimental to everyone's health.\r\n\r\nPlanes are known to emit far more pollution per person than any other form of transport.\r\n\r\nIdling for prolonged periods of time is emitting damaging particles into the air unnecessarily.\r\n\r\nElectric trucks should be used to pull the planes to the runway. \r\n\r\nSouthend Airport self regulate and record them on a 16 hr average which doesn't show the true picture of the damage.", "committee_note": null, "state": "rejected", "signature_count": 7, "created_at": "2020-03-07T12:27:33.195Z", "updated_at": "2020-03-13T11:59:46.382Z", "rejected_at": "2020-03-13T11:59:37.242Z", "opened_at": null, "closed_at": null, "moderation_threshold_reached_at": "2020-03-08T20:09:54.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": {"code": "irrelevant", "details": "Local authorities are responsible for local air quality, so investigating Southend Airport is not a matter for Government or Parliament.\r\n\r\nYou could raise your issue with a local councillor, who represents you. You can use this page to find out who your local councillors are, and how to contact them:\r\n\r\nhttps://www.gov.uk/find-your-local-councillors\r\n\r\nYou could start a petition calling on the Government to bring forward legislation restricting aircraft from being on hold with their engine running, and using electric vehicles on airport premises."}, "government_response": null, "debate": null, "departments": [], "topics": []}}, {"type": "petition", "id": 628114, "links": {"self": "https://petition.parliament.uk/petitions/628114.json"}, "attributes": {"action": "legal noise limit for cars to be reduced from the current 74dB", "background": "Lower the noise limit for cars and vehicles and make it an offence to be over a certain level", "additional_details": "Loud cars contribute to a large amount of noise pollution in cities and the countryside , making lives difficult for children and animals. For example, when certain animals such as deer are pregnant, they can trigger themselves to have an abortion when they become startled, which can sometimes kill the animal, depending how far along they are. As well as this, it causes unnecessary stress for children and can cause them to not get enough sleep.", "committee_note": null, "state": "rejected", "signature_count": 6, "created_at": "2022-11-12T22:48:23.392Z", "updated_at": "2022-11-17T08:38:03.738Z", "rejected_at": "2022-11-17T08:38:02.533Z", "opened_at": null, "closed_at": null, "moderation_threshold_reached_at": "2022-11-12T22:56:10.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": {"code": "no-action", "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nNoise limits on cars are based on when they were registered. The limit is  74 decibels for cars registered after 2007 and before 2016, and 72 decibels for cars registered since 2016.\r\n\r\nIt's not clear if you want a lower decibel limit to be imposed on cars registered from now, or if you want limits for already registered cars to be reduced, so that owners of these cars have to have modifications made to reduce the noise their car produces, if it exceeds these new limits.\r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do."}, "government_response": null, "debate": null, "departments": [], "topics": []}}, {"type": "petition", "id": 626613, "links": {"self": "https://petition.parliament.uk/petitions/626613.json"}, "attributes": {"action": "Sanction China Until Better Laws for Animals, People and Earth Are Implemented", "background": "In China, dogs are blowtorched, strangled, beaten or even cooked alive for their meat. Cats are also slaughtered horrifically. Bears languish on farms where their bile is taken. Animals are skinned alive.\r\n Human rights are disgustingly abused and the environment is polluted for profit in China.", "additional_details": "Don’t get me wrong, I love Chinese culture and the Chinese people. I also know that not all Chinese people are bad and do not, in any way, truly support hate against the Chinese people.\r\n However, animals are sickeningly mistreated in China. Human rights, for instance, those of the Uyghur Muslims, are shockingly abused in China. The air in Beijing is severely polluted.\r\n The only way that the Chinese Government will ever improve things is if they are heavily pressured monetarily and politically.", "committee_note": null, "state": "rejected", "signature_count": 6, "created_at": "2022-10-23T17:47:02.371Z", "updated_at": "2022-10-28T11:34:37.515Z", "rejected_at": "2022-10-28T11:34:36.798Z", "opened_at": null, "closed_at": null, "moderation_threshold_reached_at": "2022-10-25T09:56:10.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": {"code": "no-action", "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe understand that you want to see sanctions introduced against China, but it's not clear at what point you want these sanctions to be withdrawn.\r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do."}, "government_response": null, "debate": null, "departments": [], "topics": []}}, {"type": "petition", "id": 626556, "links": {"self": "https://petition.parliament.uk/petitions/626556.json"}, "attributes": {"action": "Stop modified exhaust system cars and motorbikes on public road", "background": "Stop modified exhaust system cars and motorbikes on public road. Those irresponsible drivers and riders who likes to show off and cause an extreme noise for residents which affecting everyones life especially kids and babies at night time and cause more pollution to everyone.", "additional_details": "It is illegal, we deserve to live in peace", "committee_note": null, "state": "rejected", "signature_count": 6, "created_at": "2022-10-22T21:18:22.745Z", "updated_at": "2022-11-18T08:19:15.742Z", "rejected_at": "2022-11-18T08:19:14.473Z", "opened_at": null, "closed_at": null, "moderation_threshold_reached_at": "2022-11-14T13:31:00.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": {"code": "irrelevant", "details": "It's already illegal to modify the exhaust system to make a vehicle noisier.\r\n\r\nDecisions about investigating and prosecuting alleged crimes are a matter for the police and Crown Prosecution Service, not the Government or Parliament.\r\n\r\nIf you think that a crime has been committed, you should contact the police here: https://www.police.uk/contact/"}, "government_response": null, "debate": null, "departments": [], "topics": []}}, {"type": "petition", "id": 625993, "links": {"self": "https://petition.parliament.uk/petitions/625993.json"}, "attributes": {"action": "After Liz Truss's resignation, call a General Election", "background": "The public deserves the opportunity to decide who is the future prime minister and not from a preselected group of individuals but from an open democratic process. An accurate representation of public views and knowledge allows an opportunity for all to be heard & considered in such a turbulent time", "additional_details": "After the 2019 GE, the UK has gone though a swathe of nation changing events including, the effects of Brexit, COVID, the war in Ukraine, the cost of living crisis (inc. housing, food and energy prices), energy independence, onset climate issues (inc. water sewage and pollution) & the political turbulence that has come with all of this. \r\n2022 Britain is not even close to that of 2019, but an opportunity for a fresh start, where all are heard, could bring the trust & stability so deeply desired.", "committee_note": null, "state": "rejected", "signature_count": 6, "created_at": "2022-10-20T14:06:02.340Z", "updated_at": "2022-10-27T07:37:09.981Z", "rejected_at": "2022-10-27T07:37:07.877Z", "opened_at": null, "closed_at": null, "moderation_threshold_reached_at": "2022-10-23T11:07:40.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": {"code": "duplicate", "details": "You may wish to sign this petition which calls for a similar action: https://petition.parliament.uk/petitions/619781"}, "government_response": null, "debate": null, "departments": [], "topics": []}}, {"type": "petition", "id": 623441, "links": {"self": "https://petition.parliament.uk/petitions/623441.json"}, "attributes": {"action": "Reinstate the fracking ban and up support for renewables", "background": "We ask that the government reinstate the ban on fracking so our country can deliver on much needed climate commitments to rapidly cut emissions, and to ensure investment in safe, resilient and zero carbon alternatives.", "additional_details": "At a time when the country needs a solution to both the cost of living and climate crises, fracking will only set us back.  It will halt progress towards tackling the former, and at best providing temporary respite from the latter but with the real risk of extra investment needed to mitigate various risks associated with this water intensive, polluting and poorly regulated technology.\r\n\r\nWe call for the ban to be reinstated and for greater investment in renewable energy.", "committee_note": null, "state": "rejected", "signature_count": 6, "created_at": "2022-09-08T06:46:50.044Z", "updated_at": "2022-09-23T11:05:15.668Z", "rejected_at": "2022-09-23T11:05:10.531Z", "opened_at": null, "closed_at": null, "moderation_threshold_reached_at": "2022-09-08T09:42:40.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": {"code": "duplicate", "details": "https://petition.parliament.uk/petitions/614611"}, "government_response": null, "debate": null, "departments": [], "topics": []}}, {"type": "petition", "id": 620485, "links": {"self": "https://petition.parliament.uk/petitions/620485.json"}, "attributes": {"action": "Stricter restrictions on businesses to reduce their greenhouse gas emissions", "background": "We're asking for the government to place restrictions on the most polluting UK companies to set a cap on the level of GHG emissions they can emit, depending on factors such as the size and nature of the company. If they exceed their cap, they should face some form of sanction, such as a fine.", "additional_details": "A study has shown that 100 companies are responsible for 71% of global greenhouse gas emissions. This means that in order to tackle climate change and save our planet, action must be taken to stop these polluting companies from further damaging the world. I believe these restrictions would be one of the most effective ways to ensure large companies finally move towards more sustainable ways of running their business, before it's too late.", "committee_note": null, "state": "rejected", "signature_count": 6, "created_at": "2022-07-17T19:42:35.311Z", "updated_at": "2022-07-22T11:26:17.187Z", "rejected_at": "2022-07-22T11:25:18.423Z", "opened_at": null, "closed_at": null, "moderation_threshold_reached_at": "2022-07-20T20:25:09.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": {"code": "no-action", "details": "We understand you would like a cap on greenhouse gas (GHG) emissions to be created and for businesses to be fined if they exceed that cap. However, the UK already operates the UK Emissions Trading Scheme, which sets a maximum amount of GHG emissions businesses can emit. Businesses in sectors to which this scheme applies have to report their emissions, and there is a cost implication if they exceed the cap. You can read more about this scheme here: https://www.gov.uk/government/publications/participating-in-the-uk-ets/participating-in-the-uk-ets.\r\n\r\nIt's therefore not clear how the emissions cap you are proposing would differ from the existing ETS, nor to which businesses you want this new scheme to apply.\r\n\r\nYou could have a petition calling for certain changes to be made to the ETS, or for it to be replaced with a different system, so long as it was clear what those changes were or how that new system would operate. "}, "government_response": null, "debate": null, "departments": [], "topics": []}}, {"type": "petition", "id": 619505, "links": {"self": "https://petition.parliament.uk/petitions/619505.json"}, "attributes": {"action": "Fines on transnational companies with excessive pollutions.", "background": "A law imposing fines or tariffs on multinational companies which are headquartered in the UK, but who purposefully locate their polluting factories in lower income countries with weaker restrictions, thus allowing them to pollute over the UK’s guidelines.", "additional_details": "More and more multinational companies headquartered in the UK, are locating their factories in countries with more lax environmental regulations, allowing them to pollute more heavily than they’d be allowed here. \r\n\r\nClimate Change is a global problem, just because the polluting isn’t happening in the UK, doesn’t mean that we can’t do something to stop it. Our proposal is to develop a law to help prevent this issue, and to ensure businesses find less harmful ways to operate, instead of avoiding making changes by moving somewhere else. These companies must start facing consequences for their damaging actions.", "committee_note": null, "state": "rejected", "signature_count": 6, "created_at": "2022-07-02T20:08:46.709Z", "updated_at": "2022-07-08T07:43:20.794Z", "rejected_at": "2022-07-08T07:43:19.737Z", "opened_at": null, "closed_at": null, "moderation_threshold_reached_at": "2022-07-03T18:37:59.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": {"code": "irrelevant", "details": "We can only accept petitions about things the Government or Parliament are directly responsible for.\r\n\r\nThe UK Government and Parliament are only responsible for managing domestic carbon emissions, and is not responsible for fining businesses for operations in other countries."}, "government_response": null, "debate": null, "departments": [], "topics": []}}, {"type": "petition", "id": 619502, "links": {"self": "https://petition.parliament.uk/petitions/619502.json"}, "attributes": {"action": "Stricter laws placed on businesses to reduce their greenhouse gas emissions", "background": "Impose stricter laws on polluting businesses to reduce their emissions by a certain amount each year, depending on various factors such as the size and nature of each company.", "additional_details": "A study has shown that 100 companies are responsible for 71% of global greenhouse gas emissions. This means that in order to tackle climate change and save our planet, action must be taken to stop these polluting companies from further damaging the world. I believe stricter laws would be one of the most effective ways to ensure large companies finally move towards more sustainable ways of running their business, before it's too late.", "committee_note": null, "state": "rejected", "signature_count": 6, "created_at": "2022-07-02T20:02:11.420Z", "updated_at": "2022-07-08T07:41:22.082Z", "rejected_at": "2022-07-08T07:41:20.734Z", "opened_at": null, "closed_at": null, "moderation_threshold_reached_at": "2022-07-03T18:37:39.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": {"code": "no-action", "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe understand that you are concerned about commercial emissions, but it's not clear what new laws you want the Government to introduce.\r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do."}, "government_response": null, "debate": null, "departments": [], "topics": []}}, {"type": "petition", "id": 615322, "links": {"self": "https://petition.parliament.uk/petitions/615322.json"}, "attributes": {"action": "Stop misery causing mass, new home developments in Essex now!", "background": "The excessive mass, new home developments in Essex are causing immense misery. Public services are overwhelmed, in particular hospitals, GP surgeries, roads and beauty spots, whilst pollution levels are continually increasing.", "additional_details": "There are already enough homes for the existing population. New homes are directly or indirectly only bringing buyers to Essex from outside.\r\n\r\nLet us not forget that through our taxes we fund Essex county council planners to enhance the quality of our lives. We deserve better and need to petition the Government to instruct Essex County Council to bring an end to this quality of life ruining, mass new home development and SAVE ESSEX NOW!", "committee_note": null, "state": "rejected", "signature_count": 6, "created_at": "2022-04-20T22:31:22.357Z", "updated_at": "2022-05-03T08:24:03.623Z", "rejected_at": "2022-05-03T08:24:02.159Z", "opened_at": null, "closed_at": null, "moderation_threshold_reached_at": "2022-04-28T09:53:59.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": {"code": "irrelevant", "details": "We can only accept petitions about things the Government or Parliament are directly responsible for.\r\n\r\nDecisions about local planning decisions, including those for new housing developments, are a matter for individual local authorities, not the UK Government or Parliament.\r\n\r\nYou could raise your issue with a local councillor who represents you. You can find out who your local councillors are, and how to contact them, by entering your post code here:\r\nhttps://www.gov.uk/find-your-local-councillors"}, "government_response": null, "debate": null, "departments": [], "topics": []}}, {"type": "petition", "id": 614831, "links": {"self": "https://petition.parliament.uk/petitions/614831.json"}, "attributes": {"action": "Limit the time when Construction sites are authorized to make noise.", "background": "Construction sites are authorized to make noise from 8am to 6pm Monday to Friday and from 8am to 1pm on Saturdays. Since the pandemic our homes are also our offices most days of the week.\r\nI want to reduce the time when construction sites are authorized to make noise in residential areas.", "additional_details": "Construction works last for months and their noise is constant. Noise is a pollution, noise is stressful. This is a matter of wellbeing and mental health of the population. Residents are the heart of communities and well being should be at the center of the preoccupations.\r\n\r\nThe pandemic has enabled more work from home opportunities and we should be able to enjoy it and work in good conditions.\r\nWhen the area is noisy, we use windows to block the noise and cannot ventilate our homes properly.", "committee_note": null, "state": "rejected", "signature_count": 6, "created_at": "2022-04-13T11:11:17.806Z", "updated_at": "2022-04-19T12:03:13.839Z", "rejected_at": "2022-04-19T12:01:18.035Z", "opened_at": null, "closed_at": null, "moderation_threshold_reached_at": "2022-04-13T13:52:29.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": {"code": "no-action", "details": "We understand you're concerned about the times when noisy construction work takes place, however it's not clear what you'd like the times such work can be done to be reduced to.\r\n\r\nIn any case, decisions about what times construction work can take place in any given area are a matter for the relevant local authority, not the UK Government or House of Commons.\r\n\r\nYou could have a petition calling for all construction work taking place outside of specific times to be automatically considered a 'statutory nuisance', meaning it would be banned, if that is something you'd like to see happen. This petition would have to make clear which times of day you wanted this to apply to."}, "government_response": null, "debate": null, "departments": [], "topics": []}}, {"type": "petition", "id": 611043, "links": {"self": "https://petition.parliament.uk/petitions/611043.json"}, "attributes": {"action": "Change our time to permanent British summertime", "background": "Around 1 in 3 people suffer from Seasonal Affective Disorder in the UK; moving permanently to British summertime could greatly combat this. Rather than wasting the hour of light in the morning, on a commute or in an office, we could utilise it after work, for socialising and outdoor activities.", "additional_details": "The key benefits:\r\n\r\nHealth: People could use the longer evenings to socialise and engage in leisure activities such as sport.\r\n\r\nSafety: It could prevent 80 deaths and more than 200 serious injuries on UK roads every year.\r\n\r\nEnvironment: CO2 pollution could be reduced by at least 447,000 tonnes each year, due to a lower electricity demand for artificial light in the evenings.\r\n\r\nTourism: UK tourism industry could be boosted by £1bn every year due to longer and lighter days.", "committee_note": null, "state": "rejected", "signature_count": 6, "created_at": "2022-03-08T20:43:30.663Z", "updated_at": "2022-03-15T09:12:57.012Z", "rejected_at": "2022-03-15T09:12:54.985Z", "opened_at": null, "closed_at": null, "moderation_threshold_reached_at": "2022-03-10T18:35:28.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": {"code": "duplicate", "details": "You may wish to sign this petition which calls for the same action: https://petition.parliament.uk/petitions/597436"}, "government_response": null, "debate": null, "departments": [], "topics": []}}, {"type": "petition", "id": 610130, "links": {"self": "https://petition.parliament.uk/petitions/610130.json"}, "attributes": {"action": "Make car tax / VED for newer and older cars the same and base it on emissions.", "background": "Currently, an older (pre-2017) car is charged at a much higher rate than a newer (post-2017) but more polluting vehicle. I'd like to petition the government to end this unfair practice and to either charge the same flat rate for all cars, new and old, or go back to the emissions-based tax for all.", "additional_details": "It is unfair that people who can't afford a newer car are being forced to pay in some cases more than double the amount than those in much larger and more polluting newer vehicles. There is a one time big tax on brand new vehicles but thereafter the tax rate is flat. Either make the tax rate flat for all or make it emissions based for all on an annual basis like it was. It seems that poorer people with older cars are being made to pay extra to allow wealthier people with newer cars to pay less.", "committee_note": null, "state": "rejected", "signature_count": 6, "created_at": "2022-02-28T12:11:33.041Z", "updated_at": "2022-03-10T13:28:29.219Z", "rejected_at": "2022-03-07T13:23:04.289Z", "opened_at": null, "closed_at": null, "moderation_threshold_reached_at": "2022-03-02T12:19:38.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": {"code": "no-action", "details": "Petitions need to call on the Government or Parliament to take a specific action, so a petition calling for changes to vehicle tax rates would either need to call for flat rates for all vehicles, or rates based on emissions.\r\n\r\nAdditionally, not all cars registered before 2017 will pay a higher annual rate of vehicle tax than cars registered after 2017. Cars registered before 2017 that are in bands A to D will have a lower vehicle tax rate than the rates that apply to cars registered after 2017."}, "government_response": null, "debate": null, "departments": [], "topics": []}}, {"type": "petition", "id": 609152, "links": {"self": "https://petition.parliament.uk/petitions/609152.json"}, "attributes": {"action": "Make it illegal to play with balls in a residential area", "background": "To address this by applying to council to make it clear that ball games aren’t allowed in residential areas or all types", "additional_details": "Because it’s causing nuisance in many areas where kids have no respite to the residents and are causing damaged. Going to a park to will be safer and help the community as a lot of people work from home and would result in less noise pollution", "committee_note": null, "state": "rejected", "signature_count": 6, "created_at": "2022-02-20T19:28:59.949Z", "updated_at": "2022-02-23T08:36:11.164Z", "rejected_at": "2022-02-23T08:35:40.784Z", "opened_at": null, "closed_at": null, "moderation_threshold_reached_at": "2022-02-20T19:39:48.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": {"code": "irrelevant", "details": "We can only accept petitions about things the Government or Parliament are directly responsible for.\r\n\r\nDecisions about banning ball games in residential areas are a matter for t, not the relevant landlord or local authority, not the UK Government or Parliament.\r\n\r\nYou could raise your issue with a local councillor who represents you. You can find out who your local councillors are, and how to contact them, by entering your post code here:\r\nhttps://www.gov.uk/find-your-local-councillors"}, "government_response": null, "debate": null, "departments": [], "topics": []}}, {"type": "petition", "id": 604997, "links": {"self": "https://petition.parliament.uk/petitions/604997.json"}, "attributes": {"action": "Legalize e-scooters and other small electric vehicles", "background": "E-scooters just like any other form (apart from electric bicycles) of short distance travel are illegal to use on public roads in the UK. This type of vehicles has been proven very popular for short distance travel with successful hire businesses in many cities around the UK", "additional_details": "If E-Bicycles are legal to cycle them on public roads then why e-scooters are NOT?\r\nThis low cost transportation vehicles could be a base for transforming a way of travel around the city centers. This could boost a reduction in congestions as well as make people to choose this very low carbon footprint travel rather than other means of transport that are much more polluting. Let's give people a freedom of choice and legalize on public roads e-scooters and end unnecessary pressure on the police.", "committee_note": null, "state": "rejected", "signature_count": 6, "created_at": "2022-01-03T23:41:35.515Z", "updated_at": "2022-01-12T11:58:35.294Z", "rejected_at": "2022-01-12T11:58:34.400Z", "opened_at": null, "closed_at": null, "moderation_threshold_reached_at": "2022-01-10T05:07:48.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": {"code": "duplicate", "details": "You may wish to sign this petition calling for a similar action: https://petition.parliament.uk/petitions/600113"}, "government_response": null, "debate": null, "departments": [], "topics": []}}, {"type": "petition", "id": 602739, "links": {"self": "https://petition.parliament.uk/petitions/602739.json"}, "attributes": {"action": "Remove Tfl Ulez compliant cameras in poor communities in South East London", "background": "Government approach to address air pollution in communities can not be generalised as communities differ in terms of their needs. I will enjoin Government to do the following in poor communities to address air pollution and improve quality of lives of the inhabitants.", "additional_details": "1. A campaign that will encourage green building \r\n2. A campaign that will encourage people to ride a bike or walking instead of driving.\r\n3. A campaign that will encourage taking a bus or carpooling. \r\n4. A campaign that will promote the use of energy efficient light bulbs and appliances. \r\n5. A campaign that will encourage people to turn 6. Government should focus on renewable fuel \r\n6.A campaign that will encourage people to buy fewer things that are manufactured using fossil fuels.", "committee_note": null, "state": "rejected", "signature_count": 6, "created_at": "2021-12-07T07:23:37.216Z", "updated_at": "2021-12-13T09:38:26.844Z", "rejected_at": "2021-12-13T09:38:26.104Z", "opened_at": null, "closed_at": null, "moderation_threshold_reached_at": "2021-12-07T19:30:08.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": {"code": "irrelevant", "details": "Petitions must call for a specific action that the UK Government or Parliament are directly responsible for.\r\n\r\nDecisions about the ULEZ and local advertising for public transport are a matter for Transport for London and the London Assembly, not the UK Government or House of Commons. As a result it is not possible for the Government or House of Commons to take the action you have requested.\r\n\r\nThe London Assembly has its own petitions process. You can find out more about how to petition the London Assembly here: https://www.london.gov.uk/about-us/london-assembly/petitions\r\n\r\nWe could accept a petition calling on the Government to run national campaigns on some of the things you outline in your list."}, "government_response": null, "debate": null, "departments": [], "topics": []}}, {"type": "petition", "id": 602025, "links": {"self": "https://petition.parliament.uk/petitions/602025.json"}, "attributes": {"action": "Transition from animal to arable agriculture to protect against climate change.", "background": "Encourage farmers in the UK to switch to arable agriculture to facilitate further growth in plant-based lifestyles which will in turn, reduce our carbon emissions in these desperate times.", "additional_details": "Animal agriculture is the second largest contributor to human-made greenhouse gas (GHG) emissions after fossil fuels and is a leading cause of deforestation, water and air pollution and biodiversity loss.\r\n\r\nIt is vital that we all take a stand and effect change as a matter of urgency, in order to protect our Earth and to ensure a habitable world exists for future generations.\r\n\r\nThis is supported by Sir David Attenborough.\r\n\r\nI was alarmed to see the lack of consideration for this topic at COP26.", "committee_note": null, "state": "rejected", "signature_count": 6, "created_at": "2021-11-27T09:02:16.321Z", "updated_at": "2021-12-14T12:15:38.137Z", "rejected_at": "2021-12-14T12:15:33.533Z", "opened_at": null, "closed_at": null, "moderation_threshold_reached_at": "2021-11-27T09:51:58.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": {"code": "no-action", "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe understand that you would like to see more farmers moving away from animal farming but it is unclear which policies or areas of the law you would like changed, or what should be introduced to make this happen. \r\n\r\nYou could start a new petition explaining clearly what specific action you would like the Government or Parliament to take.\r\n"}, "government_response": null, "debate": null, "departments": [], "topics": []}}, {"type": "petition", "id": 601838, "links": {"self": "https://petition.parliament.uk/petitions/601838.json"}, "attributes": {"action": "Ban  leaf blowers to improve public health and the environment", "background": "The inefficient gas engines typically used on leaf blowers generate large amounts of air pollution and particulate matter.  The noise they generate can lead to serious hearing problems, including permanent hearing loss.", "additional_details": "To ban them. They are pollutant and are a nuinsance for the public. With COVID numbers increasing most people are back working at home. But working at home becomes impossible due to the noise.\r\n\r\nMost mid-range leaf blowers, can expose users to up to 112 decibels. The low-frequency sound they emit fades slowly over long distances or through building walls. Even at 800 meters away, a conventional leaf blower is still over the 55 dB limit considered safe by the World Health Organization.", "committee_note": null, "state": "rejected", "signature_count": 6, "created_at": "2021-11-24T10:23:53.094Z", "updated_at": "2021-11-29T16:00:23.042Z", "rejected_at": "2021-11-29T16:00:21.727Z", "opened_at": null, "closed_at": null, "moderation_threshold_reached_at": "2021-11-24T20:13:48.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": {"code": "duplicate", "details": "You may wish to sign this petition which calls for the same action: https://petition.parliament.uk/petitions/601287"}, "government_response": null, "debate": null, "departments": [], "topics": []}}, {"type": "petition", "id": 601120, "links": {"self": "https://petition.parliament.uk/petitions/601120.json"}, "attributes": {"action": "Ban use of treatment for companion animals that contain Fipronil & Imidacloprid", "background": "There are about 10 million dogs and 11 millions cats in the UK, 80% of which are treated for fleas, often unnecessarily. These chemicals end up in our water courses - sometimes 30% above the safe limit. Fipronil and Imidacloprid have already been banned in farming. This must stop.", "additional_details": "If we do not ban these chemicals, it will continue to have a significant impact on our aquatic life and birds. After COP 26 and knowing how wildlife is being decimated, we must do all we can to stop this trend. Much more stringent tests must be put in place, to ensure over the counter and prescription treatments will not end up in the wider environment causing death and pollution.", "committee_note": null, "state": "rejected", "signature_count": 6, "created_at": "2021-11-12T14:11:26.733Z", "updated_at": "2021-11-18T11:19:14.731Z", "rejected_at": "2021-11-18T11:19:13.115Z", "opened_at": null, "closed_at": null, "moderation_threshold_reached_at": "2021-11-13T16:52:58.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": {"code": "duplicate", "details": "You may wish to sign this petition which calls for the same action: https://petition.parliament.uk/petitions/587385"}, "government_response": null, "debate": null, "departments": [], "topics": []}}, {"type": "petition", "id": 600644, "links": {"self": "https://petition.parliament.uk/petitions/600644.json"}, "attributes": {"action": "Ban the use and sale of all fireworks in the UK including organised displays.", "background": "Ban the use and sale of all fireworks and pyrotechnic displays in the United Kingdom as they disturb wildlife, produce waste and harm the environment.", "additional_details": "Around bonfire night, there is a noticeable increase in air pollution and decrease in air quality. This is from particulate matter and dioxins. Approximately 5-10% of all of the UKs dioxin emissions are on this night alone. As gunpowder is the main component, sulphur and metal oxides are emitted as well. \r\n\r\nIf the uk is serious about becoming net zero then fireworks must go to meet these targets as well as to remove the litter they cause as well as disruptions and upset to wildlife.", "committee_note": null, "state": "rejected", "signature_count": 6, "created_at": "2021-11-05T22:35:49.755Z", "updated_at": "2021-11-10T09:10:16.067Z", "rejected_at": "2021-11-10T09:10:14.867Z", "opened_at": null, "closed_at": null, "moderation_threshold_reached_at": "2021-11-06T17:56:28.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": {"code": "duplicate", "details": "You may wish to sign this petition calling for a similar action: https://petition.parliament.uk/petitions/599738"}, "government_response": null, "debate": null, "departments": [], "topics": []}}, {"type": "petition", "id": 600417, "links": {"self": "https://petition.parliament.uk/petitions/600417.json"}, "attributes": {"action": "To add full electric public transport to tackle the climate crisis", "background": "We would like you too help the climate to add electric busses and trains to the public transport service as this would reduce the pollution in our earths atmosphere and stop the crisis", "additional_details": "This would be a great idea because we gave electric cars now and I think that people expect us to buy some electric cars to help the environment but maybe we should add the sane to busses and trains and this would reduce it even more", "committee_note": null, "state": "rejected", "signature_count": 6, "created_at": "2021-11-03T16:33:05.970Z", "updated_at": "2021-11-08T13:21:31.224Z", "rejected_at": "2021-11-08T13:21:30.107Z", "opened_at": null, "closed_at": null, "moderation_threshold_reached_at": "2021-11-03T19:26:18.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": {"code": "no-action", "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe understand that you want to see more electric transport, but we're not sure exactly what you'd like the Government or Parliament to do.\r\n\r\nWe could accept a petition calling on the Government to ban buses or trains that use fossil fuels, or increase funding for electric buses and trains, if that's what you want to happen.\r\n\r\nIf you start a new petition you'd need to provide your full name."}, "government_response": null, "debate": null, "departments": [], "topics": []}}, {"type": "petition", "id": 599980, "links": {"self": "https://petition.parliament.uk/petitions/599980.json"}, "attributes": {"action": "Make private e-scooters legal in every town.", "background": "Allow privately owned scooters to be legal in all towns and cities in the UK. Allowed on pavements and cycle paths with correct safety equipment, helmet etc.", "additional_details": "Eco-friendly \r\nReduced noise pollution \r\nPortability \r\nReduce cars on the road \r\n\r\nEvery mode of transport comes with an element of risk. Compared with other personal modes of transport, such as cycling, roller skating, or using hoverboards, scooters are potentially the safer option. For one, you can simply step off if you see an imminent collision occurring. This is something you can’t do with bikes or roller skates, and you have immediate access to the brakes, which hoverboards lack.", "committee_note": null, "state": "rejected", "signature_count": 6, "created_at": "2021-10-27T20:18:48.646Z", "updated_at": "2021-11-02T10:59:16.096Z", "rejected_at": "2021-11-02T10:59:14.707Z", "opened_at": null, "closed_at": null, "moderation_threshold_reached_at": "2021-10-28T08:41:58.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": {"code": "duplicate", "details": "https://petition.parliament.uk/petitions/584734"}, "government_response": null, "debate": null, "departments": [], "topics": []}}, {"type": "petition", "id": 599344, "links": {"self": "https://petition.parliament.uk/petitions/599344.json"}, "attributes": {"action": "Prioritise pedestrian and bicycle infrastructure over cars within our cities", "background": "Clear separation of ‘roads’ primarily for inter-city car journeys, and ‘streets’ primarily for pedestrians, bicycles, necessary service vehicles (e.g. emergency, deliveries) and disabled access vehicles\r\n\r\nWiden pavements\r\n\r\nCreate new cycle lanes\r\n\r\nReduce traffic and car speeds in neighbourhoods", "additional_details": "1. Economic Development - people who walk or cycle make more trips to the high street and spend more money \r\n2. Reduction of Congestion – congestion costs average UK road user 115 hours and £894 a year  \r\n3. Air Quality – automobile pollutants harm our health and contain greenhouses gases that cause climate change  \r\nDemand – 77% support measures to encourage more walking and cycling \r\nRealistic – separated cycle lanes work. In London introduction increased usage by 53% \r\n  \r\nStats: www.cyclinguk.org", "committee_note": null, "state": "rejected", "signature_count": 6, "created_at": "2021-10-18T15:03:18.132Z", "updated_at": "2021-10-26T09:55:39.686Z", "rejected_at": "2021-10-26T09:55:39.690Z", "opened_at": null, "closed_at": null, "moderation_threshold_reached_at": "2021-10-19T21:27:38.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": {"code": "irrelevant", "details": "Petitions must call for a specific action that the UK Government or Parliament is responsible for.\r\n\r\nDecisions about prioritising pedestrian and bicycle infrastructure is a matter for local authorities, not the Government or Parliament.\r\n\r\nYou could start a petition asking the Government to provide funding for local authorities to prioritise pedestrian and bike infrastructure over cars, if that's something you'd like to happen. You could also ask the Government to require local authorities to meet certain standards for pedestrian and cycling infrastructure."}, "government_response": null, "debate": null, "departments": [], "topics": []}}, {"type": "petition", "id": 596760, "links": {"self": "https://petition.parliament.uk/petitions/596760.json"}, "attributes": {"action": "Make running a car engine whilst stationary illegal.", "background": "Bring about new legislation and also focus on awareness of this issue.", "additional_details": "I feel that this is extremely and urgently important, both on an immediate level for children and others exposed to harmful pollution (I live near a community centre and parents waiting for children frequently are sitting in cars with engines running for 30 mins or more), and on global environmental level, to do everything possible slow catastrophic climate change. It seems to be very widespread and not a topic that is thought about, quick decisive action will save lives.", "committee_note": null, "state": "rejected", "signature_count": 6, "created_at": "2021-09-09T19:08:13.331Z", "updated_at": "2021-09-17T07:40:12.090Z", "rejected_at": "2021-09-17T07:40:11.399Z", "opened_at": null, "closed_at": null, "moderation_threshold_reached_at": "2021-09-12T09:59:18.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": {"code": "already-happening", "details": "It is already an offence to leave a vehicle idling: https://www.legislation.gov.uk/uksi/2002/1808/regulation/7/made\r\n\r\nEnforcement of fines for this offence are a matter for individual local authorities, not the Government or House of Commons."}, "government_response": null, "debate": null, "departments": [], "topics": []}}, {"type": "petition", "id": 596276, "links": {"self": "https://petition.parliament.uk/petitions/596276.json"}, "attributes": {"action": "Do something about every 3rd car that releases toxic black fumes in London", "background": "Stop and give fines of up to £1000 to such cars that not only pollute this city but also make your life and many others shorter... (Releasing huge amount of black/blue smoke from the exhaust)", "additional_details": "Why is that you \"care\" so much about environment and euro 6 emissions, \"low emission\"(I know why, so people spend money on new cars... But that doesn't solve issue) but nothing is done about even euro 6 cars that release toxic black/blue fumes. I can bet £500 that if I go for a 5 minute drive in London streets I will find at least 5 cars that release black or blue smoke... That's how bad it is in London and NO One does anything about this?", "committee_note": null, "state": "rejected", "signature_count": 6, "created_at": "2021-09-03T10:05:25.075Z", "updated_at": "2021-09-10T12:47:08.282Z", "rejected_at": "2021-09-10T12:47:02.232Z", "opened_at": null, "closed_at": null, "moderation_threshold_reached_at": "2021-09-06T16:42:08.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": {"code": "irrelevant", "details": "Decisions relating to the reduction of air pollution in London are a matter for the Mayor of London and the London Assembly, not the UK Government or Parliament.\r\n\r\nYou could start a petition to the London Assembly, asking them to take this action, if that is something you'd like to see happen. You can find out how to do this here: https://www.london.gov.uk/about-us/london-assembly/petitions"}, "government_response": null, "debate": null, "departments": [], "topics": []}}, {"type": "petition", "id": 594981, "links": {"self": "https://petition.parliament.uk/petitions/594981.json"}, "attributes": {"action": "Legalise self-owned electric unicycles and scooters", "background": "Legalise the use of electric unicycles and electric scooters on either public roads, pavements or both.", "additional_details": "Electric personal transport is rapidly becoming popular as a green way to travel/commute and could considerably reduce the use of cars. They’re available right now so would help accelerate pollution reduction during the considerable time before internal combustion engines cease to be in widespread use (the 2030/35 ban only applies to sales of new vehicles). Parliament should also consider related issues such as 3rd party insurance and minimum safety equipment required for riders.", "committee_note": null, "state": "rejected", "signature_count": 6, "created_at": "2021-08-15T14:45:08.375Z", "updated_at": "2021-08-20T08:58:46.582Z", "rejected_at": "2021-08-20T08:58:46.584Z", "opened_at": null, "closed_at": null, "moderation_threshold_reached_at": "2021-08-16T16:53:35.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": {"code": "duplicate", "details": "You may wish to sign this petition calling for the same action:\r\n\r\nLegalize the use of e-scooters where bikes can be used.\r\n\r\nhttps://petition.parliament.uk/petitions/583107"}, "government_response": null, "debate": null, "departments": [], "topics": []}}, {"type": "petition", "id": 594946, "links": {"self": "https://petition.parliament.uk/petitions/594946.json"}, "attributes": {"action": "legalise electric scooters in the UK", "background": "legalise electric scooters in the UK", "additional_details": "legalising electric scooters will make a cleaner environment with many using scooters as a mode of transportation it will reduce pollution and ease congestion on the roads. Also it makes for better commuting and gives people\r\naffordable transport who may otherwise not be able to afford transport.", "committee_note": null, "state": "rejected", "signature_count": 6, "created_at": "2021-08-15T09:39:00.645Z", "updated_at": "2022-02-17T14:06:14.188Z", "rejected_at": "2021-08-18T12:27:46.591Z", "opened_at": null, "closed_at": null, "moderation_threshold_reached_at": "2021-08-15T09:47:15.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": {"code": "duplicate", "details": "You may wish to sign this petition calling for a similar action: https://petition.parliament.uk/petitions/583107"}, "government_response": null, "debate": null, "departments": [], "topics": []}}, {"type": "petition", "id": 594015, "links": {"self": "https://petition.parliament.uk/petitions/594015.json"}, "attributes": {"action": "London Authorities should be banned for massacre any trees in London.", "background": "UK air pollution is a public health emergency, London boroughs have to recognise that air pollution in London is a critical issue that must be tackled, duty to governance and policies for improving the natural environment, for innovative air quality projects and reduction of CO2 emission in London.", "additional_details": "Investigations into whether the public authority has failed to comply with environmental law, and employee decision-making.\r\nLocal Authorities in London should be initiated into the roles and importance of trees.\r\nA tree has the ability to provide an essential of life for all living things on our planet: oxygen, and the power to remove harmful gases like carbon dioxide making the air we breathe healthier.\r\nThe government should take in considerations my proposal of a new Bill  \r\nalready written.", "committee_note": null, "state": "rejected", "signature_count": 6, "created_at": "2021-08-03T14:34:31.054Z", "updated_at": "2021-08-16T11:20:46.822Z", "rejected_at": "2021-08-16T11:20:45.965Z", "opened_at": null, "closed_at": null, "moderation_threshold_reached_at": "2021-08-10T11:57:45.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": {"code": "irrelevant", "details": "We can't accept your petition because the UK Government aren't responsible for the issue you raise. This is a matter for the London Assembly and the London Mayor.\r\n\r\nThe London Assembly has its own petitions process. You can find out more about how to petition the London Assembly here: https://www.london.gov.uk/about-us/london-assembly/petitions\r\n\r\nWe could accept a petition calling to changes for the felling of trees across England, if that's something you'd like to happen.\r\n\r\nWe have published the following petition, which you might like to sign:\r\n\r\nRequire developers felling trees to fund reforestation projects: https://petition.parliament.uk/petitions/578554"}, "government_response": null, "debate": null, "departments": [], "topics": []}}, {"type": "petition", "id": 593795, "links": {"self": "https://petition.parliament.uk/petitions/593795.json"}, "attributes": {"action": "Take action on the climate emergency", "background": "Emergency action is needed to ensure the survival of our species and planet. Implement a ban on plastic packaging for fruit/veg, & single use plastic bags. Donate in date food waste to food banks/homeless shelters. Protect green land from development. Ban selling fossil fuels and petrol vehicles.", "additional_details": "Around 70% of litter in the ocean is made of plastic. Plastic pollution is harmful to wildlife and humans.\r\n\r\nFood waste is responsible for more than 25 million tonnes of greenhouse gas emissions in the UK per year. Greenhouse gas emissions from road transport has increased by 6% from 1990-2017. In 2017, 21% of all greenhouse gas emissions came from road transport\r\n\r\nRecord high temperatures and severe flooding have been seen in increasing amounts across the UK and the planet.", "committee_note": null, "state": "rejected", "signature_count": 6, "created_at": "2021-07-30T17:24:36.334Z", "updated_at": "2021-08-02T12:12:47.149Z", "rejected_at": "2021-08-02T12:12:46.280Z", "opened_at": null, "closed_at": null, "moderation_threshold_reached_at": "2021-07-30T21:18:45.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": {"code": "fake-name", "details": "We have published the following petitions, which you might like to sign:\r\n\r\nBan all single-use plastic: https://petition.parliament.uk/petitions/586547\r\n\r\nBan the use of plastic packaging for all non-food items: https://petition.parliament.uk/petitions/570065\r\n\r\nBan the use of virgin plastics in all packaging sold in the UK before 2023: https://petition.parliament.uk/petitions/586539"}, "government_response": null, "debate": null, "departments": [], "topics": []}}, {"type": "petition", "id": 591423, "links": {"self": "https://petition.parliament.uk/petitions/591423.json"}, "attributes": {"action": "Make all cars in the UK electric because its better for our environment.", "background": "I would like the Government or Parliament to make all cars in the UK electric because its better for the environment and it will help our planet be a  better place.If we don't do it, our planet wont be a better place it will be a worse place for us and all the animals on the Earth to live on.", "additional_details": "If they don't do it and all the cars don't become electric pollution could take over the world.This is bad bad because people with asthma could get worse and people could get lung cancer.Electric cars would be better because it is more sustainable and they don't produce pollution or CO2.If we don't use electric cars more often by 2050 global warming doesn't stop it could take over the world because it very very bad for us and all of the animals.Animals could loose their homes if nothing happens.", "committee_note": null, "state": "rejected", "signature_count": 6, "created_at": "2021-07-10T09:48:09.371Z", "updated_at": "2021-07-13T16:37:39.575Z", "rejected_at": "2021-07-13T16:37:38.188Z", "opened_at": null, "closed_at": null, "moderation_threshold_reached_at": "2021-07-10T15:55:55.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": {"code": "no-action", "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe're not sure exactly what you'd like the Government or Parliament to do.  We're not sure if you want the Government to ban everyone from using non-electric cars, or if you'd like the Government to work to turn all cars into electric cars, and how quickly you'd like this to happen. \r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do. "}, "government_response": null, "debate": null, "departments": [], "topics": []}}, {"type": "petition", "id": 589759, "links": {"self": "https://petition.parliament.uk/petitions/589759.json"}, "attributes": {"action": "Preventing pollution and climate change", "background": "Raising awareness of the damages created by pollution and climate change.", "additional_details": "Pollution is a serious problem due to its severe damages. For example long-term exposure to air pollution which can lead to chronic respiratory disease, lung cancer and other diseases. Toxic chemicals that accumulate in top predators can make some species unsafe to eat. Also climate change is affecting the temperature of the Earth. This leads to melting ice, meaning rising sea waters, leading to floods. And if it continues this way, after years the population will eventually die.", "committee_note": null, "state": "rejected", "signature_count": 6, "created_at": "2021-06-25T13:42:56.782Z", "updated_at": "2021-07-06T08:02:04.935Z", "rejected_at": "2021-07-06T08:02:04.290Z", "opened_at": null, "closed_at": null, "moderation_threshold_reached_at": "2021-06-30T08:43:45.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": {"code": "no-action", "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe understand that you are concerned about pollution and climate change, but we're not sure exactly what you'd like the Government or Parliament to do.\r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do. You'd need to give your full name if you start a new petition.\r\n\r\nWe have published the following petitions, which you might like to sign:\r\n\r\nLaunch a public information campaign on the climate and ecological emergency: https://petition.parliament.uk/petitions/578800\r\n\r\nIntroduce charges on carbon emissions to tackle climate crisis and air pollution: https://petition.parliament.uk/petitions/574678"}, "government_response": null, "debate": null, "departments": [], "topics": []}}, {"type": "petition", "id": 588579, "links": {"self": "https://petition.parliament.uk/petitions/588579.json"}, "attributes": {"action": "Ban the sale of petrol powered garden tools with a view to phasing out their use", "background": "With the world in the grips of an environmental crisis, and a wide range of alternative technology available, there is absolutely no excuse for the continued use of garden tools that pollute the atmosphere with chemicals and noise, damage people's health and perpetuate our reliance on fossil fuels.", "additional_details": "The Environmental Protection Agency (EPA) estimates that, around the world, more fuel is lost when filling lawnmowers & other garden equipment every year than the oil that was lost in the Exxon Valdez disaster.\r\nPetrol machinery also produces a variety of airborne pollutants that can impair breathing & aggravate existing heart & lung conditions.\r\nA Swedish study has also found that the emissions from a petrol mower used for one hour are equivalent to those released by a car on a 100-mile journey.", "committee_note": null, "state": "rejected", "signature_count": 6, "created_at": "2021-06-11T13:56:04.624Z", "updated_at": "2021-06-17T08:11:42.351Z", "rejected_at": "2021-06-17T08:11:41.409Z", "opened_at": null, "closed_at": null, "moderation_threshold_reached_at": "2021-06-11T14:01:15.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": {"code": "duplicate", "details": "You may wish to sign this petition calling for the same action: https://petition.parliament.uk/petitions/588162"}, "government_response": null, "debate": null, "departments": [], "topics": []}}, {"type": "petition", "id": 588577, "links": {"self": "https://petition.parliament.uk/petitions/588577.json"}, "attributes": {"action": "Make schools in the UK more eco - friendly.", "background": "We believe that the government should be doing more to help the schools in the UK reduce their carbon footprint and be more eco -friendly. Most schools have plastic packaging,single use water bottles and waste a lot of paper.", "additional_details": "We think that the government should help schools on the right path to be more eco-friendly. We believe the government focus more on making the schools in the UK more green and reduce their carbon footprint it would definitely make an impact on reducing pollution in the UK.", "committee_note": null, "state": "rejected", "signature_count": 6, "created_at": "2021-06-11T13:41:16.125Z", "updated_at": "2021-07-06T07:54:52.051Z", "rejected_at": "2021-07-06T07:54:51.349Z", "opened_at": null, "closed_at": null, "moderation_threshold_reached_at": "2021-06-30T08:33:55.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": {"code": "no-action", "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe understand that you are concerned about the environmental impact of schools, but we're not sure exactly what you'd like the Government or Parliament to do. In any case, the UK Government is only responsible for schools in England, not the rest of the UK.\r\n\r\nWe have published the following petition, which you might like to sign:\r\n\r\nCreate legal requirements for schools to reduce, reuse and recycle: https://petition.parliament.uk/petitions/583980"}, "government_response": null, "debate": null, "departments": [], "topics": []}}, {"type": "petition", "id": 588446, "links": {"self": "https://petition.parliament.uk/petitions/588446.json"}, "attributes": {"action": "Working from home - save the environment", "background": "Working from home should be offered for all desk job staff in small, medium and large businesses in the UK. Employees should be offered the choice to maintain such jobs: choosing to work in office full-time; part-time and home; or full-time from home. Less commuting translates to less air pollution.", "additional_details": "I request that the UK government enact a law, mandating that businesses offer, without prejudice, the right to desk job employees to choose to work from home as an ongoing practice. If employees have worked from home during lockdown, this should automatically entitle them to continue to do so. Where employees work part-time from home and part-time from the office, this should also be allowed to continue.", "committee_note": null, "state": "rejected", "signature_count": 6, "created_at": "2021-06-10T08:47:12.759Z", "updated_at": "2021-07-14T15:50:42.364Z", "rejected_at": "2021-07-14T15:50:40.597Z", "opened_at": null, "closed_at": null, "moderation_threshold_reached_at": "2021-07-11T14:24:05.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": {"code": "duplicate", "details": "https://petition.parliament.uk/petitions/570934"}, "government_response": null, "debate": null, "departments": [], "topics": []}}, {"type": "petition", "id": 588369, "links": {"self": "https://petition.parliament.uk/petitions/588369.json"}, "attributes": {"action": "Reduce the frequency, volume and pitch of emergency vehicle sirens in London", "background": "Please reduce one or ideally all of the necessary frequency, decibel level and pitch of sirens from emergency vehicles in London - while not compromising their arrival time. The goal is only for immediate traffic to be aware of them - not for the entire neighbourhood. Drivers should not abuse sirens", "additional_details": "The extraordinarily loud, piercing and startling sirens from police cars and ambulances causes not only significant noise pollution but unnecessary noise-related stress. \r\nFor neurotypicals, those with heart conditions, tinnitus, migraine, or sensory differences like in psychoses or autism - considerable research shows these very noxious and continual sounds are triggers or a source of substantial distress.\r\nI sat at a cafe from 11am-5pm, I calculated at least 1 blasting siren every 15 minutes.", "committee_note": null, "state": "rejected", "signature_count": 6, "created_at": "2021-06-09T11:44:51.425Z", "updated_at": "2021-06-21T09:53:38.234Z", "rejected_at": "2021-06-21T09:53:37.569Z", "opened_at": null, "closed_at": null, "moderation_threshold_reached_at": "2021-06-15T18:18:35.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": {"code": "irrelevant", "details": "Petitions must call for a specific action that the UK Government or House of Commons is responsible for.\r\n\r\nDecisions about the sirens used by the emergency services for particular localities are a matter for individual emergency services, not the Government or House of Commons.\r\n\r\nWe could accept a petition calling on the Government to introduce legal limits on the sirens that can be used by the emergency services."}, "government_response": null, "debate": null, "departments": [], "topics": []}}, {"type": "petition", "id": 588134, "links": {"self": "https://petition.parliament.uk/petitions/588134.json"}, "attributes": {"action": "All fast food restaurants with car parks to provide recycling bins outside.", "background": "More and more people use drive through/park up in fast food places. It is concerning seeing so much rubbish go straight in the bin with no choice to even recycle. We should be doing as much as we can to fight climate change and to encourage others to do so, even if it is just recycling.", "additional_details": "Recycling helps to reduce the pollution caused by waste and reduces the need for raw materials so that the rainforests and other raw materials can be preserved. It requires much less energy and therefore helps to save natural resources and reduces the amount of waste to be sent to landfill.\r\nSee link (https://friendsoftheearth.uk/sustainable-living/7-benefits-recycling) for some benefits of recycling. Help make a change and achieve a more resilient future!", "committee_note": null, "state": "rejected", "signature_count": 6, "created_at": "2021-06-06T18:29:50.135Z", "updated_at": "2021-06-11T09:31:47.515Z", "rejected_at": "2021-06-11T09:31:45.560Z", "opened_at": null, "closed_at": null, "moderation_threshold_reached_at": "2021-06-06T19:32:55.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": {"code": "irrelevant", "details": "We can't accept your petition because the UK Government and Parliament aren't responsible for the issue you raise. This is a decision for restaurants, landowners and the local authority.\r\n\r\nYou could raise your issue with a local councillor who represents you. You can use this page to find out who your local councillors are, and how to contact them:\r\nhttps://www.gov.uk/find-your-local-councillors "}, "government_response": null, "debate": null, "departments": [], "topics": []}}, {"type": "petition", "id": 584970, "links": {"self": "https://petition.parliament.uk/petitions/584970.json"}, "attributes": {"action": "Legalise the use of E scooters for school travel", "background": "Cut down on cars on morning commute by legalise the use of e scooters", "additional_details": "Reduce road pollution by allowing this kind of travel especially for school journeys usually under 2 miles but to far for small children to walk and dangerous with the high number of cars and limited parking available during these times", "committee_note": null, "state": "rejected", "signature_count": 6, "created_at": "2021-05-04T14:13:44.281Z", "updated_at": "2021-05-11T07:41:24.396Z", "rejected_at": "2021-05-11T07:41:23.662Z", "opened_at": null, "closed_at": null, "moderation_threshold_reached_at": "2021-05-04T14:19:45.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": {"code": "duplicate", "details": "You may wish to sign this petition calling for a similar action: https://petition.parliament.uk/petitions/583107"}, "government_response": null, "debate": null, "departments": [], "topics": []}}, {"type": "petition", "id": 582428, "links": {"self": "https://petition.parliament.uk/petitions/582428.json"}, "attributes": {"action": "Allow people to use any recycling centres, and cancel charges at some centres", "background": "Allow people to visits any recycling centre not just their local council site. Also at some sites there are charges for recycling certain things, like rubble and hardcore.", "additional_details": "In recent times, there has been an increase in fly tipping and this goes hand in hand with tighter regulations at recycling centres. Having to prove your address and book in advance, means some people are having to travel further to their specific site, increasing traffic and pollution. To make recycling easier, it would be great to be allowed to visit any recycling centre no matter what you post code is.", "committee_note": null, "state": "rejected", "signature_count": 6, "created_at": "2021-04-07T16:55:53.940Z", "updated_at": "2021-04-23T08:38:45.136Z", "rejected_at": "2021-04-23T08:38:25.881Z", "opened_at": null, "closed_at": null, "moderation_threshold_reached_at": "2021-04-18T07:45:45.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": {"code": "irrelevant", "details": "The use of, and any charges for, waste collection and recycling services in any given area are a matter for the relevant local authority, not the UK Government or Parliament. \r\n\r\nYou could start a petition calling on the Government to fund a national network of recycling centres which can be used by anyone, if that is something you'd like to see happen.\r\n\r\nIn the meantime you might like to sign these petitions which call for related actions:\r\n\r\n'Deposit scheme on glass, plastic, steel, aluminium bottles and cans.': https://petition.parliament.uk/petitions/572535\r\n\r\n'Require local authorities to compost all food waste': https://petition.parliament.uk/petitions/575348"}, "government_response": null, "debate": null, "departments": [], "topics": []}}, {"type": "petition", "id": 581597, "links": {"self": "https://petition.parliament.uk/petitions/581597.json"}, "attributes": {"action": "End the measurement of vehicle emissions as 'tailpipe only' to allow clean fuels", "background": "Government must end 'tailpipe only' measure as it doesn't consider other environmental costs such as battery manufacture. Allow sale of electrofuels / efuels & biomethane new cars after 2030 to reduce & reverse CO2 levels. We must reduce Lithium extraction as it is very damaging to the environment.", "additional_details": "Clean fuels use normal petrol or diesel pumps, no need for environmentally damaging charger installs everywhere.\r\nBattery manufacture creates high co2 emissions, adds cost & Lithium is not renewable!\r\nCharging cars is not practical for lots of people.\r\nCobalt mining is still using Child Labour.\r\nBiomethane can be CO2 negative full lifecycle.\r\nBiomethane is biodiverse & can be made from waste reducing pollution.\r\nCombustion cars, vans, trucks etc. are more affordable for people or business on a budget.", "committee_note": null, "state": "rejected", "signature_count": 6, "created_at": "2021-03-29T11:51:01.604Z", "updated_at": "2021-05-19T09:38:02.044Z", "rejected_at": "2021-05-10T15:36:10.905Z", "opened_at": null, "closed_at": null, "moderation_threshold_reached_at": "2021-03-30T20:54:15.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": {"code": "no-action", "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe're not sure exactly what you'd like the Government or Parliament to do. We're not sure for what purposes you'd like other emissions to be measured, for example to calculate vehicle tax. \r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do.  You might also like to sign this petition\r\n\r\nhttps://petition.parliament.uk/petitions/563118"}, "government_response": null, "debate": null, "departments": [], "topics": []}}, {"type": "petition", "id": 581417, "links": {"self": "https://petition.parliament.uk/petitions/581417.json"}, "attributes": {"action": "Ban single-use plastic spoons when selling ice cream", "background": "Ban anywhere selling ice creams (including cafes, ice cream vans, take-aways, restaurants, pubs, shops, cinemas, theatres and events) from supplying them with a single-use plastic spoon. Instead, they can only supply a reusable spoon or a wooden spoon that is biodegradable.", "additional_details": "Single-use plastics, like ice cream spoons, account for over 40% of plastic waste. Single-use plastic ice cream spoons are like plastic straws. They end up binned or littering our towns and seafronts. These spoons then contribute to marine plastic pollution. One of the best ways to reduce marine plastic is to reduce single-use plastics. Ice cream sellers can provide a reusable spoon or wooden spoon for take-aways, still offering customers a choice for how they eat their ice cream.", "committee_note": null, "state": "rejected", "signature_count": 6, "created_at": "2021-03-27T16:14:15.963Z", "updated_at": "2021-04-12T08:22:21.626Z", "rejected_at": "2021-04-12T08:22:21.629Z", "opened_at": null, "closed_at": null, "moderation_threshold_reached_at": "2021-04-05T15:39:15.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": {"code": "duplicate", "details": "We have published the following petitions, which you might like to sign:\r\n\r\nBan single use plastics and the unnecessary use of plastic packaging: https://petition.parliament.uk/petitions/552450\r\n\r\nIntroduce a levy on single-use disposable plastic: https://petition.parliament.uk/petitions/554035\r\n\r\nWe could accept a petition specifically banning hospitality venues from providing plastic cutlery, if that's something you want to happen."}, "government_response": null, "debate": null, "departments": [], "topics": []}}, {"type": "petition", "id": 581292, "links": {"self": "https://petition.parliament.uk/petitions/581292.json"}, "attributes": {"action": "add recycling to UK schools to reduce pollution rates", "background": "make recycling in schools mandatory to lower the pollution rates and to reduce waste of reusable materials. millions of students go to school everyday and waste thousands of recyclable opportunities.", "additional_details": "As a student of a secondary school, I see tons of plastic thrown out  and thousand of pieces of paper wasted per year. The average student at a secondary school produces 22kg of waste per pupil each academic year and the figure for primary schools is even higher at 45kg per pupil.", "committee_note": null, "state": "rejected", "signature_count": 6, "created_at": "2021-03-26T13:37:41.609Z", "updated_at": "2021-04-14T11:50:41.581Z", "rejected_at": "2021-04-14T11:50:35.176Z", "opened_at": null, "closed_at": null, "moderation_threshold_reached_at": "2021-03-26T16:34:55.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": {"code": "irrelevant", "details": "We can't accept your petition because the UK Government and Parliament aren't responsible for the issue you raise. This is a matter for individual schools and local authorities, who are responsible for recycling provision in each area. \r\n\r\nYou could raise your issue with a local councillor who represents you. You can use this page to find out who your local councillors are, and how to contact them:\r\nhttps://www.gov.uk/find-your-local-councillors "}, "government_response": null, "debate": null, "departments": [], "topics": []}}, {"type": "petition", "id": 581025, "links": {"self": "https://petition.parliament.uk/petitions/581025.json"}, "attributes": {"action": "Legalise electric scooters.", "background": "We would like the government to legalise electric scooters.", "additional_details": "We believe the use of electric scooters will reduce pollution, and enable many people who have difficulty walking to get around.", "committee_note": null, "state": "rejected", "signature_count": 6, "created_at": "2021-03-24T14:26:22.133Z", "updated_at": "2022-02-17T14:23:08.064Z", "rejected_at": "2021-03-31T07:43:06.222Z", "opened_at": null, "closed_at": null, "moderation_threshold_reached_at": "2021-03-24T19:39:05.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": {"code": "duplicate", "details": "You may wish to sign this petition calling for the same action: https://petition.parliament.uk/petitions/553756"}, "government_response": null, "debate": null, "departments": [], "topics": []}}, {"type": "petition", "id": 580762, "links": {"self": "https://petition.parliament.uk/petitions/580762.json"}, "attributes": {"action": "Restrict junk mail, or allow an opt-out option, for environmental reasons.", "background": "Each week I receive many pieces of junk mail, booklets, flyers, menus, and it all goes into the bin or recycling without a second look.\r\nIt's an extremely wasteful practice.\r\nI'd like new laws or guidance in place to restrict unsolicited mail, or at least allow an opt-out or digital alternative.", "additional_details": "In a time when resources are depleting, energy use is under scrutiny and the environment is being polluted more and more by human waste, this unnecessary practice is out of date, particularly when digital alternatives are available.", "committee_note": null, "state": "rejected", "signature_count": 6, "created_at": "2021-03-22T14:35:10.772Z", "updated_at": "2021-04-14T10:03:10.627Z", "rejected_at": "2021-04-14T10:03:00.872Z", "opened_at": null, "closed_at": null, "moderation_threshold_reached_at": "2021-03-22T14:54:35.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": {"code": "no-action", "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe're not sure exactly what you'd like the Government or Parliament to do. We understand you're concerned about junk mail, but we're not sure how you'd like it to be restricted\r\n\t\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do, such as creating an opt-out service. "}, "government_response": null, "debate": null, "departments": [], "topics": []}}, {"type": "petition", "id": 580362, "links": {"self": "https://petition.parliament.uk/petitions/580362.json"}, "attributes": {"action": "Change the law to allow electric scooters on UK roads", "background": "The current UK law states that you can ride an electric bike, drive a car or even saddle up a horse on the road, but you can’t ride a privately owned electric scooter. And people during this pandemic want to commute to work or using the escooter for delivery services but are struggling to do so.", "additional_details": "So If the Government made it legal, electric scooters could offer a number of benefits. They offer an alternative to using public transport – for shorter journeys such as commuting to work or delivering goods to their customers using their own escooter, they take minutes to set up and are simple to ride and they are better for the environment, helping to ease congestion and address pollution problems.\r\nAnd the people will be able to use them for their own benefits. And make life much more easier", "committee_note": null, "state": "rejected", "signature_count": 6, "created_at": "2021-03-18T20:18:29.952Z", "updated_at": "2021-03-25T10:00:30.003Z", "rejected_at": "2021-03-25T10:00:30.007Z", "opened_at": null, "closed_at": null, "moderation_threshold_reached_at": "2021-03-18T20:34:55.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": {"code": "duplicate", "details": "You may wish to sign this petition calling for the same action: https://petition.parliament.uk/petitions/553756"}, "government_response": null, "debate": null, "departments": [], "topics": []}}, {"type": "petition", "id": 578086, "links": {"self": "https://petition.parliament.uk/petitions/578086.json"}, "attributes": {"action": "Ban water sold in single use plastic bottles.", "background": "I’m asking the government to prevent the sale of water in single use plastic bottles to reduce the rate of plastic consumption in the UK.", "additional_details": "Bottled water is pointless and dangerous. It's suffocating marine animals, leaching micro plastics into our water supplies and contains chemicals that harm human health. \r\nPlastic is not sustainable. Its main component is alkenes obtained from oil, and it can't be recycled indefinitely. \r\nPlastic is polluting the environment, it’s bad for human health and it’s not sustainable. We have got to stop being so dependent on it and must remove unnecessary plastic items.", "committee_note": null, "state": "rejected", "signature_count": 6, "created_at": "2021-03-05T15:05:54.909Z", "updated_at": "2021-03-19T12:31:51.797Z", "rejected_at": "2021-03-19T12:31:51.801Z", "opened_at": null, "closed_at": null, "moderation_threshold_reached_at": "2021-03-06T12:56:25.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": {"code": "duplicate", "details": "You might like to sign the following petitions:\r\n\r\nBan the use of non recyclable plastics in food/drink packaging\r\nhttps://petition.parliament.uk/petitions/551778\r\n\r\nBan single use plastics and the unnecessary use of plastic packaging\r\nhttps://petition.parliament.uk/petitions/552450\r\n\r\nIntroduce a levy on single-use disposable plastic\r\nhttps://petition.parliament.uk/petitions/554035"}, "government_response": null, "debate": null, "departments": [], "topics": []}}]}