{"links": {"self": "https://petition.parliament.uk/petitions.json?q=energy&page=9", "first": "https://petition.parliament.uk/petitions.json?q=energy", "last": "https://petition.parliament.uk/petitions.json?page=17&q=energy", "next": "https://petition.parliament.uk/petitions.json?page=10&q=energy", "prev": "https://petition.parliament.uk/petitions.json?page=8&q=energy"}, "data": [{"type": "petition", "id": 557132, "links": {"self": "https://petition.parliament.uk/petitions/557132.json"}, "attributes": {"action": "Gyms to remain open during this latest November lockdown.", "background": "Keep gyms open as per their normal hours during this latest November lockdown.", "additional_details": "Gyms are an extremely important place for people.\r\nMental health cases rose during the previous nationwide lockdown, which should be reason enough to keep them open. They give people a place to release energy and give them something to focus on. \r\nGyms also represent an extremely small amount of overall COVID-19 cases, especially compared to places such as schools and universities which are remaining open. \r\nClosing gyms is a terrible idea and should not happen.", "committee_note": null, "state": "rejected", "signature_count": 13, "created_at": "2020-10-31T20:11:26.173Z", "updated_at": "2020-11-06T16:20:46.823Z", "rejected_at": "2020-11-06T16:20:46.826Z", "opened_at": null, "closed_at": null, "moderation_threshold_reached_at": "2020-10-31T21:12:17.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": {"code": "duplicate", "details": "You may wish to sign some of these petitions:\r\n\r\nKeep gyms and leisure facilities open during any lockdown: https://petition.parliament.uk/petitions/556956\r\n\r\nPrevent gyms closing due to a spike in Covid 19 cases: https://petition.parliament.uk/petitions/333869\r\n\r\nThe Committee will be holding a debate on Covid-19 restrictions on gyms and sport on Monday 23 November. You will be able to watch the debate on Parliament TV at 4.30pm: https://www.parliamentlive.tv/Commons"}, "government_response": null, "debate": null, "departments": [], "topics": []}}, {"type": "petition", "id": 310339, "links": {"self": "https://petition.parliament.uk/petitions/310339.json"}, "attributes": {"action": "Households to be given a break from energy bills as most stay home during crisis", "background": "Following govt guidance during this Covid19 pandemic, for most employees to work and children to study from home, households will inevitably use more electricity gas and water during working hours. Utility companies charging higher rates during working hours should be asked to reduce/relax charges.", "additional_details": "Access to modern energy is an entitlement for every household and is therefore deemed a basic human right. The UK Govt should therefore ensure people have access to energy at an affordable rate during this Coronavirus pandemic. Thousands of employees have already been laid off due to uncertainty in these difficult times and the self employed and employees have been asked to stay at home. Energy should really be free or atleast subsidised during these crises to avoid households falling into a debt spiral", "committee_note": null, "state": "rejected", "signature_count": 13, "created_at": "2020-03-26T15:03:49.488Z", "updated_at": "2020-03-31T18:07:07.664Z", "rejected_at": "2020-03-31T18:06:58.317Z", "opened_at": null, "closed_at": null, "moderation_threshold_reached_at": "2020-03-26T15:35:54.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": {"code": "irrelevant", "details": "Suspending payments for rent, council tax, mortgages and utilities is a matter for individual landlords, councils, mortgage providers and utility providers, and not the UK Government or Parliament.\n\nIf you want the Government to encourage lenders, landlords and utilities to freeze payments during lockdown, you may wish to sign this petition: https://petition.parliament.uk/petitions/302256\n\nIf you want the Government to require councils to suspend council tax payments during the coronavirus outbreak, you may wish to sign this petition: https://petition.parliament.uk/petitions/303274\n\nIf you want the Government to implement Universal Basic Income to give home and food security during the coronavirus outbreak, you may also wish to sign this petition: https://petition.parliament.uk/petitions/302284\n\nYou can find out  about asking for a mortgage holiday from lenders here: https://www.fca.org.uk/consumers/mortgages-coronavirus-consumers\n\nYou can find out about what Government support is available for people as a result of coronavirus (under the section on employment and financial support) here: https://www.gov.uk/coronavirus\n\nYou can find out more about coronavirus and how you can protect yourself and others here:\n\nNHS website: https://www.nhs.uk/conditions/coronavirus-covid-19/\nUK Government website: https://www.gov.uk/coronavirus\n\nYou can read NHS tips to help if you are worried about coronavirus here: https://www.nhs.uk/oneyou/every-mind-matters/coronavirus-covid-19-anxiety-tips\n\nYou may also be interested to know that because of the large number of petitions that have been started in relation to coronavirus, the Petitions Committee has been questioning the Government about its response to the coronavirus outbreak.\nYou may also be interested to know that because of the large number of petitions that have been started in relation to coronavirus, the Petitions Committee has been questioning the Government about its response to the coronavirus outbreak.\n\nFind out more and watch the Committee put questions suggested by petitioners to Government Ministers and the Deputy Chief Medical Officer: https://committees.parliament.uk/committee/326/petitions-committee/news/145767/committee-question-deputy-chief-medical-officer-and-ministers-on-coronavirus-response/\n\nRead letters asking further questions of Government Ministers: https://committees.parliament.uk/committee/326/petitions-committee/publications/3/correspondence/\n"}, "government_response": null, "debate": null, "departments": [], "topics": ["covid-19"]}}, {"type": "petition", "id": 625878, "links": {"self": "https://petition.parliament.uk/petitions/625878.json"}, "attributes": {"action": "Call a General Election before Christmas to give the British people the voice.", "background": "The Government must call a General Election to be held before Christmas 2022 to ensure that the British people have the ability to decide on who and therefore how the country should be run on our behalf.", "additional_details": "The current Government is in crisis and and the 2nd time there has been a mutiny in the governing party is resulting in markets crashing, the energy crisis getting worse and putting the standard of living for most at risk. The Government is so distracted with its own issues it is failing to address the concerns and interests of the people whom which they are supposed to represent and put first. The British people must now decide and have their say no matter the outcome.", "committee_note": null, "state": "rejected", "signature_count": 12, "created_at": "2022-10-20T11:21:02.448Z", "updated_at": "2022-10-24T10:12:36.202Z", "rejected_at": "2022-10-24T10:12:35.042Z", "opened_at": null, "closed_at": null, "moderation_threshold_reached_at": "2022-10-20T17:04:50.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": {"code": "duplicate", "details": "You may wish to sign this petition which calls for a similar action: https://petition.parliament.uk/petitions/619781"}, "government_response": null, "debate": null, "departments": [], "topics": []}}, {"type": "petition", "id": 624254, "links": {"self": "https://petition.parliament.uk/petitions/624254.json"}, "attributes": {"action": "Ask the UK public to sign my petition for a People's Energy Price Cap, PEPC.", "background": "I propose a people’s energy price cap (PEPC).\r\n\r\nOFGEM should be sacked for their total incompetence, costing UK potentially £ billions that Liz Truss has not mentioned and accepts their very poor judgement.", "additional_details": "I propose all Direct Debit paying customers cancel their “licence to steal Direct Debits” to the energy suppliers, like I have, and when reminded of their bill, set up a Standing Order.\r\n\r\nThis is based on the pre-hike price rise of January 2022 plus 10%. This will ensure supplies will not be cut off and I will undertake the challenge in the High Court on behalf of all of you who follow my lead. \r\n\r\nIt is very likely a sensible Judge will find in my favour and I will set the PEPC that the energy suppliers will have to follow.\r\n\r\nThe likely success depends on the numbers following my proposal.", "committee_note": null, "state": "rejected", "signature_count": 12, "created_at": "2022-10-01T12:28:36.550Z", "updated_at": "2022-10-05T07:10:07.207Z", "rejected_at": "2022-10-05T07:10:05.994Z", "opened_at": null, "closed_at": null, "moderation_threshold_reached_at": "2022-10-02T00:33:30.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": {"code": "no-action", "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe understand that you are concerned about energy prices, but we're not sure exactly what you'd like the Government or Parliament to do."}, "government_response": null, "debate": null, "departments": [], "topics": []}}, {"type": "petition", "id": 623599, "links": {"self": "https://petition.parliament.uk/petitions/623599.json"}, "attributes": {"action": "Amend building regs to make it mandatory to install Solar on all new houses", "background": "Change current building regulations to make installation of solar PV and hot water systems compulsory for all new build domestic property. The government could also subsidise these costs on any housing categorised as ‘affordable’ to further incentivise house builders.", "additional_details": "If we want to help meet the UK target for Nett zero by 2050 we should do this now. The current energy crisis underlines this. The technology is available and proven. This would stimulate the Green manufacturing supply chain, create new jobs and develop workforce skills. It would also drive innovation in the sector and give momentum to decentralisation of the power grid.", "committee_note": null, "state": "rejected", "signature_count": 12, "created_at": "2022-09-23T11:02:21.311Z", "updated_at": "2022-09-27T14:19:52.598Z", "rejected_at": "2022-09-27T14:19:52.601Z", "opened_at": null, "closed_at": null, "moderation_threshold_reached_at": "2022-09-23T12:49:00.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": {"code": "duplicate", "details": "You might like to sign the following petition:\r\n\r\nMake it a legal requirement that all new homes have solar energy installed\r\nhttps://petition.parliament.uk/petitions/620799"}, "government_response": null, "debate": null, "departments": [], "topics": []}}, {"type": "petition", "id": 622648, "links": {"self": "https://petition.parliament.uk/petitions/622648.json"}, "attributes": {"action": "Stop MPs claiming energy bills on expenses. Why should we pay MPs energy costs?", "background": "MPs should not be allowed to claim energy costs on expenses as the soaring price of energy is a result of poor decision making and short term thinking by successive governments who have left us dependant on other countries for our energy. Why should they be rewarded for their ineptitude?", "additional_details": "Politicians are supposed to represent the people. We are already paying their wages and their extortionate expenses. Most of us will struggle to pay our own energy costs this winter so why should we be expected to pay theirs as well? They are fast becoming a luxury we can't afford.", "committee_note": null, "state": "rejected", "signature_count": 12, "created_at": "2022-08-26T19:20:20.654Z", "updated_at": "2022-08-31T08:04:24.352Z", "rejected_at": "2022-08-31T08:04:23.135Z", "opened_at": null, "closed_at": null, "moderation_threshold_reached_at": "2022-08-26T19:44:09.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": {"code": "irrelevant", "details": "We can't accept your petition because the UK Government and Parliament aren't responsible for the issue you raise. The Independent Parliamentary Standards Authority (IPSA) is responsible for deciding on MPs' expenses and pay. IPSA is independent of both Parliament and Government.\r\n\r\nYou can find out more about IPSA here: http://www.theipsa.org.uk"}, "government_response": null, "debate": null, "departments": [], "topics": []}}, {"type": "petition", "id": 621833, "links": {"self": "https://petition.parliament.uk/petitions/621833.json"}, "attributes": {"action": "Stop prepayment electricity and gas charging more, increasing fuel poverty.", "background": "It seems highly unfair that families or individuals living in rented accommodation and on benefits or tax credits have to chose between paying for gas and electric or food or clothing. The government needs to stop the rich getting richer and stop the poor freezing and starving. George Orwell saw it.", "additional_details": "If the government does not stop energy providers from charging more for electricity and gas to those whom are already facing a burden this will end up as a catastrophic event at winter. Pre payment meters cost more than direct debit, and those who need a better deal are restricted. Until parliament tries to try live in a 2 bedroom flat, on benefits with pre payment meters over winter to see how many of this country live on the benefits and/or minimum wage, this is just another example.", "committee_note": null, "state": "rejected", "signature_count": 12, "created_at": "2022-08-13T17:20:11.737Z", "updated_at": "2022-08-17T11:25:13.557Z", "rejected_at": "2022-08-17T10:36:45.686Z", "opened_at": null, "closed_at": null, "moderation_threshold_reached_at": "2022-08-13T18:57:49.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": {"code": "duplicate", "details": "https://petition.parliament.uk/petitions/621791"}, "government_response": null, "debate": null, "departments": [], "topics": []}}, {"type": "petition", "id": 621687, "links": {"self": "https://petition.parliament.uk/petitions/621687.json"}, "attributes": {"action": "Remove the standing charge from all energy bills", "background": "I want the government to force the energy companies to remove the standing charge from all energy bills.", "additional_details": "The energy companies are making unprecedented high profits, while domestic and business users are struggling to pay their vastly inflated bills.", "committee_note": null, "state": "rejected", "signature_count": 12, "created_at": "2022-08-10T19:11:39.644Z", "updated_at": "2022-08-18T12:23:00.908Z", "rejected_at": "2022-08-18T12:22:59.772Z", "opened_at": null, "closed_at": null, "moderation_threshold_reached_at": "2022-08-12T16:40:39.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": {"code": "duplicate", "details": "You may wish to sign this petition which calls for the same action: https://petition.parliament.uk/petitions/621561"}, "government_response": null, "debate": null, "departments": [], "topics": []}}, {"type": "petition", "id": 621200, "links": {"self": "https://petition.parliament.uk/petitions/621200.json"}, "attributes": {"action": "Tax excess profits of Energy Companies  as the Spanish Goverment has done", "background": "To adopt a similar policy to the Spanish in which the Govermemt has capped profits of Energy companies in a time of unprecedented increase, the price cap is raised on a whim. This needs to be controlled and regulated and the money reclaimed and returned to helping the people who desperately need it.", "additional_details": "I fear without action from the goverment that the most vulnerable in society are in servere risk. I fear for people unable to keep themselves warm and those having to decide between heat and food. \r\nWhile the situation is barely manageable right now, how bad will this get. And how far will these Energy giants (that no one alone can stand up to) will do. I truly believe without action from the goverment there will be serious unrest and eventually action from the public.", "committee_note": null, "state": "rejected", "signature_count": 12, "created_at": "2022-08-01T10:43:51.938Z", "updated_at": "2022-08-03T11:58:47.098Z", "rejected_at": "2022-08-03T11:58:45.775Z", "opened_at": null, "closed_at": null, "moderation_threshold_reached_at": "2022-08-01T11:52:29.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": {"code": "no-action", "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe're not sure exactly what you'd like the Government or Parliament to do. The Government has already announced a windfall tax on energy producers. \r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do, or you might like to sign this petition\r\n\r\nhttps://petition.parliament.uk/petitions/607983"}, "government_response": null, "debate": null, "departments": [], "topics": []}}, {"type": "petition", "id": 612869, "links": {"self": "https://petition.parliament.uk/petitions/612869.json"}, "attributes": {"action": "OFGEM to regulate standing charges for domestic electricity & gas.", "background": "Standing charges have doubled in SOME parts of the country. There are HUGE regional variations. I want standing charges regulated by OFGEM in the same way that the price caps for gas & electricty currently are. It is UNFAIR to have wide variations and no regulation of these charges.", "additional_details": "energy companies are using standing charges to raise prices as unit charges for household fuel are constrained by the OFGEM price cap. This is unfair and will have PERVERSE incentives:\r\n-there is little incentive to install eco systems if companies can transfer unit costs to standing charges.  \r\n2. it is unfair that some areas have hugely greater standing charges than others. \r\n3. It is unreasonable that standing charges are not subject to regulation in the same way as unit charges as companies can simply transfer charges to the former when constrained on the latter.", "committee_note": null, "state": "rejected", "signature_count": 12, "created_at": "2022-03-30T17:24:48.848Z", "updated_at": "2022-04-05T07:51:31.080Z", "rejected_at": "2022-04-05T07:51:29.632Z", "opened_at": null, "closed_at": null, "moderation_threshold_reached_at": "2022-03-31T08:08:39.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": {"code": "already-happening", "details": "The price cap is a cap on a unit of gas and electricity, with standing charges taken into account. Find out more about the energy price cap, including how it includes standing charges, here: https://www.ofgem.gov.uk/check-if-energy-price-cap-affects-you"}, "government_response": null, "debate": null, "departments": [], "topics": []}}, {"type": "petition", "id": 610903, "links": {"self": "https://petition.parliament.uk/petitions/610903.json"}, "attributes": {"action": "Provide a reduction on energy and fuel tax during shortage and price increase.", "background": "During the current climate, petrol, diesel and household energy prices have increased and caused a strain of the cost of living and affordability of working.\r\n\r\nBy reducing the tax percentage on these catagories cost could be back at an affordable and reasonable level.", "additional_details": "Both workers and people on benefits will both benefit from this, the cost of delivering food and ingredients to factories and stores will increase as the delivery prices rise because of fuel prices. People are on a lower expendable income after paying energy bills and more people will driven into the poverty catagory having to choose between heating and food. More people will be driven into unemployment as the cost of getting to their place of work out weighs their income.", "committee_note": null, "state": "rejected", "signature_count": 12, "created_at": "2022-03-07T12:13:41.586Z", "updated_at": "2022-03-14T08:26:31.324Z", "rejected_at": "2022-03-14T08:26:29.337Z", "opened_at": null, "closed_at": null, "moderation_threshold_reached_at": "2022-03-07T13:16:48.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": {"code": "duplicate", "details": "You might like to sign the following petitions, which call for similar or related actions:\r\n\r\nTemporarily suspend all taxes on all fuels and energy bills: https://petition.parliament.uk/petitions/610585\r\n\r\nReduce fuel duty and VAT by 40% for a period of 2 years\r\nhttps://petition.parliament.uk/petitions/599089\r\n\r\nRemove VAT from all domestic fuel, and provide price capping on heating oil\r\nhttps://petition.parliament.uk/petitions/598647\r\n\r\nHold an urgent inquiry into the energy crisis, and remove VAT on fuel\r\nhttps://petition.parliament.uk/petitions/605609\r\n\r\nSuspend VAT on road fuels to reduce fuel costs\r\nhttps://petition.parliament.uk/petitions/610567"}, "government_response": null, "debate": null, "departments": [], "topics": []}}, {"type": "petition", "id": 610866, "links": {"self": "https://petition.parliament.uk/petitions/610866.json"}, "attributes": {"action": "Re-nationalise Electricity and Gas companies to ensure lowest prices for all.", "background": "Use the bulk buying power of the government to purchase electricity and gas at the lowest possible rates and ensure equality in the price people pay for energy in the near future.", "additional_details": "The current and forthcoming huge price hikes on fuel which will affect the entire population.", "committee_note": null, "state": "rejected", "signature_count": 12, "created_at": "2022-03-06T21:54:04.081Z", "updated_at": "2022-03-11T11:19:09.908Z", "rejected_at": "2022-03-11T11:19:09.912Z", "opened_at": null, "closed_at": null, "moderation_threshold_reached_at": "2022-03-06T22:05:58.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": {"code": "duplicate", "details": "You might like to sign the following petition:\r\n\r\nNationalise Energy Companies\r\nhttps://petition.parliament.uk/petitions/608056"}, "government_response": null, "debate": null, "departments": [], "topics": []}}, {"type": "petition", "id": 610305, "links": {"self": "https://petition.parliament.uk/petitions/610305.json"}, "attributes": {"action": "Ban Standing Charges on utility bills they only benefit high energy/carbon users", "background": "Ban Standing Charges on Gas/Electricity/Water bills that charge users a set daily fee, even when they consume nothing or very little.\r\n\r\nThe standing charge places a disproportionate cost of running the utility networks on LOW carbon LOW energy users. This also discourages energy and carbon savings.", "additional_details": "On the same British Gas electricity tariff a LOW energy user will pay 32 % MORE per unit than a HIGH user, based on 5 vs 20 kWh/day. (37p/unit vs 28p/unit inc. standing charges, SVR April 2022 BG Tariff)\r\n\r\nA ban on standing charges would lower bills for those who save energy, and make all tariffs easily and directly comparable.\r\n\r\nThe network cost should be priced into the unit rate. High energy users should pay proportionately more than low energy users. With standing charges this is NOT the case.", "committee_note": null, "state": "rejected", "signature_count": 12, "created_at": "2022-03-01T16:21:52.305Z", "updated_at": "2022-03-07T09:57:07.433Z", "rejected_at": "2022-03-07T09:57:06.430Z", "opened_at": null, "closed_at": null, "moderation_threshold_reached_at": "2022-03-01T17:05:18.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": {"code": "irrelevant", "details": "We can't accept your petition because the UK Government and Parliament aren't responsible for the issue you raise. This is a matter for utility providers.\r\n\r\nYou can find out more about standing charges for energy here: https://www.energyhelpline.com/help/what-are-unit-rates-and-standing-charges\r\n\r\nAnd you can find out more about standing charges for water here: https://www.ofwat.gov.uk/households/your-water-bill/metering/"}, "government_response": null, "debate": null, "departments": [], "topics": []}}, {"type": "petition", "id": 609496, "links": {"self": "https://petition.parliament.uk/petitions/609496.json"}, "attributes": {"action": "Enact Further Economic Sanctions On Russia-As Suggested by the Ukrainian Embassy", "background": "In light of the invasion of Ukraine by Russia, we ask the UK government to:\r\n1. Ban all energy trades with Russia\r\n2. Ban foreign investment & prohibit Western government pension funds from investing in Russia\r\n3. Sanction all secondary trading in Russian debt & equities, including existing holdings", "additional_details": "4. Sanction all Russian banks\r\n5. Sanction all ruble transactions with Western banks\r\n6. Withdraw Russia from bond and equity investment indices\r\n7. Block Russia from SWIFT\r\n8. Disconnect Russia from the VISA and MasterCard payment systems\r\n9. Freeze Russian foreign assets and sanction Russian Direct Investment\r\n10. Expand personal sanctions to all those on the Western list of sanctions and their families - asset freezes, visa cancelations, passport revocations and repatriations back to Russia", "committee_note": null, "state": "rejected", "signature_count": 12, "created_at": "2022-02-24T19:55:44.188Z", "updated_at": "2022-03-01T08:28:36.979Z", "rejected_at": "2022-03-01T08:28:36.033Z", "opened_at": null, "closed_at": null, "moderation_threshold_reached_at": "2022-02-24T20:13:38.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": {"code": "duplicate", "details": "You may wish to sign this petition which calls for a similar action: https://petition.parliament.uk/petitions/609428\r\n\r\nThe Government announced additional sanctions on Russia on Monday 1 March. You can read the Government's statement about additional sanctions here: https://hansard.parliament.uk/commons/2022-02-28/debates/3D28CB2C-B2E4-40B4-B40A-6D0D1147B6C9/Sanctions\r\n\r\nAnd you can find details of the UK's sanctions regime relating to Russia here: https://www.gov.uk/government/collections/uk-sanctions-on-russia"}, "government_response": null, "debate": null, "departments": [], "topics": []}}, {"type": "petition", "id": 598104, "links": {"self": "https://petition.parliament.uk/petitions/598104.json"}, "attributes": {"action": "Reject the use of Ethanol in petrol.", "background": "Give the full details of water absorbency with Ethanol? Comment on research showing lower M.P.G.? Answer the use of land to produce Entahol? Give a full statement of the pros and cons of using Ethanol? Look at fuel pricing in general? Answer the deterioration of this fuel over what is a short period", "additional_details": "Debate fully and give clear and precise answers to some of the questions above? Show the proper way forward, not only for the UK but Globally. Admit Ethanols disadvantages? Water absorbency, life span of fuel, use of land to produce it, lower m.p.g.? Take full consultancy from specialists in this area? Disclose all the facts? Costs, energy used, land used and true figures of what they perceive as savings? Given in documented statements. Do not assume the public are uneducated. Give all the facts, good and bad!", "committee_note": null, "state": "rejected", "signature_count": 12, "created_at": "2021-09-29T17:28:27.965Z", "updated_at": "2021-10-05T09:21:32.668Z", "rejected_at": "2021-10-05T09:21:31.625Z", "opened_at": null, "closed_at": null, "moderation_threshold_reached_at": "2021-09-30T00:41:18.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": {"code": "no-action", "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe understand that you are concerned about the use of ethanol in fuel, but we're not sure if you want the Government to ban the use of ethanol in all fuels, or do something else.\r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do.\r\n\r\nWe have published the following petition, which you might like to sign:\r\n\r\nThe government to overturn the decision to replace E5 petrol with the E10 type: https://petition.parliament.uk/petitions/596189"}, "government_response": null, "debate": null, "departments": [], "topics": []}}, {"type": "petition", "id": 572388, "links": {"self": "https://petition.parliament.uk/petitions/572388.json"}, "attributes": {"action": "Ban the culling of male chicks in the poultry industry", "background": "Around 30 million male chicks are killed in the UK each year by gassing or shredding immediately after hatching. Technology which can determine the sex of fertilised eggs exists and is in use in many countries. There is no longer an excuse for this cruel practice.", "additional_details": "Ending this culling would prevent around 30 million unnecessary animal deaths per year. It would also have a positive environmental impact, reducing the carbon footprint of the poultry industry as energy would not be wasted on incubating and killing male chicks. The UK should take the moral and technological lead on this issue alongside many other European countries.\r\n\r\n\r\n\r\nFor more information:\r\nhttps://www.sciencemag.org/news/2019/08/ethical-eggs-could-save-male-chicks-mass-slaughter", "committee_note": null, "state": "rejected", "signature_count": 12, "created_at": "2021-01-27T20:02:11.993Z", "updated_at": "2021-03-10T08:18:06.459Z", "rejected_at": "2021-03-10T08:18:06.461Z", "opened_at": null, "closed_at": null, "moderation_threshold_reached_at": "2021-01-27T20:09:17.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": {"code": "duplicate", "details": "You may wish to sign this petition calling for the same action: https://petition.parliament.uk/petitions/570946"}, "government_response": null, "debate": null, "departments": [], "topics": []}}, {"type": "petition", "id": 558733, "links": {"self": "https://petition.parliament.uk/petitions/558733.json"}, "attributes": {"action": "Reform the DWP’s Third Party Deductions Policy for low income claimants.", "background": "This policy is allowing companies and local authorities to drive low income families and single claimants further into poverty. The current system allows these organisations and corporations to deduct substantial amounts of money from claimants. The DWP allow up to 3 deductions from third parties", "additional_details": "Families who are already living on the bread line are being driven further into poverty because of this policy. Claimants often have to turn to these organisation for day to day help, while they deduct substantial amount of money from their benefit. This cycle not only drives people further into poverty it is also pushing people further into debt as borrowing increases from energy companies and people rely further on the welfare state for support just to survive from week to week.", "committee_note": "", "state": "closed", "signature_count": 12, "created_at": "2020-11-03T19:34:37.560Z", "updated_at": "2021-07-05T23:00:08.565Z", "rejected_at": null, "opened_at": "2021-01-05T13:50:28.452Z", "closed_at": "2021-07-05T22:59:59.999Z", "moderation_threshold_reached_at": "2020-11-03T21:07:37.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": null, "government_response": null, "debate": null, "departments": [{"acronym": "DWP", "name": "Department for Work and Pensions", "url": "https://www.gov.uk/government/organisations/department-for-work-pensions"}], "topics": []}}, {"type": "petition", "id": 305153, "links": {"self": "https://petition.parliament.uk/petitions/305153.json"}, "attributes": {"action": "Force Energy and Water suppliers to reduce their prices during mass isolation.", "background": "Enforce energy and water suppliers to reduce their costs for a period of time whilst we are all stuck at home. Why should they profit from millions of people having to isolate and in turn use Electricity, Gas and Water more than usual.", "additional_details": "We are all facing a possible reductions in pay and the fact that their will be an increased general household bill cost too.", "committee_note": null, "state": "rejected", "signature_count": 12, "created_at": "2020-03-18T13:36:25.976Z", "updated_at": "2020-03-31T18:07:07.536Z", "rejected_at": "2020-03-31T18:06:57.986Z", "opened_at": null, "closed_at": null, "moderation_threshold_reached_at": "2020-03-18T22:08:14.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": {"code": "irrelevant", "details": "Suspending payments for rent, council tax, mortgages and utilities is a matter for individual landlords, councils, mortgage providers and utility providers, and not the UK Government or Parliament.\n\nIf you want the Government to encourage lenders, landlords and utilities to freeze payments during lockdown, you may wish to sign this petition: https://petition.parliament.uk/petitions/302256\n\nIf you want the Government to require councils to suspend council tax payments during the coronavirus outbreak, you may wish to sign this petition: https://petition.parliament.uk/petitions/303274\n\nIf you want the Government to implement Universal Basic Income to give home and food security during the coronavirus outbreak, you may also wish to sign this petition: https://petition.parliament.uk/petitions/302284\n\nYou can find out  about asking for a mortgage holiday from lenders here: https://www.fca.org.uk/consumers/mortgages-coronavirus-consumers\n\nYou can find out about what Government support is available for people as a result of coronavirus (under the section on employment and financial support) here: https://www.gov.uk/coronavirus\n\nYou can find out more about coronavirus and how you can protect yourself and others here:\n\nNHS website: https://www.nhs.uk/conditions/coronavirus-covid-19/\nUK Government website: https://www.gov.uk/coronavirus\n\nYou can read NHS tips to help if you are worried about coronavirus here: https://www.nhs.uk/oneyou/every-mind-matters/coronavirus-covid-19-anxiety-tips\n\nYou may also be interested to know that because of the large number of petitions that have been started in relation to coronavirus, the Petitions Committee has been questioning the Government about its response to the coronavirus outbreak.\nYou may also be interested to know that because of the large number of petitions that have been started in relation to coronavirus, the Petitions Committee has been questioning the Government about its response to the coronavirus outbreak.\n\nFind out more and watch the Committee put questions suggested by petitioners to Government Ministers and the Deputy Chief Medical Officer: https://committees.parliament.uk/committee/326/petitions-committee/news/145767/committee-question-deputy-chief-medical-officer-and-ministers-on-coronavirus-response/\n\nRead letters asking further questions of Government Ministers: https://committees.parliament.uk/committee/326/petitions-committee/publications/3/correspondence/\n"}, "government_response": null, "debate": null, "departments": [], "topics": ["covid-19"]}}, {"type": "petition", "id": 305030, "links": {"self": "https://petition.parliament.uk/petitions/305030.json"}, "attributes": {"action": "Extend Brexit transition period in light of Coronavirus (COVID-19) pandemic", "background": "The Brexit transition period, which is due to end on 31st December 2020, must be extended indefinitely to allow the UK and EU to ensure their full focus is on tackling the current coronavirus pandemic.", "additional_details": "Talks to agree a UK-EU trade deal have been put on hold due to the coronavirus outbreak. The timeline to strike a trade deal was already operating on a tight schedule. In light of the ongoing crisis it will now be even more difficult to reach to a trade agreement while diverting the energy and resources of both UK and EU politicians and civil servants away from tackling the biggest threat we have faced in our lifetimes.", "committee_note": null, "state": "rejected", "signature_count": 12, "created_at": "2020-03-18T10:22:04.943Z", "updated_at": "2020-03-31T08:13:43.513Z", "rejected_at": "2020-03-31T08:13:43.515Z", "opened_at": null, "closed_at": null, "moderation_threshold_reached_at": "2020-03-18T10:37:04.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": {"code": "duplicate", "details": "You may wish to sign this petition calling for the same action: https://petition.parliament.uk/petitions/300412\r\n\r\nYou can find out more about coronavirus and how you can protect yourself and others here:\r\n\r\nNHS website: https://www.nhs.uk/conditions/coronavirus-covid-19/\r\n\r\nUK Government website: https://www.gov.uk/coronavirus"}, "government_response": null, "debate": null, "departments": [], "topics": ["covid-19"]}}, {"type": "petition", "id": 627016, "links": {"self": "https://petition.parliament.uk/petitions/627016.json"}, "attributes": {"action": "Take action now to reduce UK emissions by 50% by 2030 to avoid climate disaster", "background": "The UN is warning that unless emissions are cut in half by 2030 there will be a climate catastrophe. Follow UK Committee on Climate Change recommendations. Do not grant new fossil fuel licenses, invest in green technology including energy storage and reintroduce green incentives.", "additional_details": "I cannot sit idly by and watch the lack of focus on climate issues. There are daily reminders of the issues climate change is already causing and we are perilously close to some critical tipping points. I want my daughter to have a future. One where we are working to restore the world and not to continue with a growth at any cost mentality.", "committee_note": null, "state": "rejected", "signature_count": 11, "created_at": "2022-10-28T21:42:59.438Z", "updated_at": "2022-11-01T16:15:16.301Z", "rejected_at": "2022-11-01T16:15:15.546Z", "opened_at": null, "closed_at": null, "moderation_threshold_reached_at": "2022-10-29T09:45:00.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": {"code": "duplicate", "details": "The Government is already working towards its commitment to reduce emissions in 2030 by at least 68% compared to 1990 levels.\r\n\r\nWe have published the following petitions, which you might like to sign:\r\n\r\nKeep The Fracking Ban: https://petition.parliament.uk/petitions/614611\r\n\r\nEnd All Government Subsidies for Fossil Fuel Companies: https://petition.parliament.uk/petitions/621583\r\n\r\nAddress the Energy, Climate and Environment crisis by investing in Renewables: https://petition.parliament.uk/petitions/617729"}, "government_response": null, "debate": null, "departments": [], "topics": []}}, {"type": "petition", "id": 624914, "links": {"self": "https://petition.parliament.uk/petitions/624914.json"}, "attributes": {"action": "Resolve the energy crisis through Green energy not by fracking or oil and gas", "background": "Resolve the energy crisis by investing in green energy; green energy comes on stream about as quickly as new oil and gas or fracking but doesn't harm the environment. It is also sustainable and lower cost. End the exploration of new oil and gas fields and fracking and back green energy instead.", "additional_details": "Resolving our energy crisis by extracting every last drop of oil, every last whiff of gas, and by fracking will contribute to global warming. Global warming is already causing widespread problems, it would be selfish to contribute further to those.\r\nThere is no advantage to turning to oil and gas, for instance offshore wind farms can be built in about the same timescale (and in some cases faster) than new oil and gas. Green energy (on or offshore) will reduce energy prices and help the climate.", "committee_note": null, "state": "rejected", "signature_count": 11, "created_at": "2022-10-09T08:56:44.362Z", "updated_at": "2022-11-14T15:46:04.489Z", "rejected_at": "2022-10-13T07:43:43.951Z", "opened_at": null, "closed_at": null, "moderation_threshold_reached_at": "2022-10-09T16:03:30.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": {"code": "duplicate", "details": "We have published the following petitions, which you might like to sign:\r\n\r\nKeep The Fracking Ban: https://petition.parliament.uk/petitions/614611\r\n\r\nAddress the Energy, Climate and Environment crisis by investing in Renewables: https://petition.parliament.uk/petitions/617729\r\n\r\nDecommission all fossil fuel power stations by 2023: https://petition.parliament.uk/petitions/620604\r\n\r\nSet a target for 70% of UK energy to be renewable by 2030: https://petition.parliament.uk/petitions/612739\r\n\r\nIf you'd like the Government to take a specific action different to the above petitions we could accept a new petition about this, but it would need to be clear what specific actions you want the Government to take."}, "government_response": null, "debate": null, "departments": [], "topics": []}}, {"type": "petition", "id": 624265, "links": {"self": "https://petition.parliament.uk/petitions/624265.json"}, "attributes": {"action": "Spend a day without using fossil fuels to prevent climate change", "background": "To stop fossil fuel usage in the UK for 1 day every 2 weeks. Fossil fuels are one of the major things contributing to climate change, using these produce greenhouse gases, methane, carbon dioxide and water vapour, increasing their amounts in the atmosphere, making it harder for heat energy to leave.", "additional_details": "To help stop climate change and reduce the amount of fossil fuels we release into the atmosphere. To save our planet, including all the animals and nature which are struggling to survive because of humanity. We can do this by walking, or bike-riding to places instead of driving, using less energy at home, eating more plant based products, throwing away less food, stopping factory productions that produce greenhouse gases, forcing them to go green and recycling, reusing and repairing more often.", "committee_note": null, "state": "rejected", "signature_count": 11, "created_at": "2022-10-01T14:31:23.534Z", "updated_at": "2022-10-05T07:04:15.381Z", "rejected_at": "2022-10-05T07:04:14.282Z", "opened_at": null, "closed_at": null, "moderation_threshold_reached_at": "2022-10-01T17:06:20.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": {"code": "no-action", "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe understand that you are concerned about the use of fossil fuels, but it's not clear exactly what action you want the Government to take. It's not clear if you want the Government to ban the use of all fossil fuels, and fossil fuel-derived products, for one day a fortnight, or do something different.\r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do."}, "government_response": null, "debate": null, "departments": [], "topics": []}}, {"type": "petition", "id": 622956, "links": {"self": "https://petition.parliament.uk/petitions/622956.json"}, "attributes": {"action": "Fair prices for domestic export energy (such as solar and wind turbines)", "background": "Currently OFGEM only require energy providers to pay above 0p for energy produced by private households for feeding/exporting un-used energy back to the grid. In these unprecedented times of high energy prices, the government should introduce a fairer way for household to sell/use their own energy", "additional_details": "Battery storage is expensive and not environmentally friendly. The grid should act as a “like cloud storage” for energy were households allow use of their un-used energy at the time of production on the basis they can buy it back at the same rate if required and/or introduce a direct offset against energy bills import minus export meter readings.", "committee_note": null, "state": "rejected", "signature_count": 11, "created_at": "2022-08-31T13:00:05.961Z", "updated_at": "2022-09-05T08:24:42.524Z", "rejected_at": "2022-09-05T08:24:37.601Z", "opened_at": null, "closed_at": null, "moderation_threshold_reached_at": "2022-08-31T13:12:49.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": {"code": "duplicate", "details": "You may wish to sign this petition which calls for a similar action: https://petition.parliament.uk/petitions/613896"}, "government_response": null, "debate": null, "departments": [], "topics": []}}, {"type": "petition", "id": 622849, "links": {"self": "https://petition.parliament.uk/petitions/622849.json"}, "attributes": {"action": "Reintroduce grants for PV(Solar) installation on domestic properties.", "background": "The only way out of the energy crisis is to move away from dependency on fossil fuels and the only way to do this is to focus, develop and implement renewable energy technologies.The installation of renewable technologies is  too expensive to contemplate. Let's help home owners afford them.", "additional_details": "How will it be paid for?\r\n-there are 1.2million people in this country that earn more than £100,000 a year.  temporarily remove the personal tax allowance on all these people. This raises almost £2.5billion a year in tax. \r\n- The windfall tax on energy companies can be continued while these profits continue. \r\n\r\nThe  PV grants  will...\r\nEnable home owners to afford PV.\r\nReduce demand on our national grid\r\nReduce damage to the environment\r\nIncrease supply and lower gas prices.\r\nBoost sustainable energy", "committee_note": null, "state": "rejected", "signature_count": 11, "created_at": "2022-08-30T08:24:07.339Z", "updated_at": "2022-09-05T07:44:14.753Z", "rejected_at": "2022-09-05T07:44:12.422Z", "opened_at": null, "closed_at": null, "moderation_threshold_reached_at": "2022-08-30T19:17:19.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": {"code": "duplicate", "details": "We have published the following petition, which you might like to sign:\r\n\r\nFund grants for installation of solar panels and battery storage for households: https://petition.parliament.uk/petitions/613855\r\n\r\nIncrease subsidies and grants for homeowners to improve their energy ratings: https://petition.parliament.uk/petitions/619507"}, "government_response": null, "debate": null, "departments": [], "topics": []}}, {"type": "petition", "id": 620515, "links": {"self": "https://petition.parliament.uk/petitions/620515.json"}, "attributes": {"action": "Hold a general election in the spring of 2023.", "background": "The new PM will have had months in post by the end of 2022 so the public will be aware of their policies and direction. All parties would have time to prepare for an election. An election would reinvigorate political parties & force them to come up with policies that help the country collectively.", "additional_details": "Brexit hasn't been done and many of the manifesto policies have been scrapped or changed. We are plodding along in a climate emergency, yet the govt have very few policy ideas to alleviate the impact, let alone stick to their climate commitments. There are strikes, crises in almost every department from NHS & social care to the DWP. A general election would force a rethink and hopefully introduce fresh policies and renewed energy for the things people need.", "committee_note": null, "state": "rejected", "signature_count": 11, "created_at": "2022-07-18T10:26:42.972Z", "updated_at": "2022-07-20T11:22:08.790Z", "rejected_at": "2022-07-20T11:22:07.899Z", "opened_at": null, "closed_at": null, "moderation_threshold_reached_at": "2022-07-18T13:40:39.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": {"code": "duplicate", "details": "You may wish to sign this petition which calls for the same action: https://petition.parliament.uk/petitions/611905"}, "government_response": null, "debate": null, "departments": [], "topics": []}}, {"type": "petition", "id": 617039, "links": {"self": "https://petition.parliament.uk/petitions/617039.json"}, "attributes": {"action": "Create new nationalised utility companies, not for profit.", "background": "Create a Government energy Company,  set low prices to just cover costs.  If competitors want to stay in business they must reduce prices to compete or fold. No extra expense for buying back franchises etc. Just compete and help our own people.", "additional_details": "I believe that certain things like utilities should be offered at honest prices to the public throughout the uk. It is simply not fair or decent to let any businesses profiteer on the back of making ordinary people suffer financial hardships when it is simply not necessary. \r\nA government run utility company could offer mass employment and honest prices whilst making a modest profit to cover costs. This would also negate the constant tax incentives or payments to ‘help’ people cope.", "committee_note": null, "state": "rejected", "signature_count": 11, "created_at": "2022-05-21T13:53:01.690Z", "updated_at": "2022-05-27T14:20:19.031Z", "rejected_at": "2022-05-27T10:22:29.946Z", "opened_at": null, "closed_at": null, "moderation_threshold_reached_at": "2022-05-23T08:15:09.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": {"code": "duplicate", "details": "You might like to sign the following petitions:\r\n\r\nReturn all Utilities to National UK Government Ownership\r\nhttps://petition.parliament.uk/petitions/608132\r\n\r\nNationalise Energy Companies\r\nhttps://petition.parliament.uk/petitions/608056"}, "government_response": null, "debate": null, "departments": [], "topics": []}}, {"type": "petition", "id": 616206, "links": {"self": "https://petition.parliament.uk/petitions/616206.json"}, "attributes": {"action": "We would like a windfall tax to be imposed on energy companies", "background": "Some of the fuel companies have announced obscene profits whilst quite a large number of people including the elderly and those with young children are having to go hungry.  This is totally wrong.  A windfall tax could be used to help reduce energy bills", "additional_details": "In my view its totally wrong that energy companies should be recording huge profits whilst many are struggling to pay their energy bills.  The French haver restricted energy companies to a 4% rise, other countries have lowered or scrapped the VAT applied to energy bills yet we get a loan that has to be repaid.", "committee_note": null, "state": "rejected", "signature_count": 11, "created_at": "2022-05-06T19:17:07.825Z", "updated_at": "2022-05-09T09:20:40.915Z", "rejected_at": "2022-05-09T09:20:35.809Z", "opened_at": null, "closed_at": null, "moderation_threshold_reached_at": "2022-05-06T19:55:19.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": {"code": "duplicate", "details": "You may wish to sign this petition which calls for a similar action: https://petition.parliament.uk/petitions/607983"}, "government_response": null, "debate": null, "departments": [], "topics": []}}, {"type": "petition", "id": 614290, "links": {"self": "https://petition.parliament.uk/petitions/614290.json"}, "attributes": {"action": "Review recent energy strategy to make planning for onshore wind turbines easier", "background": "There is an energy crisis and climate emergency now. Onshore wind turbines are cheap, effective and quick to install. Onshore wind linked with Hydrogen storage would be a good way to provide clean green renewable energy 100% of the time quicker than the governments proposed strategy.", "additional_details": "Debate the planning legislation with regard to onshore wind to put it on a par with a war footing due to the urgent nature and vulnerability of the climate emergency and energy crisis. Consider permitted development on existing wind turbine sites to permit a blade tip height of 119m. Similarly, planning legislation with regards to wayleaves, easements for   infrastructure and grid connections  with a view to streamline and simplify planning and connections for onshore wind.", "committee_note": null, "state": "rejected", "signature_count": 11, "created_at": "2022-04-07T13:52:45.430Z", "updated_at": "2022-04-12T07:16:49.630Z", "rejected_at": "2022-04-12T07:16:48.518Z", "opened_at": null, "closed_at": null, "moderation_threshold_reached_at": "2022-04-07T18:30:49.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": {"code": "no-action", "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nIt's not clear if you want the Government to review its energy security strategy, or planning legislation, or both, or make changes to planning legislation, and if the latter what changes you want to be made.\r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do."}, "government_response": null, "debate": null, "departments": [], "topics": []}}, {"type": "petition", "id": 611190, "links": {"self": "https://petition.parliament.uk/petitions/611190.json"}, "attributes": {"action": "Raise the Solar Export Guarantee (SEG) tariff to parity with Agricultural Solar", "background": "The SEG tariff is paid to rooftop solar homeowners is unregulated and therefore minimized by power companies. The average tariff is well below 5 pence per kWh across all utility providers, removing all incentive to generate domestic solar power. The Agricultural Feed In Tariff is over 3X this amount", "additional_details": "Without a mandated minimum floor tariff by Government, energy companies will continue to defer increasing the SEG tariff in line with rising energy prices as they have demonstrated since the SEG tariff was introduced in 2020.\r\n\r\nIf we want to become an energy independent nation, free from Russian oil and gas, we must incentivize homeowners to generate their own electricity by paying them what we currently pay UK farmers to export solar power generated on their land.", "committee_note": null, "state": "rejected", "signature_count": 11, "created_at": "2022-03-10T11:39:01.163Z", "updated_at": "2022-03-15T08:56:47.331Z", "rejected_at": "2022-03-15T08:56:46.165Z", "opened_at": null, "closed_at": null, "moderation_threshold_reached_at": "2022-03-10T13:38:48.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": {"code": "irrelevant", "details": "We can only accept petitions about things the Government or Parliament are directly responsible for.\r\n\r\nThe rate paid to people using the Smart Export Guarantee (SEG) are set by electricity suppliers (SEG Licencees), not the Government or Parliament."}, "government_response": null, "debate": null, "departments": [], "topics": []}}, {"type": "petition", "id": 609757, "links": {"self": "https://petition.parliament.uk/petitions/609757.json"}, "attributes": {"action": "Prepare to ration gas in solidarity with Ukraine, to really sanction Russia", "background": "Prepare a socially fair rationing of gas so that prices do not prevent the poorest from accessing essential energy.", "additional_details": "Russia has invaded Ukraine. This is an attack not just on Ukraine but on democracy. \r\n\r\nIt is clear Russia will be largely unaffected by most sanctions imposed so far, at least in the short term.\r\n\r\nThe world is watching in horror as we see civilians fleeing and their homes attacked - in Europe.", "committee_note": null, "state": "rejected", "signature_count": 11, "created_at": "2022-02-26T08:20:10.483Z", "updated_at": "2022-03-01T09:36:46.285Z", "rejected_at": "2022-03-01T09:36:45.274Z", "opened_at": null, "closed_at": null, "moderation_threshold_reached_at": "2022-02-26T10:34:58.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": {"code": "no-action", "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nIt's not clear if you want the Government to implement sanctions that reduce gas supply to the UK, or prepare a strategy for how to manage a gas shortage if the UK's gas supply is affected by the current situation in Ukraine and Russia.\r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do."}, "government_response": null, "debate": null, "departments": [], "topics": []}}, {"type": "petition", "id": 609290, "links": {"self": "https://petition.parliament.uk/petitions/609290.json"}, "attributes": {"action": "Scale/speed up renewable energy to reduce carbon/costs and increase security", "background": "Increase the roll-out of UK renewables, specifically Solar, Wind, Tidal and Green Hydrogen, in order to reduce our reliance on fossil fuels for electricity generation. Also, increase research into increasing available storage capacity for renewable energy. Increase the FIT to encourage PV panels.", "additional_details": "In October 2021, Sky News reported that over half of the UK's electricity was produced from natural gas. We are currently on course for a global temperature rise in the next century with devastating consequences. A proportion of UK gas supply comes from Russia, who at the time of writing are on the brink of invading Ukraine. It is imperative that UK takes control of it's own electricity supply from renewable sources which unlike fossil fuels cannot be laid claim to by a particular nation.", "committee_note": null, "state": "rejected", "signature_count": 11, "created_at": "2022-02-22T18:36:04.536Z", "updated_at": "2022-02-25T08:38:26.628Z", "rejected_at": "2022-02-25T08:38:25.701Z", "opened_at": null, "closed_at": null, "moderation_threshold_reached_at": "2022-02-22T21:28:38.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": {"code": "no-action", "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe understand that you want to see a faster transition to renewable energy, but it's not clear what you want the Government to do to incentivise increased renewable capacity.\r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do.\r\n\r\nWe have published the following petitions, which you might like to sign:\r\n\r\nPrepare & deliver a strategy for developing and using Tidal energy in the UK: https://petition.parliament.uk/petitions/598785\r\n\r\nRequire new large buildings include renewable energy generation: https://petition.parliament.uk/petitions/600894\r\n\r\nJoin the Beyond Oil and Gas Alliance and commit to its end date for fossil fuels: https://petition.parliament.uk/petitions/596001\r\n"}, "government_response": null, "debate": null, "departments": [], "topics": []}}, {"type": "petition", "id": 608411, "links": {"self": "https://petition.parliament.uk/petitions/608411.json"}, "attributes": {"action": "The Government should impose a windfall tax on energy companies", "background": "Many energy companies have recorded substantially large profits whilst consumers are being faced with ever increasing fuel costs.  We are now in a situation where people are faced with fuel poverty - a choice where they have to decide between fuel or food, or some other item.", "additional_details": "The Government have the power to tax companies who make substantial profits at the expense of the people it serves.  The price of fuel and energy has a direct impact on the costs of goods.  Especially in manufacturing and transport.  These increased costs make inflation rise and then have a knock-on effect in every area of life.  Big companies should be made to pay when the have profited from the citizens of this country.", "committee_note": null, "state": "rejected", "signature_count": 11, "created_at": "2022-02-08T20:33:34.068Z", "updated_at": "2022-02-14T09:57:23.731Z", "rejected_at": "2022-02-14T09:57:21.573Z", "opened_at": null, "closed_at": null, "moderation_threshold_reached_at": "2022-02-08T21:11:58.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": {"code": "duplicate", "details": "You may wish to sign this petition which calls for the same action:https://petition.parliament.uk/petitions/607983"}, "government_response": null, "debate": null, "departments": [], "topics": []}}, {"type": "petition", "id": 606530, "links": {"self": "https://petition.parliament.uk/petitions/606530.json"}, "attributes": {"action": "Restrict any increase in the price of energy bills to 4% per year", "background": "The energy price cap is going to be reviewed in March 2022. Due to the price of wholesale gas, bills are expected to soar by between 40- 50%. This comes on top of the projected increase in national insurance, council tax, water and groceries.  Put simply, this is unaffordable", "additional_details": "Those whose tariffs have come to an end, or whose energy companies have already collapsed, have already seen increases of up to 100% in the cost of their bills and are making daily decisions as to whether to eat or heat their homes. Those in this position cannot sustain a further increase. Whilst other countries are also affected by the increase in wholesale gas prices, they are dealing with the crisis differently. In France, the government are limiting any increase to the public to 4%, with any losses to funded directly by the industry from their vast profits. Whilst this would still be an increase, it is more affordable than bills rising by a projected 50%. Urgent help is needed now.", "committee_note": null, "state": "rejected", "signature_count": 11, "created_at": "2022-01-17T15:46:16.569Z", "updated_at": "2022-01-20T10:05:16.218Z", "rejected_at": "2022-01-20T10:05:15.558Z", "opened_at": null, "closed_at": null, "moderation_threshold_reached_at": "2022-01-17T16:53:08.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": {"code": "irrelevant", "details": "We can't accept your petition because the UK Government and Parliament aren't responsible for the issue you raise. The cost of energy is a matter for energy companies, while the energy price cap is a decision for Ofgem."}, "government_response": null, "debate": null, "departments": [], "topics": []}}, {"type": "petition", "id": 605370, "links": {"self": "https://petition.parliament.uk/petitions/605370.json"}, "attributes": {"action": "Come April 2022, STOP energy companies increasing all energy bills by 50%.", "background": "Due to unprecedented increases in the wholesale price of energy, the regulator's energy price cap is expected to rise by over 50% in April from its current level of £1,277 a year, severely denting people's finances as bills get more expensive. The government must stop these 50% energy price increase", "additional_details": "People can not afford these unprecedented, unreasonable and unaffordable energy price increases. As a result, people could be made homeless, penniless and undoubtedly, suicide rates will sadly rise, as people fail to cope with the Covid -19 pandemic, unaffordable energy prices, unemployment and depression.  Subsequently we want the government and the energy companies, to stop these unprecedented and unaffordable 50% increased energy prices, otherwise a lot of people will suffer.", "committee_note": null, "state": "rejected", "signature_count": 11, "created_at": "2022-01-06T21:19:11.556Z", "updated_at": "2022-01-10T16:24:41.470Z", "rejected_at": "2022-01-10T15:59:49.734Z", "opened_at": null, "closed_at": null, "moderation_threshold_reached_at": "2022-01-06T22:18:28.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": {"code": "irrelevant", "details": "The prices that customers are charged for energy, within the limits set by the energy price cap, are a matter for energy suppliers, not the UK Government or Parliament. The level of that cap is set by the regulator Ofgem, which is independent of the UK Government. The UK Government is therefore not directly responsible for the action this petition calls for.\r\n\r\nYou might like to sign this petition which calls for a related action: https://petition.parliament.uk/petitions/597470"}, "government_response": null, "debate": null, "departments": [], "topics": []}}, {"type": "petition", "id": 598857, "links": {"self": "https://petition.parliament.uk/petitions/598857.json"}, "attributes": {"action": "Ban the use of advertising inserts in magazines.", "background": "I subscribe to magazines and receive excessive amounts of advertising inserts which are not remotely connected to the magazine and go straight into recycling. This is a huge waste of resource and energy and increases emissions due to the production and extra weight of delivery and needs regulation.", "additional_details": "Bring in Legislation banning or restricting the use of magazine inserts which will help mitigate wasting resources and emissions not only caused by the production of the waste inserts but also reducing the weight of delivery that will also help. All of this benefits us in our mission of climate change. After all, reduce waste come before reuse and recycle as recycling still uses valuable resources.", "committee_note": null, "state": "rejected", "signature_count": 11, "created_at": "2021-10-10T18:11:48.878Z", "updated_at": "2021-10-12T10:55:51.918Z", "rejected_at": "2021-10-12T10:55:22.866Z", "opened_at": null, "closed_at": null, "moderation_threshold_reached_at": "2021-10-10T18:33:58.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": {"code": "irrelevant", "details": "We can't accept your petition because the UK Government and Parliament aren't responsible for the issue you raise. This is a decision for publishers. "}, "government_response": null, "debate": null, "departments": [], "topics": []}}, {"type": "petition", "id": 597383, "links": {"self": "https://petition.parliament.uk/petitions/597383.json"}, "attributes": {"action": "UK govt to make geothermal energy the principal supply of clean renewable energy", "background": "The UK govt to undertake the largest investment in UK renewable energy in our history.", "additional_details": "The average UK geothermal gradient is 26˚C per km depth. Drilling 4km bore holes across the UK gives steam heat water 24/7.  1 borehole can feed 4000 houses. This  means,  that for the 23million homes only  5750 bore holes would be required (100/county). UK land mass is 245000km so one bore hole every 60km. Industry could be provided with power. Heat and electric.   Old mineshafts are a rich source of heat too.  These are renewable the life of each bore hole is expected to be 100 years each.", "committee_note": null, "state": "rejected", "signature_count": 11, "created_at": "2021-09-19T08:07:57.763Z", "updated_at": "2021-09-23T16:46:00.624Z", "rejected_at": "2021-09-23T16:45:59.315Z", "opened_at": null, "closed_at": null, "moderation_threshold_reached_at": "2021-09-19T09:47:28.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": {"code": "no-action", "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe're not sure exactly what you'd like the Government or Parliament to do.  We're not sure whether you want the Government to take responsibility for energy generation using geothermal energy, or provide financial support to industry to develop this. \r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do. "}, "government_response": null, "debate": null, "departments": [], "topics": []}}, {"type": "petition", "id": 593994, "links": {"self": "https://petition.parliament.uk/petitions/593994.json"}, "attributes": {"action": "The govt fully fund and undertake the insulation of all social housing by 2025", "background": "The govt immediately promise to enact within four months a legally binding national plan to fully fund and be responsible for full low-energy /carbon retrofit of all homes in Britain, with no externalised costs, by 2030 for a just transition to decarbonisation of all parts of society and the economy", "additional_details": "To meet UK commitments under the Paris Agreement to stay below 1.5C and legal obligations under the Climate Change Act 2008, as amended in 2019, emissions from heating and powering homes must be reduced by 78% in less than 15 years and then to zero by 2050.\r\nNearly 15% of the UK's total emissions comes from heating homes. The CCC flag the \"stalled\" work, which 'must be viewed and supported by the Treasury as a national infrastructure priority\" (2019) for energy efficiency, job investment & health", "committee_note": null, "state": "rejected", "signature_count": 11, "created_at": "2021-08-03T10:08:15.029Z", "updated_at": "2022-02-17T12:20:24.239Z", "rejected_at": "2021-08-05T07:19:03.828Z", "opened_at": null, "closed_at": null, "moderation_threshold_reached_at": "2021-08-03T13:00:05.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": {"code": "no-action", "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe understand that you want to see action to insulate homes in the UK, but we're not sure if you want this to apply to only social housing (referred to in your title) or all homes (referred to in the main text of your petition). In any case, the UK Government is only responsible for housing in England, and not Scotland or Wales.\r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do."}, "government_response": null, "debate": null, "departments": [], "topics": []}}, {"type": "petition", "id": 570811, "links": {"self": "https://petition.parliament.uk/petitions/570811.json"}, "attributes": {"action": "Prevent early termination contract charges on broadband when switching provider", "background": "Create a law banning early contract termination charges for broadband consumers when switching providers,  using a service similar to the energy switch.", "additional_details": "Broadband is now a necessity, and it's unfair on the consumer to be tied to a lengthy contract should a new provider offer a better rate and download speeds.\r\nThe consumer should be able to switch providers without early termination fees or paying the remainder of their contract in full.", "committee_note": null, "state": "rejected", "signature_count": 11, "created_at": "2021-01-18T12:41:17.283Z", "updated_at": "2021-01-25T10:10:47.668Z", "rejected_at": "2021-01-25T10:10:47.671Z", "opened_at": null, "closed_at": null, "moderation_threshold_reached_at": "2021-01-18T13:30:57.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": {"code": "duplicate", "details": "You may wish to sign this petition calling for a similar action: https://petition.parliament.uk/petitions/568543\r\n\r\nThe Government is not responsible for the terms and conditions of contracts for commercial services, including internet."}, "government_response": null, "debate": null, "departments": [], "topics": []}}, {"type": "petition", "id": 558351, "links": {"self": "https://petition.parliament.uk/petitions/558351.json"}, "attributes": {"action": "KEEP DRIVING TEST CENTRES OPEN FOR PEOPLE WHO HAVE ALREADY BOOKED THEY’RE TESTS", "background": "I want them to keep the driving test centres open for people who have already booked they’re driving tests as it’s not fair. A lot of time money and energy has been wasted already and it is mentally frustrating.", "additional_details": "", "committee_note": null, "state": "rejected", "signature_count": 11, "created_at": "2020-11-02T19:40:26.908Z", "updated_at": "2020-11-09T10:22:41.547Z", "rejected_at": "2020-11-09T10:22:41.550Z", "opened_at": null, "closed_at": null, "moderation_threshold_reached_at": "2020-11-02T19:47:57.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": {"code": "duplicate", "details": "You may wish to sign this petition calling for the same action: https://petition.parliament.uk/petitions/557462"}, "government_response": null, "debate": null, "departments": [], "topics": []}}, {"type": "petition", "id": 333251, "links": {"self": "https://petition.parliament.uk/petitions/333251.json"}, "attributes": {"action": "Abolish suggestions to display calorie information on drinks and menus", "background": "Stop displaying calorie information next to food and drink as a way of ‘preventing obesity’. Educate people on what a healthy, balanced diet looks like without demonising calories and promoting restriction.", "additional_details": "While obesity is a very real issue in our society, displaying calorie information next to each item has a very detrimental effect, particularly on those who already suffer with serious eating disorders such as anorexia, bulimia and other eating disorders. Calories are just a unit of energy and don’t show how ‘healthy’ food is. We should be aiming to educate the public on what a healthy, balanced diet looks like without promoting the idea that more calories is always a bad thing.", "committee_note": null, "state": "rejected", "signature_count": 11, "created_at": "2020-07-29T14:00:42.945Z", "updated_at": "2020-08-03T14:20:00.257Z", "rejected_at": "2020-08-03T14:20:00.260Z", "opened_at": null, "closed_at": null, "moderation_threshold_reached_at": "2020-07-29T15:59:34.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": {"code": "duplicate", "details": "https://petition.parliament.uk/petitions/332940"}, "government_response": null, "debate": null, "departments": [], "topics": []}}, {"type": "petition", "id": 329473, "links": {"self": "https://petition.parliament.uk/petitions/329473.json"}, "attributes": {"action": "Prevent the drilling of oil and gas on the Isle of Wight", "background": "The government should intervene to prevent the drilling of oil or gas on the Isle of Wight. Proposed plans would see exploratory wells dug with the potential for further drilling.", "additional_details": "Fracking/oil & gas drilling on the Island would be economically disastrous for the “holiday Isle” as the suggested sites are areas that welcome a high volume of tourists. Furthermore, the decision to further exploit natural gas & oil runs counter to the government’s position in facing climate change. Put simply, our government should not stand for further fossil fuel extraction and should instead seek to find alternative sources of energy.", "committee_note": null, "state": "rejected", "signature_count": 11, "created_at": "2020-06-27T11:57:47.361Z", "updated_at": "2020-09-08T11:33:07.732Z", "rejected_at": "2020-09-08T11:33:01.150Z", "opened_at": null, "closed_at": null, "moderation_threshold_reached_at": "2020-06-27T12:13:44.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": {"code": "irrelevant", "details": "We can't accept your petition because the UK Government and Parliament aren't responsible for the issue you raise. This is a planning decision for the local council.\r\n\r\nYou could start a petition calling for the Government to ban oil and gas exploration in the UK, or in specific circumsatances (such as in internationally recognised biospheres) if that's what you'd like to see happen. "}, "government_response": null, "debate": null, "departments": [], "topics": []}}, {"type": "petition", "id": 318508, "links": {"self": "https://petition.parliament.uk/petitions/318508.json"}, "attributes": {"action": "Allow cancer treatment charity  centres to  reopen for Oxygen  therapy", "background": "Allow cancer treatment oxygen therapy charity   centres to reopen for alternative  treatments  to fight this illness and other illnesses", "additional_details": "Because it helps the symptoms  of  cancer..fibromyalgia ...brain tumours  multiple  sclerosis  and general health no end  easing pain increasing  energy and helps to focus on recovering", "committee_note": null, "state": "rejected", "signature_count": 11, "created_at": "2020-04-27T06:14:16.156Z", "updated_at": "2020-07-07T15:09:46.290Z", "rejected_at": "2020-07-07T15:09:42.090Z", "opened_at": null, "closed_at": null, "moderation_threshold_reached_at": "2020-04-27T10:24:34.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": {"code": "already-happening", "details": "Since you started your petition some centres have reopened. It's a decision for other centres whether or not they are able to safely reopen. "}, "government_response": null, "debate": null, "departments": [], "topics": ["covid-19"]}}, {"type": "petition", "id": 629896, "links": {"self": "https://petition.parliament.uk/petitions/629896.json"}, "attributes": {"action": "STOP ENERGY PRICES RISING AND CAUSING UNNECESSARY DEATH THIS WINTER!!!!", "background": "I want you to stop these energy companies who are making billions in profit to cut the prices as this winter the UK will lose so many people due to the cold in their own homes. Someone needs to do something", "additional_details": "Because no person in the UK believes the government an what they do your hated on for everything you've done the past few years. If you can help people from freezing to death in their own homes and actually help the people of Britain out then maybe we will have faith in the system again", "committee_note": null, "state": "rejected", "signature_count": 10, "created_at": "2022-12-15T00:04:58.489Z", "updated_at": "2022-12-20T16:11:03.031Z", "rejected_at": "2022-12-20T16:11:00.519Z", "opened_at": null, "closed_at": null, "moderation_threshold_reached_at": "2022-12-15T01:15:50.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": {"code": "irrelevant", "details": "We can't accept your petition because the UK Government and Parliament aren't responsible for the issue you raise. This is a decision for energy providers.\r\n\r\nYou might like to sign this petition\r\n\r\nhttps://petition.parliament.uk/petitions/623277"}, "government_response": null, "debate": null, "departments": [], "topics": []}}, {"type": "petition", "id": 629826, "links": {"self": "https://petition.parliament.uk/petitions/629826.json"}, "attributes": {"action": "Remove the “Challenge 25” rule for purchase of energy drinks.", "background": "This policy needs to be removed so that stores are unable to implement this. Not everyone has ID/always carries it round with them. Aside from this; It can cause a lot of distress for people with disabilities like Autism who are clearly of age but may not look it nor have their ID on them.", "additional_details": "This may sound small to some people but to a large number of people if effects, it is such an inconvenience having to produce ID to buy an energy drink if you look under 25. \r\nYou can legally buy them at 16 so proving your age unless you look over 25 seems extremely excessive. Refusing service to someone who’s 16 because of this is understandable, but refusing people 18+ for an energy drink because of no ID is not only over the top, but it is demeaning to be IDd for this when you are over 18.", "committee_note": null, "state": "rejected", "signature_count": 10, "created_at": "2022-12-13T16:19:47.902Z", "updated_at": "2022-12-19T10:18:31.280Z", "rejected_at": "2022-12-19T10:18:30.098Z", "opened_at": null, "closed_at": null, "moderation_threshold_reached_at": "2022-12-13T16:49:40.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": {"code": "irrelevant", "details": "We can't accept your petition because the UK Government and Parliament aren't responsible for the issue you raise. This is a scheme by retailers rather than a legal requirement for the UK Government or Parliament\r\n\r\nhttps://rasg.org.uk/about/"}, "government_response": null, "debate": null, "departments": [], "topics": []}}, {"type": "petition", "id": 629691, "links": {"self": "https://petition.parliament.uk/petitions/629691.json"}, "attributes": {"action": "The Government should institute a Windfall Tax on the Pharmaceutical Companies", "background": "The government saw fit to create a windfall tax on the energy companies. The  profits of the energy companies are dwarfed by the massive profits pharmaceutical companies have made in the course of the covid pandemic.", "additional_details": "The government has given the pharmaceutical companies legal immunity from liability for the covid vaccines. This therefore limits affordability of payments made by the government for relatives whose deaths and injuries are recognised as vaccine related.\r\nThe windfall tax would create a fund which will provide for long term support for those injured by the “safe and effective” vaccines promoted by the government.", "committee_note": null, "state": "rejected", "signature_count": 10, "created_at": "2022-12-10T22:16:47.076Z", "updated_at": "2022-12-15T10:33:26.126Z", "rejected_at": "2022-12-15T10:33:24.871Z", "opened_at": null, "closed_at": null, "moderation_threshold_reached_at": "2022-12-11T11:09:30.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": {"code": "no-action", "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe're not sure exactly what you'd like the Government or Parliament to do. We're not sure if you want a general windfall tax of pharmaceutical companies, or if you'd like vaccine manufacturers to be taxed in order to fund compensation for vaccine damage. \r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do. "}, "government_response": null, "debate": null, "departments": [], "topics": []}}, {"type": "petition", "id": 626979, "links": {"self": "https://petition.parliament.uk/petitions/626979.json"}, "attributes": {"action": "Make it law that shops must turn lights off when closed", "background": "make a law to close shops light at night or take strict actions against it", "additional_details": "In this energy crisis situation which everyone is facing and we are talking about electricity cuts for hours in coming months and prices of energy is shooting up - it really scares us to see the wastage of electricity in shops at night .\r\nI believe that we have smart cameras now which can record any moments if lights are turned off in case of theft. \r\nwe have climate chnage talks every year  looking for solutions but it really saddnes to see that we have solution in front of us and we are not taking any actions for the lights  which are a huge wastage on climate", "committee_note": null, "state": "rejected", "signature_count": 10, "created_at": "2022-10-28T11:55:34.682Z", "updated_at": "2022-11-01T08:21:59.226Z", "rejected_at": "2022-11-01T08:21:58.135Z", "opened_at": null, "closed_at": null, "moderation_threshold_reached_at": "2022-10-28T14:35:00.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": {"code": "duplicate", "details": "You may wish to sign this petition which calls for a similar action: https://petition.parliament.uk/petitions/624797"}, "government_response": null, "debate": null, "departments": [], "topics": []}}, {"type": "petition", "id": 626792, "links": {"self": "https://petition.parliament.uk/petitions/626792.json"}, "attributes": {"action": "Reduce VAT for hospitality/Leisure to help with increasing overheads", "background": "Put to the floor of parliament and discuss if reducing VAT will help with overheads and increasing energy bills.", "additional_details": "Decrease the VAT to 15% which will help paying for increasing wages, energy bills, produce and other increasing bills", "committee_note": null, "state": "open", "signature_count": 10, "created_at": "2022-10-26T01:37:27.528Z", "updated_at": "2022-11-21T11:14:50.000Z", "rejected_at": null, "opened_at": "2022-10-31T13:31:18.707Z", "closed_at": null, "moderation_threshold_reached_at": "2022-10-26T21:21:10.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": "Joshua Peniket", "rejection": null, "government_response": null, "debate": null, "departments": [{"acronym": "HMT", "name": "HM Treasury", "url": "https://www.gov.uk/government/organisations/hm-treasury"}], "topics": []}}, {"type": "petition", "id": 624613, "links": {"self": "https://petition.parliament.uk/petitions/624613.json"}, "attributes": {"action": "Please ask the Government to sack Ofgem for their outrageous Price Cap!", "background": "Government should replace Ofgem personal with the instruction to negotiate a deal that does not lead to Energy Companies making such obscene profits at the consumers' expense. The number of consumers that will be driven to extreme hardship is unforgiveable.", "additional_details": "Parliament has the responsibilty to help the poorest.", "committee_note": null, "state": "rejected", "signature_count": 10, "created_at": "2022-10-05T11:04:04.142Z", "updated_at": "2022-11-14T15:47:03.866Z", "rejected_at": "2022-10-13T08:05:38.864Z", "opened_at": null, "closed_at": null, "moderation_threshold_reached_at": "2022-10-10T10:45:30.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": {"code": "honours", "details": "We cannot accept petitions about honours or appointments, which includes petitions requesting public servants be dismissed.\r\n\r\nWe have published the following petition, which you might like to sign:\r\n\r\nInquiry into Ofgem to determine if it is fit for purpose: https://petition.parliament.uk/petitions/621602"}, "government_response": null, "debate": null, "departments": [], "topics": []}}, {"type": "petition", "id": 624583, "links": {"self": "https://petition.parliament.uk/petitions/624583.json"}, "attributes": {"action": "Legislate for a UK inflation reduction act.", "background": "Begin the process for drafting legislate analogous to the US inflation reduction act.", "additional_details": "The problems of energy poverty and help for marginalised communities are just as strong in the UK as they are in the US.\r\n\r\nHowever we appear to see mostly short term budgeting solution.\r\n\r\nThe UK needs new institutions and govt support to structurally change the dependency of the economy on volatile fossil fuel supply chains.", "committee_note": null, "state": "rejected", "signature_count": 10, "created_at": "2022-10-04T22:42:30.075Z", "updated_at": "2022-10-10T10:38:31.517Z", "rejected_at": "2022-10-10T10:38:29.992Z", "opened_at": null, "closed_at": null, "moderation_threshold_reached_at": "2022-10-05T08:19:50.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": {"code": "no-action", "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe understand that you are concerned about inflation, but we're not sure exactly what you'd like the Government or Parliament to do to bring inflation down.\r\n\r\nThe US Inflation Reduction Act contains measures relating to prescription costs, health insurance, energy costs, and taxes, all of which work in a different way to the UK. Your petition refers to 'new institutions'  and structural change, but it is not clear what measures you want the UK Government to implement to bring down inflation.\r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do."}, "government_response": null, "debate": null, "departments": [], "topics": []}}, {"type": "petition", "id": 623405, "links": {"self": "https://petition.parliament.uk/petitions/623405.json"}, "attributes": {"action": "Reduce VAT to 5% for small businesses until the energy crisis is under control.", "background": "Change government policy to support small businesses during the energy crisis\r\n\r\n1) Reduce VAT to 5%\r\n2) Introduce business rate rebates.\r\n3) Re-Introduce a cap on energy price rises.\r\n4) Proactive launch of new decarbonisation and grant schemes to support SME’s", "additional_details": "Since February 2021, small businesses have seen their gas & energy costs rise over 400% with further increases anticipated resulting in record levels of business failure.\r\n\r\nOur high street has survived unprecedented challenges arising from the pandemic, & despite having not fully recovered we once again face an existential threat which has already resulted in many thousands of businesses to cease trading, with inevitable mass business failure if adequate and immediate action isn’t taken.", "committee_note": null, "state": "rejected", "signature_count": 10, "created_at": "2022-09-07T16:32:25.096Z", "updated_at": "2022-10-03T15:03:53.428Z", "rejected_at": "2022-09-23T11:03:27.810Z", "opened_at": null, "closed_at": null, "moderation_threshold_reached_at": "2022-09-07T16:38:30.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": {"code": "no-action", "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe're not sure exactly what you'd like the Government or Parliament to do. We're not sure if you'd like this VAT cut to apply to small businesses or to everyone. \r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do.  \r\n\r\nYou might also like to be aware that since you started your petition, the Government has announced an energy price cap for businesses:\r\nhttps://www.gov.uk/government/news/government-announces-energy-price-guarantee-for-families-and-businesses-while-urgently-taking-action-to-reform-broken-energy-market"}, "government_response": null, "debate": null, "departments": [], "topics": []}}]}