{"links": {"self": "https://petition.parliament.uk/petitions.json?q=plastic+pollution&page=2", "first": "https://petition.parliament.uk/petitions.json?q=plastic+pollution", "last": "https://petition.parliament.uk/petitions.json?page=2&q=plastic+pollution", "next": null, "prev": "https://petition.parliament.uk/petitions.json?q=plastic+pollution"}, "data": [{"type": "petition", "id": 329465, "links": {"self": "https://petition.parliament.uk/petitions/329465.json"}, "attributes": {"action": "reward businesses for being environmentally friendly", "background": "give rewards like drop tax or encourage people to use businesses who focus on having low levels of pollution and/or plastic waste.", "additional_details": "climate change is a huge problem that will affect everyone and many big businesses put lots of pollution into the world and put lots of waste into the world with businesses producing many items with excessive plastic wrapping and with much of this going to waste. along with plastic needing 1000s of years to decompose. our seas filling with plastic and killing many animals and the planet. businesses that work to stop themselves from having high pollution and dropping plastic waste should be rewarded by the government. they should also be recognised and people should be made aware of businesses that work to do this to try and encourage the UK public to shop sustainably.", "committee_note": null, "state": "rejected", "signature_count": 8, "created_at": "2020-06-27T11:22:44.970Z", "updated_at": "2020-09-08T11:13:43.425Z", "rejected_at": "2020-09-08T11:13:29.769Z", "opened_at": null, "closed_at": null, "moderation_threshold_reached_at": "2020-06-27T11:40:54.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": {"code": "no-action", "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe're not sure exactly what you'd like the Government or Parliament to do. The Government already provides some incentives for businesses to operate in more environmentally sustainable ways. You can find more information here: https://www.gov.uk/green-taxes-and-reliefs\r\n\r\nYou may wish to sign this petition:\r\nRebuild the economy out of lockdown with a Green New Deal\r\nhttps://petition.parliament.uk/petitions/317343\r\n            \r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do."}, "government_response": null, "debate": null, "departments": [], "topics": []}}, {"type": "petition", "id": 317404, "links": {"self": "https://petition.parliament.uk/petitions/317404.json"}, "attributes": {"action": "Encourage UK supermarkets to use less plastic in their packaging.", "background": "We would like the government to promote a limitation of plastic and an elimination of non-recyclable plastic in UK supermarkets’ packaging. Supermarkets have many products unnecessarily wrapped in plastic. The proposed change would reduce plastic pollution in our oceans.", "additional_details": "We would like you to do this as packaging has been found to be one of the main sources of sea pollution. A truckload of plastic is released into the ocean every minute and supermarkets produce approximately 800,000 tons every year. It is estimated that over 100 million marine animals are killed each year by plastic waste. Help us change this devastating number.", "committee_note": null, "state": "rejected", "signature_count": 8, "created_at": "2020-04-19T20:24:18.289Z", "updated_at": "2020-06-29T16:21:54.488Z", "rejected_at": "2020-06-29T16:21:54.314Z", "opened_at": null, "closed_at": null, "moderation_threshold_reached_at": "2020-04-20T15:23:34.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": {"code": "duplicate", "details": "https://petition.parliament.uk/petitions/300152"}, "government_response": null, "debate": null, "departments": [], "topics": []}}, {"type": "petition", "id": 612329, "links": {"self": "https://petition.parliament.uk/petitions/612329.json"}, "attributes": {"action": "Make multi-layer material consumer food packaging compostable by 2030 in the UK", "background": "Parliament must vote to make mixed material consumer food packaging in the UK compostable and a legal requirement by 2030. Multi-layer material packaging e.g. crisp packets must use compostable packaging such as PLA. Goods that do not meet these regulations by 2030 will be taxed.", "additional_details": "The UK can set the example, leading change in the global market using our consumer power. Producers must adapt to a changing world, and shift to working under a circular economy. This legislation can begin this change. Although supplementary, we must look past recycling to instead reduce the use of plastic, reverse waste pollution and the growing damage of micro plastics. Our consumption can be reformed and this ambition to reduce our plastic production can be realised with this call for change.", "committee_note": null, "state": "rejected", "signature_count": 7, "created_at": "2022-03-27T12:00:39.110Z", "updated_at": "2022-03-31T11:08:04.759Z", "rejected_at": "2022-03-31T11:08:03.377Z", "opened_at": null, "closed_at": null, "moderation_threshold_reached_at": "2022-03-27T21:03:09.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": {"code": "no-action", "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nIt's not clear if you want the Government to ban multi-layer consumer food packaging that isn't compostable, or just introduce additional taxes for packaging that isn't compostable.\r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do."}, "government_response": null, "debate": null, "departments": [], "topics": []}}, {"type": "petition", "id": 602718, "links": {"self": "https://petition.parliament.uk/petitions/602718.json"}, "attributes": {"action": "Ban single use plastics and the unnecessary use of plastic packaging", "background": "The change needs to start in super markets, big brands and companies. They need to be forced to change their packaging to sustainable material. Companies like Galaxy are already using a plant based packaging for their vegan chocolate, it can be done. Our oceans and planet need us to change.", "additional_details": "Single use plastics are polluting the world, they need to be banned. Our oceans are being destroyed. We actively ship recycling to other countries whose lands are polluted with our plastic waste. Single use masks are being discarded everywhere and being found in the oceans. Animals and their homes are dying. We are running out of room for anymore plastic wastage. It is in our water, air, fish, land. It has to stop. Mexico, Canada, Germany are doing this. We have a responsibility to do this too.", "committee_note": null, "state": "rejected", "signature_count": 7, "created_at": "2021-12-06T20:36:23.040Z", "updated_at": "2022-01-07T08:52:50.061Z", "rejected_at": "2022-01-07T08:52:49.008Z", "opened_at": null, "closed_at": null, "moderation_threshold_reached_at": "2022-01-05T19:43:28.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": {"code": "no-action", "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe understand that you are concerned about the use of plastics, but it's not clear exactly what plastics you want to be banned, and if you only want this ban to apply to certain businesses, or all.\r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do.\r\n\r\nWe have published the following petitions, which you might like to sign:\r\n\r\nBan plastic packaging for fruit and vegetables: https://petition.parliament.uk/petitions/600128\r\n\r\nBan the use of plastic food packaging: https://petition.parliament.uk/petitions/595495\r\n\r\nBan all plastic packaging: https://petition.parliament.uk/petitions/603901"}, "government_response": null, "debate": null, "departments": [], "topics": []}}, {"type": "petition", "id": 601763, "links": {"self": "https://petition.parliament.uk/petitions/601763.json"}, "attributes": {"action": "Legislate plastics manufacturers to ditch oil & switch to biomass when available", "background": "Oil companies will resist giving way to bioplastics. Government should legislate to forbid oil producers from continuing to pollute our Planet. Biomass must be encouraged into the main production of plastics. It is an eco-friendy alternative and is relatively easy to tweak. Products already exist!", "additional_details": "Here is important research data: EUBP Facts and Figures - BIOPLASTICS. The amount of biomass needed dwarfs the total available in the Planet. This campaign will lead to a real improvement in plastic waste and carbon reduction. These are both vital if we are to reach carbon neutrality. Until now, this was wishful thinking. By contrast, there are so many developments that with legislation real improvements can come to life. The exact same plastic formulae can be used for all plastic items.", "committee_note": null, "state": "rejected", "signature_count": 7, "created_at": "2021-11-22T23:07:39.586Z", "updated_at": "2021-11-29T09:52:33.026Z", "rejected_at": "2021-11-29T09:52:32.318Z", "opened_at": null, "closed_at": null, "moderation_threshold_reached_at": "2021-11-23T11:51:28.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": {"code": "no-action", "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe understand that you are concerned about the use of oil to produce plastics, but we're not sure if you want the Government to ban plastics being produced using oil, or to do something else.\r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do."}, "government_response": null, "debate": null, "departments": [], "topics": []}}, {"type": "petition", "id": 573599, "links": {"self": "https://petition.parliament.uk/petitions/573599.json"}, "attributes": {"action": "Combat the problems involved with fast fashion", "background": "The government needs to enforce legislation which will put and end to the immoral and environmentally damaging industry of fast fashion. There are many severe problems involved with fast fashion, many involving the environment, the economy, and human rights.", "additional_details": "It is so important to prevent this because people do not realise the problems lying behind the fast fashion industry. Modern day slaves are being exploited in foreign countries. Children are paralysed from factories falling on them. Water and the environment are being polluted. 35% of all plastic in the sea is from polyester materials. 10% of carbon emissions are from garment factories. The government needs to target big brands like BooHoo and Primark before even more damage is caused!", "committee_note": null, "state": "rejected", "signature_count": 7, "created_at": "2021-02-02T23:23:21.636Z", "updated_at": "2021-02-09T10:23:21.059Z", "rejected_at": "2021-02-09T10:23:21.062Z", "opened_at": null, "closed_at": null, "moderation_threshold_reached_at": "2021-02-02T23:42:17.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": {"code": "no-action", "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe're not sure exactly what you'd like the Government or Parliament to do to combat these problems. \r\n\t\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do. "}, "government_response": null, "debate": null, "departments": [], "topics": []}}, {"type": "petition", "id": 554343, "links": {"self": "https://petition.parliament.uk/petitions/554343.json"}, "attributes": {"action": "Demand compensation from plastic producers for every British citizen.", "background": "I want parliament to force plastic producers to pay compensation to the public for the nuisance, unsightliness and danger of plastic pollution on land and at sea. Our wildlife, beaches, towns and countryside are awash with non-recyclable, non-biodegradable plastic and drastic action is needed.", "additional_details": "Companies in the business of producing plastic have historically misled the government and the public about how reusable and recyclable they are. Plastics are not very reusable or recyclable and the production of plastic needs to be halted unless it is shown to be wholly recyclable or biodegradable. In the meantime, restitution must be paid for the damage done by plastic pollution and the misleading information about resuability and recycling.", "committee_note": null, "state": "rejected", "signature_count": 7, "created_at": "2020-10-13T16:07:11.145Z", "updated_at": "2020-10-23T17:04:19.612Z", "rejected_at": "2020-10-22T16:33:35.386Z", "opened_at": null, "closed_at": null, "moderation_threshold_reached_at": "2020-10-15T16:30:04.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": {"code": "irrelevant", "details": "We can't accept your petition because the UK Government and Parliament aren't responsible for the issue you raise. Compensation is a matter for the courts.\r\n\r\nWe could publish a petition calling for the Government to impose a levy on all plastic production in the UK, if that's what you'd like to see happen. "}, "government_response": null, "debate": null, "departments": [], "topics": []}}, {"type": "petition", "id": 331263, "links": {"self": "https://petition.parliament.uk/petitions/331263.json"}, "attributes": {"action": "Implement a tax on food packaged with any single use plastics", "background": "A tax on all food packaged with any single use plastics in order to persuade food suppliers to replace it with non-plastic alternatives. The tax should start low but increase over time to make plastic food packaging commercially unattractive. For example 10% in year 1, 25% in 2 two, 100% in year 3.", "additional_details": "Plastic pollution is a huge problem, and currently there is little commercial incentive towards change. Food is one of the markets where single use plastic is highly prevalent, yet alternatives exist - from traditional waxed paper, through to new technologies e.g. cellulose based packaging. The UK should be a world leader in the green economy, and this approach would help to drive investment in alternatives to our plastic-heavy economy.", "committee_note": null, "state": "rejected", "signature_count": 7, "created_at": "2020-07-12T12:59:16.122Z", "updated_at": "2020-09-17T10:48:29.925Z", "rejected_at": "2020-09-17T10:48:29.928Z", "opened_at": null, "closed_at": null, "moderation_threshold_reached_at": "2020-07-12T15:36:04.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": {"code": "duplicate", "details": "https://petition.parliament.uk/petitions/315755"}, "government_response": null, "debate": null, "departments": [], "topics": []}}, {"type": "petition", "id": 323217, "links": {"self": "https://petition.parliament.uk/petitions/323217.json"}, "attributes": {"action": "Replace GDP with a measure that includes human health, happiness and wellbeing", "background": "The government should consult on alternative measures of national welfare taking into account non-economic factors including human health and happiness, as well as the health of the environment. A firm commitment should be made to replacing GDP as the sole or main measure of national prosperity.", "additional_details": "Increasing GDP has been the holy grail of governments for centuries but an ever-expanding economy is incompatible with the challenges we face in the 21st century. Policies aimed at increasing GDP have given us the climate emergency, plastic pollution and mass extinctions. We've suffered recessions which have cost livelihoods and lives and seen whole regions passed by in the spoils of growth.\r\n\r\nWe need a new yardstick to aim for which leads to a more sustainable and happy future for us all.", "committee_note": null, "state": "rejected", "signature_count": 7, "created_at": "2020-05-27T15:25:04.860Z", "updated_at": "2020-08-04T15:05:25.870Z", "rejected_at": "2020-08-04T15:05:11.280Z", "opened_at": null, "closed_at": null, "moderation_threshold_reached_at": "2020-05-27T16:35:34.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": {"code": "no-action", "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe're not sure exactly what you'd like the Government or Parliament to do, in particular we don't know what you mean by replacing GDP. There is not a single, official measure that the Government use to assess policy impact or the health of the country.\r\n\r\nThe Office for National Statistics already collects data on a range of areas, you can find more information here: https://www.ons.gov.uk/peoplepopulationandcommunity/wellbeing\r\n                \r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do, such as changes to specific policies. For example, you could start a petition requesting a specific strategy for increasing human health, happiness and wellbeing."}, "government_response": null, "debate": null, "departments": [], "topics": []}}, {"type": "petition", "id": 593795, "links": {"self": "https://petition.parliament.uk/petitions/593795.json"}, "attributes": {"action": "Take action on the climate emergency", "background": "Emergency action is needed to ensure the survival of our species and planet. Implement a ban on plastic packaging for fruit/veg, & single use plastic bags. Donate in date food waste to food banks/homeless shelters. Protect green land from development. Ban selling fossil fuels and petrol vehicles.", "additional_details": "Around 70% of litter in the ocean is made of plastic. Plastic pollution is harmful to wildlife and humans.\r\n\r\nFood waste is responsible for more than 25 million tonnes of greenhouse gas emissions in the UK per year. Greenhouse gas emissions from road transport has increased by 6% from 1990-2017. In 2017, 21% of all greenhouse gas emissions came from road transport\r\n\r\nRecord high temperatures and severe flooding have been seen in increasing amounts across the UK and the planet.", "committee_note": null, "state": "rejected", "signature_count": 6, "created_at": "2021-07-30T17:24:36.334Z", "updated_at": "2021-08-02T12:12:47.149Z", "rejected_at": "2021-08-02T12:12:46.280Z", "opened_at": null, "closed_at": null, "moderation_threshold_reached_at": "2021-07-30T21:18:45.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": {"code": "fake-name", "details": "We have published the following petitions, which you might like to sign:\r\n\r\nBan all single-use plastic: https://petition.parliament.uk/petitions/586547\r\n\r\nBan the use of plastic packaging for all non-food items: https://petition.parliament.uk/petitions/570065\r\n\r\nBan the use of virgin plastics in all packaging sold in the UK before 2023: https://petition.parliament.uk/petitions/586539"}, "government_response": null, "debate": null, "departments": [], "topics": []}}, {"type": "petition", "id": 581417, "links": {"self": "https://petition.parliament.uk/petitions/581417.json"}, "attributes": {"action": "Ban single-use plastic spoons when selling ice cream", "background": "Ban anywhere selling ice creams (including cafes, ice cream vans, take-aways, restaurants, pubs, shops, cinemas, theatres and events) from supplying them with a single-use plastic spoon. Instead, they can only supply a reusable spoon or a wooden spoon that is biodegradable.", "additional_details": "Single-use plastics, like ice cream spoons, account for over 40% of plastic waste. Single-use plastic ice cream spoons are like plastic straws. They end up binned or littering our towns and seafronts. These spoons then contribute to marine plastic pollution. One of the best ways to reduce marine plastic is to reduce single-use plastics. Ice cream sellers can provide a reusable spoon or wooden spoon for take-aways, still offering customers a choice for how they eat their ice cream.", "committee_note": null, "state": "rejected", "signature_count": 6, "created_at": "2021-03-27T16:14:15.963Z", "updated_at": "2021-04-12T08:22:21.626Z", "rejected_at": "2021-04-12T08:22:21.629Z", "opened_at": null, "closed_at": null, "moderation_threshold_reached_at": "2021-04-05T15:39:15.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": {"code": "duplicate", "details": "We have published the following petitions, which you might like to sign:\r\n\r\nBan single use plastics and the unnecessary use of plastic packaging: https://petition.parliament.uk/petitions/552450\r\n\r\nIntroduce a levy on single-use disposable plastic: https://petition.parliament.uk/petitions/554035\r\n\r\nWe could accept a petition specifically banning hospitality venues from providing plastic cutlery, if that's something you want to happen."}, "government_response": null, "debate": null, "departments": [], "topics": []}}, {"type": "petition", "id": 578086, "links": {"self": "https://petition.parliament.uk/petitions/578086.json"}, "attributes": {"action": "Ban water sold in single use plastic bottles.", "background": "I’m asking the government to prevent the sale of water in single use plastic bottles to reduce the rate of plastic consumption in the UK.", "additional_details": "Bottled water is pointless and dangerous. It's suffocating marine animals, leaching micro plastics into our water supplies and contains chemicals that harm human health. \r\nPlastic is not sustainable. Its main component is alkenes obtained from oil, and it can't be recycled indefinitely. \r\nPlastic is polluting the environment, it’s bad for human health and it’s not sustainable. We have got to stop being so dependent on it and must remove unnecessary plastic items.", "committee_note": null, "state": "rejected", "signature_count": 6, "created_at": "2021-03-05T15:05:54.909Z", "updated_at": "2021-03-19T12:31:51.797Z", "rejected_at": "2021-03-19T12:31:51.801Z", "opened_at": null, "closed_at": null, "moderation_threshold_reached_at": "2021-03-06T12:56:25.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": {"code": "duplicate", "details": "You might like to sign the following petitions:\r\n\r\nBan the use of non recyclable plastics in food/drink packaging\r\nhttps://petition.parliament.uk/petitions/551778\r\n\r\nBan single use plastics and the unnecessary use of plastic packaging\r\nhttps://petition.parliament.uk/petitions/552450\r\n\r\nIntroduce a levy on single-use disposable plastic\r\nhttps://petition.parliament.uk/petitions/554035"}, "government_response": null, "debate": null, "departments": [], "topics": []}}, {"type": "petition", "id": 577207, "links": {"self": "https://petition.parliament.uk/petitions/577207.json"}, "attributes": {"action": "Ban the use of plastic packaging for non-food and non-sterile products", "background": "Plastic packaging for anything other than food products and sterile products needs to be banned.\r\neg. Magazines, cards, notebooks, razors, toys, hardware, tools, stationery, candles, electronics & gadgets (chargers, earphones, cables) homeware etc...", "additional_details": "A big reduction of plastic waste can be achieved, quickly, by banning plastic packaging for such products, as viable alternatives already exist. \r\nMost plastics used for packaging can't be recycled, so we must avoid producing more than strictly necessary.\r\nWasted plastics break down into particles which end up polluting ecosystems and the internal organs of humans.\r\nThese manufacturers are still driving demand for new, non-recyclable plastic packaging, therefore government intervention is needed.", "committee_note": null, "state": "rejected", "signature_count": 6, "created_at": "2021-02-26T17:16:23.092Z", "updated_at": "2021-05-12T08:22:05.170Z", "rejected_at": "2021-05-12T08:21:56.121Z", "opened_at": null, "closed_at": null, "moderation_threshold_reached_at": "2021-03-01T11:10:05.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": {"code": "duplicate", "details": "We have published the following petitions, which you might like to sign:\r\n\r\nBan the use of plastic packaging for all non-food items: https://petition.parliament.uk/petitions/570065\r\n\r\nBan excess packaging (eg. plastic wrapped items within more plastic, multipacks): https://petition.parliament.uk/petitions/561755"}, "government_response": null, "debate": null, "departments": [], "topics": []}}, {"type": "petition", "id": 577049, "links": {"self": "https://petition.parliament.uk/petitions/577049.json"}, "attributes": {"action": "Replace bottled water with water fountains in the UK", "background": "Single use water bottles need to be replaced. Fountains could be filled with water supplied by bottled water companies. Customers could be charged to fill up their own reusable water bottles with water from these fountains.", "additional_details": "Bottled water is pointless and dangerous. It's suffocating marine animals, leaching micro plastics into our water supplies and contains chemicals that harm human health.\r\nPlastic is not sustainable. Its main component is alkenes obtained from  oil, and it can't be recycled indefinitely. \r\nPlastic is polluting the environment, it’s bad for human health and it’s not sustainable. We have got to stop being so dependent on it and must remove unnecessary plastic items.", "committee_note": null, "state": "rejected", "signature_count": 6, "created_at": "2021-02-25T14:47:53.118Z", "updated_at": "2021-03-05T09:43:42.916Z", "rejected_at": "2021-03-05T09:43:42.920Z", "opened_at": null, "closed_at": null, "moderation_threshold_reached_at": "2021-02-26T13:24:37.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": {"code": "irrelevant", "details": "It is up to individual businesses whether to sell bottled water or establish commercial water filling stations.\r\n\r\nWe have published the following petition, which you might like to sign:\r\n\r\nMake drinking water facilities mandatory in service stations and town centres: https://petition.parliament.uk/petitions/334268\r\n\r\nWe could also accept a petition calling for the Government to ban water being sold in single-use plastic bottles, if that's something you want to happen."}, "government_response": null, "debate": null, "departments": [], "topics": []}}, {"type": "petition", "id": 329690, "links": {"self": "https://petition.parliament.uk/petitions/329690.json"}, "attributes": {"action": "Raise the fine for littering on beaches to £1000", "background": "I would like the government to enforce £1000 fines for anybody that litters on beaches. Plastic waste polluting the sea has become an increasing problem worldwide. The recent displays of public ignorance should not go unnoticed in order to keep our planet clean.", "additional_details": "I believe the enforcement of £1000 fines for littering on beaches will deter most people from leaving waste scattered across the sand and raise awareness of these thoughtless actions.", "committee_note": null, "state": "rejected", "signature_count": 6, "created_at": "2020-06-29T10:29:08.951Z", "updated_at": "2020-07-28T12:46:46.639Z", "rejected_at": "2020-07-28T12:46:46.640Z", "opened_at": null, "closed_at": null, "moderation_threshold_reached_at": "2020-06-30T12:43:54.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": {"code": "duplicate", "details": "https://petition.parliament.uk/petitions/324488"}, "government_response": null, "debate": null, "departments": [], "topics": []}}, {"type": "petition", "id": 301938, "links": {"self": "https://petition.parliament.uk/petitions/301938.json"}, "attributes": {"action": "Ban plastic dog poo bags and promote the use of a biodegradable alternative.", "background": "I want a complete ban on the production and sale of plastic dog poo bags. \r\nAs a keen environmentalist they are obviously a huge problem for me, wildlife and the environment.", "additional_details": "I want a complete ban on the production and sale of plastic dog poo bags. \r\n\r\nAs a keen environmentalist they are obviously a huge problem for me, wildlife and the environment.\r\n\r\nI do regular litter picks and pick soo many used dog poo bags from out of trees and bushes, out of the canal or just on the road. It's a huge pollution issue that just doesn't really get mentioned. There are environmentally friendly, biodegradable alternatives available which need promoting if a ban gets implemented.", "committee_note": null, "state": "rejected", "signature_count": 6, "created_at": "2020-03-12T21:11:35.148Z", "updated_at": "2020-04-02T11:06:45.040Z", "rejected_at": "2020-04-02T11:00:26.158Z", "opened_at": null, "closed_at": null, "moderation_threshold_reached_at": "2020-03-17T20:45:24.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": {"code": "fake-name", "details": ""}, "government_response": null, "debate": null, "departments": [], "topics": []}}]}