{"links": {"self": "https://petition.parliament.uk/petitions.json?q=wildlife+conservation&page=1", "first": "https://petition.parliament.uk/petitions.json?q=wildlife+conservation", "last": "https://petition.parliament.uk/petitions.json?q=wildlife+conservation", "next": null, "prev": null}, "data": [{"type": "petition", "id": 595483, "links": {"self": "https://petition.parliament.uk/petitions/595483.json"}, "attributes": {"action": "Ban the Shooting of Critically Endangered Woodcocks.", "background": "Numbers of this iconic bird have declined dramatically over the past 20 years, placing them on the RED (critically endangered) wildlife conservation status list.\r\n", "additional_details": "It is therefore paradoxical that shooting them is still permitted.\r\nIn order that these birds do not go extinct the time has come to ban it.\r\n\r\nThose involved in the shooting industry do not wish to lose any business and make all kinds of claims and assertions against a ban, their primary concern being revenue from shoots and decidedly not conservation. Leaving it up to shooters and gamekeepers to exercise caution means that while some may comply, others will not, thus driving Woodcocks into extinction. Only a proper ban will ensure this bird's survival.", "committee_note": "", "state": "closed", "signature_count": 17272, "created_at": "2021-08-21T12:50:57.161Z", "updated_at": "2022-02-26T00:00:04.671Z", "rejected_at": null, "opened_at": "2021-08-25T13:05:04.083Z", "closed_at": "2022-02-25T23:59:59.999Z", "moderation_threshold_reached_at": "2021-08-21T16:14:25.000Z", "response_threshold_reached_at": "2021-12-10T08:46:58.000Z", "government_response_at": "2022-01-04T16:12:07.894Z", "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": null, "government_response": {"responded_on": "2022-01-04", "summary": "Recent population trends for woodcock are likely to be influenced by the extent and quality of habitat rather than shooting. There are no plans for a ban.", "details": "All wild birds are protected in accordance with the provisions set out in the Wildlife and Countryside Act 1981. Some species of birds, including the woodcock, are listed in Schedule 2 of the Act, and may be killed or taken outside the close season. In England and Wales, the open season for woodcock is from 1 October to 31 January. The close season helps to make sure that they are able to breed successfully and move between breeding and wintering grounds.\r\n\r\nThe first breeding Woodcock Survey was undertaken in 2003 and estimated a breeding population of 78,000 pairs. A further survey in 2013 estimated 55,000 pairs, representing a decline of 29%. During winter, our resident birds are joined by migrants from northern breeding populations, increasing the GB non-breeding population to 1.4 million individuals. The numbers in winter are increased as a result of birds arriving from northern Europe and western Russia. The woodcock has been on the red list of Birds of Conservation Concern in the UK since 2015 due to a severe breeding range decline. The species is also considered to have a ‘Vulnerable’ breeding population at the GB scale based on the recently published IUCN assessment for birds.\r\n\r\nThe ongoing work and research of the Game and Wildlife Conservation Trust (GWCT), including its Woodcock Watch tagging project, will be key to a growing understanding of the woodcock and the pressures the species face. The work can help inform measures which may have a positive impact on breeding populations of the woodcock and offer a better understanding on their habitat requirements. Satellite tagging by GWCT will also provide further information on overwintering populations, migration routes, and the ecology of the UK breeding population.\r\n\r\nThe reasons for the decline of the woodcock are not fully understood but are likely to include: disturbance; habitat loss as a result of land drainage; the drying out of natural woodlands; changes in surrounding woodland management; the maturation of new plantations; and overgrazing (reduction of the field layer) by deer.\r\n\r\nThe woodcock population is more likely influenced by the extent and quality of habitat, rather than shooting, and therefore the focus should be on measures such as those outlined below which will support the recovery of the woodcock.\r\n\r\nWe are committed to the recovery of species in England, including wild birds such as the woodcock, and that is why within the Environment Act 2021, we have a requirement for a new legally binding target to halt the decline in species abundance by 2030. Furthermore, we plan to publish a Green Paper soon which will consider further actions that Defra can take to assist nature's recovery.\r\n\r\nThe woodcock will benefit from a number of woodland grant schemes funded by both the Countryside Stewardship scheme and the Nature for Climate Fund, some of which specifically target management for declining woodland birds. These grants include the Woods into Management Forestry Innovations Funds which aim to restore vulnerable woodland habitats, improve biodiversity and conserve threatened species, and the England Woodland Creation Offer, which has a Nature Recovery additional contribution for woodlands which restore nature and species.\r\n \r\nMore broadly, environmentally sustainable farming is fundamental to our new approach to England's agricultural system.  We are introducing three environmental land management schemes: the Sustainable Farming Incentive, Local Nature Recovery, and Landscape Recovery. These schemes will pay for activities to create, manage and restore habitats such as woodland, connecting isolated habitats to form networks, and species management, all of which have the potential to benefit woodland bird species such as woodcock.\r\n\r\nDepartment for Environment, Food and Rural Affairs\r\n", "created_at": "2022-01-04T16:12:07.890Z", "updated_at": "2022-01-04T16:12:07.890Z"}, "debate": null, "departments": [{"acronym": "DEFRA", "name": "Department for Environment, Food and Rural Affairs", "url": "https://www.gov.uk/government/organisations/department-for-environment-food-rural-affairs"}], "topics": []}}, {"type": "petition", "id": 581252, "links": {"self": "https://petition.parliament.uk/petitions/581252.json"}, "attributes": {"action": "Review and reform laws on the private keeping of Dangerous Wild Animals (DWA)", "background": "Latest research (Born Free 2021) revealed that DWA Act licences were issued for at least 3,951 animals in Great Britain in 2020; and the number kept as ‘pets’ has increased since 2000. Current legislation fails to adequately address animal welfare and takes no account of wildlife conservation.", "additional_details": "We are calling for a comprehensive review, leading to far greater restrictions on the trade in and private keeping of wild animals in the UK based on:\r\n\r\n•Whether individual welfare needs can be met, and owners have the necessary qualifications and experience\r\n•Whether trade is likely to compromise the conservation of species in the wild\r\n•Potential environmental concerns, such as the escape of invasive species\r\n•Full consideration of the risks to public and animal health & safety, including zoonoses.", "committee_note": "", "state": "closed", "signature_count": 7089, "created_at": "2021-03-26T09:15:02.422Z", "updated_at": "2022-03-08T10:34:30.691Z", "rejected_at": null, "opened_at": "2021-04-01T19:53:16.140Z", "closed_at": "2021-10-01T22:59:59.999Z", "moderation_threshold_reached_at": "2021-03-26T12:58:45.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": null, "government_response": null, "debate": null, "departments": [{"acronym": "DEFRA", "name": "Department for Environment, Food and Rural Affairs", "url": "https://www.gov.uk/government/organisations/department-for-environment-food-rural-affairs"}], "topics": []}}, {"type": "petition", "id": 559409, "links": {"self": "https://petition.parliament.uk/petitions/559409.json"}, "attributes": {"action": "Create a wildlife corridor in place of HS2", "background": "This wildlife belt - a 330 mile long stretch of woodlands, hedgerows, wetlands, orchards and meadows - would be the UK's longest nature reserve and have a massive impact on nature recovery across the UK, serving as a conservation area, a critical link between distant habitats and a living seed bank.", "additional_details": "We are in the midst of a pandemic, witnessing an extinction of plant and animal species on an unprecedented scale and heading towards a climate catastrophe. Saving lives, protecting and regenerating natural habitats, supporting local economies – all are a matter of urgency and must be given priority over hugely expensive, long term infrastructure projects that are bound to fail the test of time. Further costs, destruction and CO2 emissions needed to complete HS2 works cannot be justified.", "committee_note": null, "state": "closed", "signature_count": 2741, "created_at": "2020-11-06T17:59:42.763Z", "updated_at": "2021-07-26T16:46:02.734Z", "rejected_at": null, "opened_at": "2021-01-08T13:32:43.459Z", "closed_at": "2021-07-08T22:59:59.999Z", "moderation_threshold_reached_at": "2020-11-06T18:35:47.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": null, "government_response": null, "debate": null, "departments": [{"acronym": "DfT", "name": "Department for Transport", "url": "https://www.gov.uk/government/organisations/department-for-transport"}], "topics": []}}, {"type": "petition", "id": 333111, "links": {"self": "https://petition.parliament.uk/petitions/333111.json"}, "attributes": {"action": "Ban new housing developments in National Parks", "background": "The Government should stop all new housing developments in national parks across the UK. The New Forest authority is accepting plans for a new large development on national park land near Calshot. Developments like this should not be allowed.", "additional_details": "The impact on nature can be absolutely irreversible when major housing developments occur. Conserving nature and biodiversity should be of paramount importance to everyone. National parks are a haven for thousands of species, in some instances that are endemic to particular areas. This petition's values goes beyond economics, with a higher purpose of bio-conservation and the protection of wildlife.", "committee_note": "", "state": "closed", "signature_count": 205, "created_at": "2020-07-28T12:54:20.665Z", "updated_at": "2021-07-26T17:21:01.341Z", "rejected_at": null, "opened_at": "2020-08-05T16:42:10.903Z", "closed_at": "2021-02-05T23:59:59.999Z", "moderation_threshold_reached_at": "2020-07-28T19:30:04.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": null, "government_response": null, "debate": null, "departments": [{"acronym": "DLUHC", "name": "Department for Levelling Up, Housing and Communities ", "url": "https://www.gov.uk/government/organisations/department-for-levelling-up-housing-and-communities"}], "topics": []}}, {"type": "petition", "id": 593118, "links": {"self": "https://petition.parliament.uk/petitions/593118.json"}, "attributes": {"action": "Scrap the proposed revisions to remove legal protections for endangered animals", "background": "Proposed revisions to the Wildlife & Countryside Act would only guarantee legal protection to critically endangered animals, removing protections for endangered, near threatened, or vulnerable animals - all of which could be at significant risk of extinction. These protections should stay in place.", "additional_details": "We are on the precipice of an ecological disaster and urgent positive action for conservation is needed. The only way we can ensure that species such as Hedgehogs and Red Squirrels will still be here for our grandchildren to see is to properly address the level of protection afforded to our native wildlife and “level up” how we treat the nations most-loved animals.", "committee_note": null, "state": "rejected", "signature_count": 21, "created_at": "2021-07-22T18:10:49.437Z", "updated_at": "2021-07-27T09:23:11.820Z", "rejected_at": "2021-07-27T09:23:10.978Z", "opened_at": null, "closed_at": null, "moderation_threshold_reached_at": "2021-07-22T20:15:55.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": {"code": "duplicate", "details": "You may wish to sign this petition calling for the same action: https://petition.parliament.uk/petitions/590509"}, "government_response": null, "debate": null, "departments": [], "topics": []}}, {"type": "petition", "id": 326742, "links": {"self": "https://petition.parliament.uk/petitions/326742.json"}, "attributes": {"action": "Petition Nicola Sturgeon & Scottish Government to open Scottish Zoos immediately", "background": "Zoos are vital to conservation of our wildlife, with extensive rehoming & breeding programmes for endangered animals. The government have suggested they may be able to reopen from 15th July which risks them losing more vital funding for the animals. They should be allowed to open immediately.", "additional_details": "With businesses such as clothing retailers being allowed to reopen now, garden centres opened up & pubs & restaurants being discussed with outdoor spaces, it makes no sense to keep our Zoos closed. They are predominantly outdoor spaces who can easily adhere to social distancing rules. The government are prioritising human needs before animal welfare & conservation & need to address this immediately. We need our zoos & they need us.", "committee_note": null, "state": "rejected", "signature_count": 21, "created_at": "2020-06-12T07:54:10.520Z", "updated_at": "2020-07-10T15:56:09.182Z", "rejected_at": "2020-07-10T15:56:04.631Z", "opened_at": null, "closed_at": null, "moderation_threshold_reached_at": "2020-06-12T08:36:34.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": {"code": "irrelevant", "details": "We can't accept your petition because the UK Government aren't responsible for the issue you raise. This is a matter for the Scottish Government.\r\n\r\nSince you started your petition, zoos in Scotland have been allowed to reopen."}, "government_response": null, "debate": null, "departments": [], "topics": ["covid-19"]}}, {"type": "petition", "id": 325981, "links": {"self": "https://petition.parliament.uk/petitions/325981.json"}, "attributes": {"action": "Allow zoos, animal and wildlife parks, and aquaria to re-open ASAP.", "background": "The example of Chester Zoo is all the example needed. They have made arrangements already to safeguard visitors, similar to retail outlets and other venues which are able to open. These are outdoor spaces, already identified as posing less risk to people than enclosed venues.", "additional_details": "The HSE could assist by certifying visitor hygiene and distancing arrangements having been put in place. Additionally hygiene at such venues is already high on the agenda due to prevention of other dangers such as ecoli and staphylococcus. If they are forced to start euthanising animals in order to survive, it'll be a heartbreaking situation and possibly one that some wildlife will not recover from. It will also be contrary to the fantastic conservation work championed by this great country.", "committee_note": null, "state": "rejected", "signature_count": 21, "created_at": "2020-06-09T17:54:29.519Z", "updated_at": "2020-07-10T15:39:00.223Z", "rejected_at": "2020-07-10T15:38:55.589Z", "opened_at": null, "closed_at": null, "moderation_threshold_reached_at": "2020-06-09T18:24:34.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": {"code": "already-happening", "details": "On 10 June the Prime Minister announced that zoos would be able to reopen from 15 June: https://www.gov.uk/government/speeches/pm-statement-at-the-coronavirus-press-conference-10-june-2020  \r\n\r\nThe Government's list of businesses that are allowed to open now states that outdoor areas of, zoos, safari parks, wildlife centres and other animal attractions are all allowed to open: https://www.gov.uk/government/publications/further-businesses-and-premises-to-close/further-businesses-and-premises-to-close-guidance  \r\n\r\nSince you started your petition the Government has also announced £100 million rescue package for England’s zoos and aquariums: https://www.gov.uk/government/news/100-million-rescue-package-for-englands-zoos-and-aquariums "}, "government_response": null, "debate": null, "departments": [], "topics": ["covid-19"]}}, {"type": "petition", "id": 324682, "links": {"self": "https://petition.parliament.uk/petitions/324682.json"}, "attributes": {"action": "Allow Chester Zoo to reopen following their efforts to become 'Covid Secure'", "background": "I wish for the Government to allow Chester Zoo to reopen, and revoke the order that it must remain closed 'Indefinitely'. When other similar sites have been given permission to open. This has put the Zoo in a precarious position and are now at risk of closing permanently.", "additional_details": "Chester Zoo is an important attraction for the UK, and global wildlife conservation and education. Due to the recent order to remain closed 'Indefinitely' they are now at risk of closing permanently.\r\n\r\nThe government have already eased restrictions on people in public spaces where the ability to control the number of people is limited. Chester Zoo is a wide open space under the control of an organisation that has the experience and the resources to limit the number of people who are on site.", "committee_note": null, "state": "rejected", "signature_count": 21, "created_at": "2020-06-04T09:36:48.992Z", "updated_at": "2020-06-09T08:39:44.271Z", "rejected_at": "2020-06-09T08:39:44.275Z", "opened_at": null, "closed_at": null, "moderation_threshold_reached_at": "2020-06-04T10:03:34.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": {"code": "duplicate", "details": "You may wish to sign some of these petitions:\r\n\r\nAllow Zoos and Wildlife attractions to reopen with social distancing in place: https://petition.parliament.uk/petitions/323881\r\n\r\nProvide financial help to zoos, aquariums, & rescue centres during the pandemic: https://petition.parliament.uk/petitions/308733\r\n\r\nYou can find out more about coronavirus and how you can protect yourself and others here:\r\n\r\nwww.gov.uk/coronavirus\r\nhttps://www.nhs.uk/conditions/coronavirus-covid-19/\r\n\r\nThe Government has also created an online service to help you find out what you can do if you’re struggling because of coronavirus: https://www.gov.uk/find-coronavirus-support\r\n\r\nYou can read NHS tips to help if you are worried about coronavirus here: https://www.nhs.uk/oneyou/every-mind-matters/coronavirus-covid-19-anxiety-tips\r\n\r\nYou can read impartial analysis of the Government response to coronavirus and policy developments here: https://commonslibrary.parliament.uk/coronavirus/\r\n\r\nYou may also be interested to know that because of the large number of petitions that have been started in relation to coronavirus, the Petitions Committee has been questioning the Government about its response to the coronavirus outbreak.\r\n \r\nFind out more: https://committees.parliament.uk/work/192/the-governments-response-to-coronavirus/"}, "government_response": null, "debate": null, "departments": [], "topics": ["covid-19"]}}, {"type": "petition", "id": 314230, "links": {"self": "https://petition.parliament.uk/petitions/314230.json"}, "attributes": {"action": "Remove 5G Mobile Phone Towers", "background": "scientific evidence is required to prove they present 'zero danger' from electromagnetic energy and create a zero risk to the occupational health of persons, the built environment including conservation habitat and wildlife", "additional_details": "Debate the risks to public health and release all manufacturing data pertaining to the 'risk assessment studies' of 5G mobile phone towers", "committee_note": null, "state": "rejected", "signature_count": 21, "created_at": "2020-04-05T12:47:35.531Z", "updated_at": "2020-04-22T14:18:47.127Z", "rejected_at": "2020-04-22T14:18:47.130Z", "opened_at": null, "closed_at": null, "moderation_threshold_reached_at": "2020-04-05T13:10:14.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": {"code": "duplicate", "details": "You might like to sign this petition calling for an independent investigation into 5G safety, if that's something you'd like to see happen:\r\n\r\nhttps://petition.parliament.uk/petitions/312997"}, "government_response": null, "debate": null, "departments": [], "topics": []}}, {"type": "petition", "id": 620929, "links": {"self": "https://petition.parliament.uk/petitions/620929.json"}, "attributes": {"action": "save the moravian settlement from being sold and destroyed.", "background": "The council in the area of Droylsden is planning on selling and building on the Love lane woodland and Scout area. We want you to stop this sale as this area is used by scouts and local people as a safe place and community area.", "additional_details": "This area is precious to many people such as children, young adults and the elderly. We want to protect our wildlife, and our community to increase community cohesion and overall sense of pride in the place we live. The abundance of trees provide clean air and stop flooding and it is the last remaining wooded area we have. More houses means more traffic in an over crowded area which is already at full capacity. This is a conservation area and it just be just that: conserved.", "committee_note": null, "state": "rejected", "signature_count": 13, "created_at": "2022-07-26T12:45:01.525Z", "updated_at": "2022-07-28T12:56:56.166Z", "rejected_at": "2022-07-28T12:56:54.929Z", "opened_at": null, "closed_at": null, "moderation_threshold_reached_at": "2022-07-26T20:35:19.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": {"code": "irrelevant", "details": "We can only accept petitions about things the Government or Parliament are directly responsible for.\r\n\r\nDecisions about disposal of local authority assets are a matter for the relevant local authority, not the UK Government or Parliament.\r\n\r\nYou could raise your issue with a local councillor who represents you. You can find out who your local councillors are, and how to contact them, by entering your post code here: https://www.gov.uk/find-your-local-councillors"}, "government_response": null, "debate": null, "departments": [], "topics": []}}, {"type": "petition", "id": 595429, "links": {"self": "https://petition.parliament.uk/petitions/595429.json"}, "attributes": {"action": "Please protect our heather moorland", "background": "Please recognise our heather moorland as sites of national importance giving them national heritage status .", "additional_details": "We have a big responsibility to look after our heather moorland and all the wildlife and biodiversity that depends on it. Heather moors are a haven for many types of wildlife  you might see a curlew, black grouse, ring ouzel, field vole, merlin, short-eared owl, adder a red grouse. We have a duty to protect all habitats and not to lose some that seem less important than others . They are visually beautiful particularly in August when the heather blooms . They are under threat and will be sadly missed if they are not allowed to be managed and conserved .", "committee_note": null, "state": "rejected", "signature_count": 11, "created_at": "2021-08-20T19:24:40.539Z", "updated_at": "2021-08-24T13:56:07.218Z", "rejected_at": "2021-08-24T13:55:58.418Z", "opened_at": null, "closed_at": null, "moderation_threshold_reached_at": "2021-08-20T19:33:05.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": {"code": "no-action", "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe understand that you are concerned about protection for heather moorlands, but we're not sure exactly what you'd like the Government or Parliament to do. There are number of protections that already apply to areas of the countryside, and establishing additional protections are largely a matter for local authorities and other authorities responsible for areas of the countryside.\r\n\r\nYou can find out more about protected areas of the countryside here: https://www.gov.uk/check-your-business-protected-area\r\n\r\nIf there are specific changes you want to be made to the framework for how areas of the countryside are protected, you could start a new petition, but would need to explain clearly what changes you would like the Government or Parliament to make to existing rules."}, "government_response": null, "debate": null, "departments": [], "topics": []}}, {"type": "petition", "id": 616434, "links": {"self": "https://petition.parliament.uk/petitions/616434.json"}, "attributes": {"action": "Amend the Wildlife and Countryside act to legalise Bowhunting on private land", "background": "Legalise bowhunting on private land in the United Kingdom. This can be governed by a licenced body which you would receive a membership upon completing a competency test.", "additional_details": "There has not been a revision on bowhunting within the Wildlife and Country act since 1969. modern bows can fire arrows in excess of 300fps ensuring a humane kill. Many European countries have already legalised bowhunting as well as the United States where bowhunting for large and small game is legal. If this is licenced it would bring a revenue stream to help with conservation.", "committee_note": null, "state": "rejected", "signature_count": 10, "created_at": "2022-05-11T14:49:52.799Z", "updated_at": "2022-05-13T07:18:10.647Z", "rejected_at": "2022-05-13T07:18:09.107Z", "opened_at": null, "closed_at": null, "moderation_threshold_reached_at": "2022-05-11T15:36:39.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": {"code": "duplicate", "details": "You may wish to sign this petition which calls for a similar action: https://petition.parliament.uk/petitions/612384"}, "government_response": null, "debate": null, "departments": [], "topics": []}}, {"type": "petition", "id": 569175, "links": {"self": "https://petition.parliament.uk/petitions/569175.json"}, "attributes": {"action": "Continue the ban of deadly neonicotinoid pesticide Thiamethoxam on all crops", "background": "The UK government has approved insect-killing pesticide Thiamethoxam. We were promised that Brexit would not compromise our environmental standards and they have already gone back on their word. They should urgently reverse their plans to roll out Thiamethoxam - it was banned for a reason.", "additional_details": "Food webs are at higher risk of contamination than has been previously recognised, with long-lasting toxicity. \r\n\r\nThe knock-on effect that this pesticide will have on wildlife will be detrimental, not only affecting insect pollinators, but birds, aquatic inverts and mammals. \r\n\r\nWe rely on pollinating insects for 3/4 of our crop species, surely the government should be prioritising and promoting conservation at a time where half of the world's insects have disappeared it seems like a strange decision to make.", "committee_note": null, "state": "rejected", "signature_count": 10, "created_at": "2021-01-10T11:01:41.945Z", "updated_at": "2021-01-11T11:22:55.904Z", "rejected_at": "2021-01-11T11:22:55.908Z", "opened_at": null, "closed_at": null, "moderation_threshold_reached_at": "2021-01-10T11:06:27.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": {"code": "duplicate", "details": "You might like to sign the following petitions:\r\n\r\nOverturn the decision to allow the use of neonicotinoid pesticides\r\nhttps://petition.parliament.uk/petitions/569214\r\n\r\nContinue the ban on the use of Neonicotinoids\r\nhttps://petition.parliament.uk/petitions/563943"}, "government_response": null, "debate": null, "departments": [], "topics": []}}, {"type": "petition", "id": 330092, "links": {"self": "https://petition.parliament.uk/petitions/330092.json"}, "attributes": {"action": "Increase Environmental Protection and Green Focus in Covid-19 Recovery Plan", "background": "The government must enforce stronger environmental protection within plans for Covid-19 recovery. It must implement a green focus and invest in active travel, energy efficiency, renewable energy, nature tourism, wildlife and environmental conservation, and other green projects.", "additional_details": "Despite declaring a climate emergency in 2019 the UK Covid-19 recovery plan has an overly strong focus on construction and development at the expense of protecting the natural environment.\r\nPolls show a public preference for a change to the economy and a greener focus, which was promised but quickly forgotten. \r\nThe UK has failed to meet the majority of climate action targets. \r\nIt is our responsibility to protect the natural environment, especially after it has provided us with so many benefits.", "committee_note": null, "state": "rejected", "signature_count": 10, "created_at": "2020-07-01T22:09:33.048Z", "updated_at": "2020-07-28T15:45:09.590Z", "rejected_at": "2020-07-28T15:45:09.594Z", "opened_at": null, "closed_at": null, "moderation_threshold_reached_at": "2020-07-01T22:53:54.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": {"code": "duplicate", "details": "https://petition.parliament.uk/petitions/317343"}, "government_response": null, "debate": null, "departments": [], "topics": []}}, {"type": "petition", "id": 324689, "links": {"self": "https://petition.parliament.uk/petitions/324689.json"}, "attributes": {"action": "Allow all UK Zoos & Aquariums to open to the public", "background": "UK Zoos & Aquariums are under enormous financial pressure due to lockdown brought on by COVID-19. These attractions are very much able to implement strict social distancing measures that include hand sanitiser stations, one-way systems and ticket sale controls.", "additional_details": "Zoos & Aquariums are able to implement social distancing measures that are not currently in place at beaches and parks, which the public currently have access to. Letting Zoos & Aquariums open their gates to the public would save these attractions from financial ruin and closure, attractions that are paramount in the education of the UK public on wildlife conservation. Many conservation projects, both in-situ and ex-situ, would be hindered if Zoos & Aquariums were to collapse.", "committee_note": null, "state": "rejected", "signature_count": 9, "created_at": "2020-06-04T10:10:45.227Z", "updated_at": "2020-06-09T08:42:29.880Z", "rejected_at": "2020-06-09T08:42:29.881Z", "opened_at": null, "closed_at": null, "moderation_threshold_reached_at": "2020-06-04T15:14:34.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": {"code": "duplicate", "details": "You may wish to sign some of these petitions:\r\n\r\nAllow Zoos and Wildlife attractions to reopen with social distancing in place: https://petition.parliament.uk/petitions/323881\r\n\r\nProvide financial help to zoos, aquariums, & rescue centres during the pandemic: https://petition.parliament.uk/petitions/308733\r\n\r\nYou can find out more about coronavirus and how you can protect yourself and others here:\r\n\r\nwww.gov.uk/coronavirus\r\nhttps://www.nhs.uk/conditions/coronavirus-covid-19/\r\n\r\nThe Government has also created an online service to help you find out what you can do if you’re struggling because of coronavirus: https://www.gov.uk/find-coronavirus-support\r\n\r\nYou can read NHS tips to help if you are worried about coronavirus here: https://www.nhs.uk/oneyou/every-mind-matters/coronavirus-covid-19-anxiety-tips\r\n\r\nYou can read impartial analysis of the Government response to coronavirus and policy developments here: https://commonslibrary.parliament.uk/coronavirus/\r\n\r\nYou may also be interested to know that because of the large number of petitions that have been started in relation to coronavirus, the Petitions Committee has been questioning the Government about its response to the coronavirus outbreak.\r\n \r\nFind out more: https://committees.parliament.uk/work/192/the-governments-response-to-coronavirus/"}, "government_response": null, "debate": null, "departments": [], "topics": ["covid-19"]}}, {"type": "petition", "id": 621624, "links": {"self": "https://petition.parliament.uk/petitions/621624.json"}, "attributes": {"action": "Reduce speed limit on country roads and to further protect wild animals", "background": "Reduce speed limits on country roads and/or to find further preventative measures.\r\n\r\nWe must help protect our wildlife and promote conservation. Please help me get justice for these beautiful animals and all wildlife", "additional_details": "Awful injustice. Every year animals are injured or die. whether a freak accident, or recklessness and irresponsible driving.\r\n \r\nWe should treat our wild deer like the deer at Windsor Park, which are protected. I witnessed a lady hit a deer. It was struck down like skittles.\r\n \r\n Most of the cars drive off, not notify police, report.Lady didn't contact police.\r\nIt's an offence and a crime to commit a human hit & run, or to drive over pets. Why is it not illegal or an offence to run over wildlife.", "committee_note": null, "state": "rejected", "signature_count": 8, "created_at": "2022-08-09T17:13:37.787Z", "updated_at": "2022-08-19T07:09:43.262Z", "rejected_at": "2022-08-19T07:09:42.027Z", "opened_at": null, "closed_at": null, "moderation_threshold_reached_at": "2022-08-17T21:51:29.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": {"code": "no-action", "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe understand that you are concerned about wildlife being involved in road traffic collisions, but we're not sure exactly what you'd like the Government or Parliament to do.\r\n\r\nIt's not clear if you just want the Government to reduce the national speed limit for country roads, and if so what to, or if you also want the Government to take other action, and if so what.\r\n\r\nWe could accept a petition calling on the Government to reduce the national speed limit for country roads, but you'd need to be clear what you wanted this to be reduced to. We could also accept a petition calling on the Government to require motorists to report a card accident involving any animal, if that's something you'd like to happen."}, "government_response": null, "debate": null, "departments": [], "topics": []}}, {"type": "petition", "id": 582840, "links": {"self": "https://petition.parliament.uk/petitions/582840.json"}, "attributes": {"action": "Stop subsidising the fishing industry with taxpayers money.", "background": "Stop subsidising fishing trade and focus the taxpayers money on conserving our oceans and its wildlife..", "additional_details": "The statistics are plain to see, not just overfishing and plastic waste in our oceans from discarded fishing equipment, but the humanitarian crisis in the Asian fishing trade and the piracy in African waters. So called marine charities that are supposed to be regulating safe and sustainable fishing only exist to profit from the mass fishing in the first place! If the fishing industry cant support itself then its obviously time for the industry to die, just as you allowed with the coal industry.", "committee_note": null, "state": "rejected", "signature_count": 8, "created_at": "2021-04-12T23:01:58.417Z", "updated_at": "2021-04-19T07:59:19.202Z", "rejected_at": "2021-04-19T07:59:14.498Z", "opened_at": null, "closed_at": null, "moderation_threshold_reached_at": "2021-04-13T07:06:25.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": {"code": "duplicate", "details": "You may wish to sign this petition calling for the same action: https://petition.parliament.uk/petitions/581530"}, "government_response": null, "debate": null, "departments": [], "topics": []}}, {"type": "petition", "id": 577882, "links": {"self": "https://petition.parliament.uk/petitions/577882.json"}, "attributes": {"action": "Reduce plastic waste in the oceans and limit it in everyday life", "background": "The UK produces five million tonnes of plastic every year. Only 9% of all global plastic is recycled. This needs to be changed. 88% of our ocean's surface is plastic, and that's bound to increase if we don't narrow down our plastic use and stop dumping it into the oceans.", "additional_details": "Plastic has been found in more than 60% of all seabirds and 100% of all sea turtle species, who mistake the plastics for food (Ocean Conservancy). It is estimated that 1.1 to 8.8 million tonnes of plastic waste enter our oceans each year (Wikipedia). Not to mention that many chemicals used to make plastic are known to be carcinogenic and interfere with the body's hormones causing reproductive, neurological and immune disorders in both humans and wildlife. These figures need to be changed.", "committee_note": null, "state": "rejected", "signature_count": 8, "created_at": "2021-03-04T16:39:13.823Z", "updated_at": "2021-03-11T17:27:15.250Z", "rejected_at": "2021-03-11T17:27:15.252Z", "opened_at": null, "closed_at": null, "moderation_threshold_reached_at": "2021-03-04T17:44:35.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": {"code": "no-action", "details": "We understand you are concerned about plastic waste in the oceans, however it's not clear what specific actions you want the Government to take to reduce it. \r\n\r\nIf there are specific actions you'd like the Government to take to reduce plastic waste, you could start a petition about that.\r\n\r\nYou may also like to sign these petitions which call for related actions:\r\nhttps://petition.parliament.uk/petitions/553651\r\nhttps://petition.parliament.uk/petitions/331061\r\nhttps://petition.parliament.uk/petitions/570065\r\nhttps://petition.parliament.uk/petitions/552450\r\nhttps://petition.parliament.uk/petitions/573514"}, "government_response": null, "debate": null, "departments": [], "topics": []}}, {"type": "petition", "id": 592622, "links": {"self": "https://petition.parliament.uk/petitions/592622.json"}, "attributes": {"action": "Conserve and protect wildlife by reducing single use plastics in packaging.", "background": "Encourage use of recyclable materials rather than single use plastics in packaging. Limit the amount of single use plastics suppliers can use as well as making it compulsory to display the plastic's lifetime on the packaging. Provide more information on the benefits of recycling.", "additional_details": "Our local area is the epicenter littering and plastic waste and we as an NCS team want to do something about it. For too long, we young people have had to walk through plastic filled streets and past overflowing bins. This has had a catastrophic impact on wildlife in the city as well as the rural areas near to us. With climate change an ever present problem, we want to become NCS change makers in our local community and we want you to be a part of our plans.", "committee_note": null, "state": "rejected", "signature_count": 7, "created_at": "2021-07-19T10:14:27.717Z", "updated_at": "2021-07-23T07:50:13.515Z", "rejected_at": "2021-07-23T07:50:12.535Z", "opened_at": null, "closed_at": null, "moderation_threshold_reached_at": "2021-07-19T10:42:15.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": {"code": "duplicate", "details": "We have published the following petitions, which you might like to sign:\r\n\r\nBan the use of plastic packaging for all non-food items: https://petition.parliament.uk/petitions/570065\r\n\r\nBan packaging that is not biodegradable or domestically recyclable: https://petition.parliament.uk/petitions/574939\r\n\r\nBan the use of virgin plastics in all packaging sold in the UK before 2023: https://petition.parliament.uk/petitions/586539"}, "government_response": null, "debate": null, "departments": [], "topics": []}}, {"type": "petition", "id": 330015, "links": {"self": "https://petition.parliament.uk/petitions/330015.json"}, "attributes": {"action": "Require all fast food proprietors to print the vehicle reg. on the bags & boxes.", "background": "Pass a law making this mandatory and when the litter is discovered have it returned to the owner with a substantial fine and cost of postage.", "additional_details": "It would reduce littering, protect the local vegetation and wildlife, approve the quality of life for the local people, encourage an attitude of responsibility in handling waste and likely generate funds which go towards local causes such as conservation.", "committee_note": null, "state": "rejected", "signature_count": 7, "created_at": "2020-07-01T11:39:17.909Z", "updated_at": "2020-07-27T14:19:24.152Z", "rejected_at": "2020-07-27T14:19:24.156Z", "opened_at": null, "closed_at": null, "moderation_threshold_reached_at": "2020-07-02T09:10:34.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": {"code": "duplicate", "details": "https://petition.parliament.uk/petitions/324517"}, "government_response": null, "debate": null, "departments": [], "topics": []}}, {"type": "petition", "id": 325763, "links": {"self": "https://petition.parliament.uk/petitions/325763.json"}, "attributes": {"action": "Allow Zoo's to reopen following social distancing measures.", "background": "Reopen Zoo's so that these charitable organisations can continue to function and continue vital conservation work.", "additional_details": "It's unethical to allow all these animals to die when these organisations are carrying out non profit work to keep the conservation and preservation of wildlife going. allowing mainstream retailers to reopen when many people do not bother with social distancing guidelines is criminal when all this animal life is in jeopardy.", "committee_note": null, "state": "rejected", "signature_count": 6, "created_at": "2020-06-08T22:22:37.225Z", "updated_at": "2020-06-09T09:03:12.783Z", "rejected_at": "2020-06-09T09:03:12.786Z", "opened_at": null, "closed_at": null, "moderation_threshold_reached_at": "2020-06-09T08:27:54.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": {"code": "duplicate", "details": "You may wish to sign some of these petitions:\r\n\r\nAllow Zoos and Wildlife attractions to reopen with social distancing in place: https://petition.parliament.uk/petitions/323881\r\n\r\nProvide financial help to zoos, aquariums, & rescue centres during the pandemic: https://petition.parliament.uk/petitions/308733\r\n\r\nYou can find out more about coronavirus and how you can protect yourself and others here:\r\n\r\nwww.gov.uk/coronavirus\r\nhttps://www.nhs.uk/conditions/coronavirus-covid-19/\r\n\r\nThe Government has also created an online service to help you find out what you can do if you’re struggling because of coronavirus: https://www.gov.uk/find-coronavirus-support\r\n\r\nYou can read NHS tips to help if you are worried about coronavirus here: https://www.nhs.uk/oneyou/every-mind-matters/coronavirus-covid-19-anxiety-tips\r\n\r\nYou can read impartial analysis of the Government response to coronavirus and policy developments here: https://commonslibrary.parliament.uk/coronavirus/\r\n\r\nYou may also be interested to know that because of the large number of petitions that have been started in relation to coronavirus, the Petitions Committee has been questioning the Government about its response to the coronavirus outbreak.\r\n \r\nFind out more: https://committees.parliament.uk/work/192/the-governments-response-to-coronavirus/"}, "government_response": null, "debate": null, "departments": [], "topics": ["covid-19"]}}, {"type": "petition", "id": 324606, "links": {"self": "https://petition.parliament.uk/petitions/324606.json"}, "attributes": {"action": "Save Our Zoo’s", "background": "I want the government to reconsider their decision on adding zoo’s to the list of venues that are to remain closed indefinitely. Without visitors zoo’s are unable to survive and could be forced to close permanently. This would be a huge devastation and great loss to the United Kingdom.", "additional_details": "I refer to both Chester and Twycross Zoo who have both reported significant debts that mount up to millions of pounds. Zoo’s provide so much support not only to wildlife and the environment, but also through the conservation projects that they carry out. Without immediate support our zoo’s are in great danger of becoming extinct themselves. I strongly urge you to reconsider your decision as a matter of urgency, before it’s too late.", "committee_note": null, "state": "rejected", "signature_count": 6, "created_at": "2020-06-03T21:07:08.227Z", "updated_at": "2020-06-09T08:41:54.003Z", "rejected_at": "2020-06-09T08:41:54.005Z", "opened_at": null, "closed_at": null, "moderation_threshold_reached_at": "2020-06-04T13:35:54.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": {"code": "duplicate", "details": "You may wish to sign some of these petitions:\r\n\r\nAllow Zoos and Wildlife attractions to reopen with social distancing in place: https://petition.parliament.uk/petitions/323881\r\n\r\nProvide financial help to zoos, aquariums, & rescue centres during the pandemic: https://petition.parliament.uk/petitions/308733\r\n\r\nYou can find out more about coronavirus and how you can protect yourself and others here:\r\n\r\nwww.gov.uk/coronavirus\r\nhttps://www.nhs.uk/conditions/coronavirus-covid-19/\r\n\r\nThe Government has also created an online service to help you find out what you can do if you’re struggling because of coronavirus: https://www.gov.uk/find-coronavirus-support\r\n\r\nYou can read NHS tips to help if you are worried about coronavirus here: https://www.nhs.uk/oneyou/every-mind-matters/coronavirus-covid-19-anxiety-tips\r\n\r\nYou can read impartial analysis of the Government response to coronavirus and policy developments here: https://commonslibrary.parliament.uk/coronavirus/\r\n\r\nYou may also be interested to know that because of the large number of petitions that have been started in relation to coronavirus, the Petitions Committee has been questioning the Government about its response to the coronavirus outbreak.\r\n \r\nFind out more: https://committees.parliament.uk/work/192/the-governments-response-to-coronavirus/"}, "government_response": null, "debate": null, "departments": [], "topics": ["covid-19"]}}, {"type": "petition", "id": 301602, "links": {"self": "https://petition.parliament.uk/petitions/301602.json"}, "attributes": {"action": "End the use of all snares in the UK: Make snares illegal to protect our wildlife", "background": "The UK’s precious wildlife is under threat due to private and commercial hunting. The government must make snares completely illegal in the UK to conserve our wildlife. Snares are used to protect other animals, but in doing so, they kill so many others - they don’t discriminate between species.", "additional_details": "In 2012 a UK government study revealed that only a quarter of animals trapped in snares were ‘intended targets’. Victims range from pheasants to pet dogs. Although all snares are dangerous, ‘free-running’ snares are legal in the UK and can be lethal and cause so much suffering. IPSOS MORI states that 80% of the British Public think that Fox Hunting should remain illegal. DEFRA suggests 1.7 million animals are trapped each year. The Conduct of Practice is not a solution, instead we need a ban.", "committee_note": null, "state": "rejected", "signature_count": 6, "created_at": "2020-03-11T21:50:38.415Z", "updated_at": "2021-05-04T08:16:13.031Z", "rejected_at": "2020-04-14T16:10:21.369Z", "opened_at": null, "closed_at": null, "moderation_threshold_reached_at": "2020-03-12T08:18:14.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": {"code": "no-action", "details": "We've tried to contact you about your petition a few times, but we haven't heard back. \r\n\r\nYou can start a new petition, but it will need to be within our petition standards. "}, "government_response": null, "debate": null, "departments": [{"acronym": "DEFRA", "name": "Department for Environment, Food and Rural Affairs", "url": "https://www.gov.uk/government/organisations/department-for-environment-food-rural-affairs"}], "topics": []}}]}