{"links": {"self": "https://petition.parliament.uk/petitions.json?q=global+warming&page=2", "first": "https://petition.parliament.uk/petitions.json?q=global+warming", "last": "https://petition.parliament.uk/petitions.json?page=2&q=global+warming", "next": null, "prev": "https://petition.parliament.uk/petitions.json?q=global+warming"}, "data": [{"type": "petition", "id": 553785, "links": {"self": "https://petition.parliament.uk/petitions/553785.json"}, "attributes": {"action": "Improve the thermal performance of heritage buildings by changing the glass", "background": "I would like the Government to change the existing planning law to allow the use of Vacuum glass which will help reduce energy, prevent heat loss and reduce CO2 emissions.", "additional_details": "With global warming and the need to reduce CO2 emissions I want the Government to allow all homeowners the opportunity to change their existing single glazed windows and doors into thermally efficient windows and doors that will save the homeowner’s heating bills and in turn reduce energy costs which will also reduce CO2 emissions", "committee_note": null, "state": "rejected", "signature_count": 8, "created_at": "2020-10-09T16:09:44.137Z", "updated_at": "2020-11-13T08:42:28.309Z", "rejected_at": "2020-11-13T08:42:28.311Z", "opened_at": null, "closed_at": null, "moderation_threshold_reached_at": "2020-10-10T09:18:24.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": {"code": "irrelevant", "details": "Under planning law listed building consent will normally be required where a listed building is to be altered in a way that effects its character as a building of special architectural or historic interest, but decisions about granting consent is a matter for individual local authorities, not the Government or House of Commons.\r\n\r\nHistoric England has published guidance on the care, repair and upgrading of traditional windows which states that “historic windows of interest should be retained wherever possible using careful matching repair\" and that their complete replacement \"should be a last resort and is rarely necessary” but, again, decisions about what alterations to grant consent for are a matter for individual planning authorities, not the Government or House of Commons."}, "government_response": null, "debate": null, "departments": [], "topics": []}}, {"type": "petition", "id": 331988, "links": {"self": "https://petition.parliament.uk/petitions/331988.json"}, "attributes": {"action": "Require water companies in the south east to expand water storage facilities", "background": "Bring pressure to bear on Water Authorities in the south east to build new reservoirs to cater for the thousands and thousands of new homes being built in their area.", "additional_details": "Global Warming means less rainfall in autumn and winter in the south east,  resulting in less water being available in the summer. \r\nSevere water restrictions will become commonplace if Water Authorities do not build more reservoirs to be able to supply water to the thousands and thousands of new homes being built and the heavy demand of water these homes will generate.", "committee_note": null, "state": "rejected", "signature_count": 8, "created_at": "2020-07-17T22:18:11.035Z", "updated_at": "2020-09-23T08:15:03.768Z", "rejected_at": "2020-09-23T08:15:03.771Z", "opened_at": null, "closed_at": null, "moderation_threshold_reached_at": "2020-07-21T21:56:04.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": {"code": "irrelevant", "details": "The operations of individual providers of water, sanitation and drainage services are a matter for the private providers of these services, not the Government or House of Commons.\r\n\r\nThere are already standards of service for customers of water and sewerage companies, which are set by Ofwat, the economic regulator of the water sector in England and Wales: https://www.ofwat.gov.uk/households/supply-and-standards/standards-of-service/\r\n\r\nWe have published the following related petitions, which you might like to sign:\r\n\r\nStop water company monopoly - Extend competition to the residential water market: https://petition.parliament.uk/petitions/334537\r\n\r\nNationalise water companies: https://petition.parliament.uk/petitions/548586"}, "government_response": null, "debate": null, "departments": [], "topics": []}}, {"type": "petition", "id": 611002, "links": {"self": "https://petition.parliament.uk/petitions/611002.json"}, "attributes": {"action": "Create law that front gardens must comprise of plants", "background": "We need a law to protect front gardens from being completely obliterated with man-made materials, ensuring that there are plants in every single one for wildlife. At least one-third of all front gardens should be comprised of plants, be that grass, flowers, shrubs or trees.", "additional_details": "Currently there are no laws on how much of a front garden can be left for nature with many now being tarmacked or slabbed over, resulting in less space for wildlife and so diminishing biodiversity. In order to limit global temperature warming and increase insect populations, we need to be utilising this vital space of the front garden to take it back to what it should be - a front garden. We need more plants and trees to act as carbon stores, and more flowers for pollinators.", "committee_note": null, "state": "rejected", "signature_count": 7, "created_at": "2022-03-08T12:05:17.526Z", "updated_at": "2022-03-15T08:22:57.486Z", "rejected_at": "2022-03-15T08:22:56.255Z", "opened_at": null, "closed_at": null, "moderation_threshold_reached_at": "2022-03-10T08:30:58.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": {"code": "irrelevant", "details": "We can only accept petitions about things the Government or Parliament are directly responsible for.\r\n\r\nDecisions about how to maintain domestic gardens are a matter for the homeowner, not the UK Government or Parliament."}, "government_response": null, "debate": null, "departments": [], "topics": []}}, {"type": "petition", "id": 608314, "links": {"self": "https://petition.parliament.uk/petitions/608314.json"}, "attributes": {"action": "Cut household fuel prices and take gas and electricity into public ownership.", "background": "Halt or reverse increases in household gas and electricity charges and renationalise both industries so they can be planned and developed in the interests of the people, society and the planet.", "additional_details": "Privatisation of gas and electricity has been a giant rip-off. Increases in energy costs for households, public administration and businesses in April 2022 are chiefly intended to benefit corporate shareholders, pushing millions more people into fuel poverty. Nothing short of state ownership of gas and electricity can ensure that all customers are charged a fair price that also takes into account the need to invest in renewable energy on the massive scale needed to help combat global warming.", "committee_note": null, "state": "rejected", "signature_count": 7, "created_at": "2022-02-07T20:50:07.880Z", "updated_at": "2022-02-11T12:11:43.393Z", "rejected_at": "2022-02-11T12:11:42.116Z", "opened_at": null, "closed_at": null, "moderation_threshold_reached_at": "2022-02-07T22:02:38.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": {"code": "duplicate", "details": "https://petition.parliament.uk/petitions/608056\r\nhttps://petition.parliament.uk/petitions/607983"}, "government_response": null, "debate": null, "departments": [], "topics": []}}, {"type": "petition", "id": 600040, "links": {"self": "https://petition.parliament.uk/petitions/600040.json"}, "attributes": {"action": "New Act to BAN building in flood zones in the UK, and on UK wetlands, by 2023.", "background": "To pass a NEW Act of Parliament to BAN building on wetlands OR flood zones, to embrace the water flow for energy, from moving water power, and re-flourish and renew the same area space of wetland that we have previously lost, as close as possible to the original wetlands, to combat global warming.", "additional_details": "As part of the strategy for COP 26 to combat global warming and the  rejuvenation of our failing eco systems. To use renewable energies and go some way to combat fossil fuels. \r\n\r\nTo re-introduce the ecological importance of wetlands, creating a place for floater to flow to instead of by damaging peoples habitats and homes. \r\n\r\nBy BANNING building in flood zones, recognising the important of that land for our sensitively balanced eco structures.", "committee_note": null, "state": "rejected", "signature_count": 7, "created_at": "2021-10-28T21:31:31.469Z", "updated_at": "2021-11-03T16:14:54.658Z", "rejected_at": "2021-11-03T16:14:53.947Z", "opened_at": null, "closed_at": null, "moderation_threshold_reached_at": "2021-10-30T07:50:18.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": {"code": "no-action", "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe understand that you are concerned about loss of wetlands, but we're not sure exactly what you'd like the Government or Parliament to do. We could accept a petition calling on a ban on new developments on wetlands or flood zones, but it's not clear what actions you want the Government to take to \"embrace the water flow for energy, from moving water power, and re-flourish and renew the same area space of wetland that we have previously lost\".\r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do."}, "government_response": null, "debate": null, "departments": [], "topics": []}}, {"type": "petition", "id": 593081, "links": {"self": "https://petition.parliament.uk/petitions/593081.json"}, "attributes": {"action": "Ban the creation of ALL non-recyclable plastic; create a law to impose the ban.", "background": "There is absolutely no reason why we should continue to make non-recyclable packaging and it should be declared unlawful.\r\n\r\nWe have to make a step-change in the way we approach consumerism and the environment.", "additional_details": "A new law should be created to prevent the creation of non-recyclable plastics. All newly created products should be created from recycled plastic.\r\n\r\nUnless we take a stand against the production of products that contribute to the demise of this planet we will be responsible for the continuation of Global Warming and the ensuing disasters that occur as a result.", "committee_note": null, "state": "rejected", "signature_count": 7, "created_at": "2021-07-22T11:38:56.450Z", "updated_at": "2021-07-28T10:12:53.166Z", "rejected_at": "2021-07-28T10:12:50.909Z", "opened_at": null, "closed_at": null, "moderation_threshold_reached_at": "2021-07-23T17:18:55.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": {"code": "duplicate", "details": "You may wish to sign this petition which calls for the same action: https://petition.parliament.uk/petitions/586547"}, "government_response": null, "debate": null, "departments": [], "topics": []}}, {"type": "petition", "id": 588576, "links": {"self": "https://petition.parliament.uk/petitions/588576.json"}, "attributes": {"action": "should schools have solar panels?", "background": "i believe schools dont have solar panels but need to play their part in global warming", "additional_details": "global warming is to serios to leave unknowticed and needs to be fixed as soon as possible", "committee_note": null, "state": "rejected", "signature_count": 7, "created_at": "2021-06-11T13:40:03.623Z", "updated_at": "2021-06-21T07:51:07.185Z", "rejected_at": "2021-06-21T07:51:06.131Z", "opened_at": null, "closed_at": null, "moderation_threshold_reached_at": "2021-06-14T19:22:05.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": {"code": "no-action", "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe understand that you want to see schools use solar panels, but we're not sure exactly what you'd like the Government or Parliament to do to enable this.\r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do. You'd also need to provide your full name."}, "government_response": null, "debate": null, "departments": [], "topics": []}}, {"type": "petition", "id": 588476, "links": {"self": "https://petition.parliament.uk/petitions/588476.json"}, "attributes": {"action": "To stop Global Warming and care about the environmet", "background": "I want parliament to stop global warming by reducing the cost of electric cars and to make the price higher for cars that run on petrol and fuels diesel etc.", "additional_details": "I want parliament to stop global warming. For the past 10 years the environment has gotten worse and worse and the United Kingdom\r\nhas been hotter and hotter in spring and summer and 2014 was the hottest year during the period of (1984-2020).\r\nSo I want to make a change by making parliament make prices cheaper for electric cars so pollution doesn't affect the environment in a bad way and for greenhouse gases not going to the Earth's Ozone layer and breaking it apart.", "committee_note": null, "state": "rejected", "signature_count": 7, "created_at": "2021-06-10T14:10:29.840Z", "updated_at": "2021-06-18T13:50:45.900Z", "rejected_at": "2021-06-18T13:50:44.788Z", "opened_at": null, "closed_at": null, "moderation_threshold_reached_at": "2021-06-14T19:21:55.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": {"code": "irrelevant", "details": "We can't accept your petition because the UK Government and Parliament aren't responsible for the issue you raise. The UK Government isn't responsible for setting the price of cars, which is a decision for manufacturers and retailers.\r\n\r\nYou might like to sign this petition calling for an increase in the grant available from the Government to support the purchase of an EV\r\n\r\nhttps://petition.parliament.uk/petitions/587687\r\n\r\nYou could start a petition calling for increased taxes on polluting vehicles, or on the cost of petrol, if that's what you'd like to see happen. "}, "government_response": null, "debate": null, "departments": [], "topics": []}}, {"type": "petition", "id": 587833, "links": {"self": "https://petition.parliament.uk/petitions/587833.json"}, "attributes": {"action": "Recognised YOU have the POWER. TO REDCE AIR POLLUTION  DEATHS", "background": "LPG is classified ad Non Global Warming gas scientifically. \r\nReduce your carbon footprint. It is necessary .", "additional_details": "Government must do its Duty. Putting human health first.", "committee_note": null, "state": "rejected", "signature_count": 7, "created_at": "2021-06-03T05:42:58.250Z", "updated_at": "2021-06-10T09:16:37.944Z", "rejected_at": "2021-06-10T09:16:36.046Z", "opened_at": null, "closed_at": null, "moderation_threshold_reached_at": "2021-06-05T07:49:35.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": {"code": "no-action", "details": ""}, "government_response": null, "debate": null, "departments": [], "topics": []}}, {"type": "petition", "id": 587031, "links": {"self": "https://petition.parliament.uk/petitions/587031.json"}, "attributes": {"action": "Make published Carbon Footprint a key factor prior to any bilateral trade deals.", "background": "Explicitly and transparently publish carbon footprint comparisons of all bilateral trade deals. Citizens need to be made aware of how serious the Government is in meeting global emissions/temperature reduction targets. UK Parliamentarians to debate it and British public made aware of the outcome.", "additional_details": "Public knowledge and debate about carbon footprints can help save our planet together. The role of Australian beef in the deal currently under review is an example of no apparent consideration of this being done. UK farmers will be undercut at a high cost - global warming! The carbon footprint of beef production anywhere is extremely high but transporting meat from long distance sources creates a much higher carbon footprint and is extremely detrimental to global warming and climate change.", "committee_note": null, "state": "rejected", "signature_count": 7, "created_at": "2021-05-23T13:58:19.583Z", "updated_at": "2021-05-28T13:58:25.200Z", "rejected_at": "2021-05-28T13:58:24.613Z", "opened_at": null, "closed_at": null, "moderation_threshold_reached_at": "2021-05-23T17:38:25.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": {"code": "no-action", "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe understand that you are concerned about the carbon footprint of trade partners, but we're not sure exactly what you'd like the Government or Parliament to do. Your petition calls for \"carbon footprint comparisons of all bilateral trade deals\", but it's not clear what you want these publications to set out, or what, if any, other actions you want the Government to take to make this a \"key factor\".\r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do."}, "government_response": null, "debate": null, "departments": [], "topics": []}}, {"type": "petition", "id": 306041, "links": {"self": "https://petition.parliament.uk/petitions/306041.json"}, "attributes": {"action": "Make Global Warming more important the CoronaVirus (Covid19)", "background": "To make Global Warming a more important issue and a more important subject and talked about issue on the news, press, TV, radio and online than the CoronaVirus (Covid19)", "additional_details": "Every time you put on the TV or Radio on or go online all you seem to hear, see and read is about the CoronaVirus (Covid19). The CoronaVirus (Covid19) is in fact far less lethal the Winter Flu itself. Only around 10 per cent of people who catch the CoronaVirus (Covid19) usually actually die from it as well. In the mean time people's houses are flooding and the cars are getting ruined also because of Global Warming (The Polar Ice Cap melting) causing the sea and river levels to rise high.", "committee_note": null, "state": "rejected", "signature_count": 7, "created_at": "2020-03-19T17:40:13.966Z", "updated_at": "2020-03-26T17:52:11.510Z", "rejected_at": "2020-03-26T17:52:05.050Z", "opened_at": null, "closed_at": null, "moderation_threshold_reached_at": "2020-03-19T17:46:34.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": {"code": "irrelevant", "details": "We can't accept your petition because the UK Government and Parliament aren't responsible for the issue you raise. The Government and Parliament aren't responsible for the content of the media. \r\n\r\nYou can find out more about coronavirus and how you can protect yourself and others here:\r\n \r\nNHS website: https://www.nhs.uk/conditions/coronavirus-covid-19/\r\n \r\nUK Government website: https://www.gov.uk/coronavirus "}, "government_response": null, "debate": null, "departments": [], "topics": []}}, {"type": "petition", "id": 612177, "links": {"self": "https://petition.parliament.uk/petitions/612177.json"}, "attributes": {"action": "Council pay people to pick up litter", "background": "Pay people in society to pick up litter 50p per piece of litter", "additional_details": "I want the parliament to do it so the world can become a better place and global warming stops.", "committee_note": null, "state": "rejected", "signature_count": 6, "created_at": "2022-03-24T17:39:15.558Z", "updated_at": "2022-03-31T07:53:36.128Z", "rejected_at": "2022-03-31T07:53:34.924Z", "opened_at": null, "closed_at": null, "moderation_threshold_reached_at": "2022-03-25T19:40:48.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": {"code": "irrelevant", "details": "We can only accept petitions about things the Government or Parliament are directly responsible for.\r\n\r\nDecisions about local rubbish collection are a matter for individual local authorities, not the UK Government or Parliament."}, "government_response": null, "debate": null, "departments": [], "topics": []}}, {"type": "petition", "id": 607716, "links": {"self": "https://petition.parliament.uk/petitions/607716.json"}, "attributes": {"action": "Amend the highway code for cyclists and pedestrians due to emissions and safety", "background": "Tax and insurance with Mots should be under taken with possible helmet cams as they are road users by law they should have these in place for insurance and road worthy purposes. Some cyclists remove brakes and modify their bikes for extreme sports which insurances and MOTs should see if it's road...", "additional_details": "Worthy or not also with the emissions and global warming being stuck behind a cyclist with ques and ques of traffic would impact dramatically if it's a busy road, let alone stopping at every junction to allow a pedestrian to cross and having to accelerate, instead of a slow consistent speed round... Something to think about as we're was told we need to think of the future and our planet..", "committee_note": null, "state": "rejected", "signature_count": 6, "created_at": "2022-01-31T21:53:09.787Z", "updated_at": "2022-02-17T13:47:00.719Z", "rejected_at": "2022-02-07T08:22:29.585Z", "opened_at": null, "closed_at": null, "moderation_threshold_reached_at": "2022-01-31T22:29:08.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": {"code": "duplicate", "details": "We have published the following petitions, which you might like to sign:\r\n\r\nRequire cyclists have lights, license plate and insurance to use the roads: https://petition.parliament.uk/petitions/604266\r\n\r\nIntroduce testing, tax and vehicle registration/MOT requirements for cyclists: https://petition.parliament.uk/petitions/607217"}, "government_response": null, "debate": null, "departments": [], "topics": []}}, {"type": "petition", "id": 605504, "links": {"self": "https://petition.parliament.uk/petitions/605504.json"}, "attributes": {"action": "Organize a environmental conference with Heads of State to restore the Aral Sea.", "background": "I want the Government to start talks with climate and marine scientists and Heads of State to take action on Sea Level Rise (SLR) by proposing the construction of a pipeline from the Black Sea to pump sea water to the Aral Sea basin to thus restore the Aral Sea, thereby reducing the effects of SLR.", "additional_details": "SLR will affect countless populations causing trillions of dollars of damage. Cutting greenhouse gasses will only go so far. I propose a new plan of action to slow and reduce SLR by restoring the Aral Sea! It doesn't take a genius to realize that if you take water out of the ocean that it will reduce its overall volume. Once the Aral Sea is restored it will help stabilize global weather patterns and also absorb CO2 from the atmosphere thereby slowing global warming, climate change and SLR.", "committee_note": null, "state": "rejected", "signature_count": 6, "created_at": "2022-01-08T12:11:50.464Z", "updated_at": "2022-01-12T14:16:00.420Z", "rejected_at": "2022-01-12T14:15:59.723Z", "opened_at": null, "closed_at": null, "moderation_threshold_reached_at": "2022-01-09T10:50:18.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": {"code": "fake-name", "details": ""}, "government_response": null, "debate": null, "departments": [], "topics": []}}, {"type": "petition", "id": 605053, "links": {"self": "https://petition.parliament.uk/petitions/605053.json"}, "attributes": {"action": "Ban Single-Use Plastic, Food and Drink Packaging.", "background": "We'd like parliament to ban single-use fruit and vegetable packaging and single-use coffee cups, in the same way that France has announced plans to do the same in 2022. We want the UK government to lead the world into a greener more sustainable way of living.", "additional_details": "10's of Billions of single-use items are discarded in the UK every year, you only need to visit one of our once pristine beaches to see how it affects the environment, killing 100's of thousands of marine animals and birds each year. In addition as all plastic is made from oil, the plastics industry is a huge net contributor to global warming. Plastic straws and cutlery have been banned, now is the time to make a REAL difference by banning single-use plastic food and drink containers.", "committee_note": null, "state": "rejected", "signature_count": 6, "created_at": "2022-01-04T13:03:29.557Z", "updated_at": "2022-01-05T13:03:10.989Z", "rejected_at": "2022-01-05T13:03:09.878Z", "opened_at": null, "closed_at": null, "moderation_threshold_reached_at": "2022-01-04T14:49:38.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": {"code": "duplicate", "details": "https://petition.parliament.uk/petitions/594901\r\nhttps://petition.parliament.uk/petitions/595495"}, "government_response": null, "debate": null, "departments": [], "topics": []}}, {"type": "petition", "id": 599184, "links": {"self": "https://petition.parliament.uk/petitions/599184.json"}, "attributes": {"action": "Ban single use plastics in supermarkets", "background": "Ban single use plastics and make all packaging recyclable", "additional_details": "Plastic takes a very long time to degrade and when it degrades it turns micro plastics. It threatens wildlife by spreading toxins. Plastic waste ends up in the oceans threatening marine life. It also contributes to global warming. Plastic not only affects wildlife but also human health. Almost all plastics are made from chemicals that come from the production of planet-warming fuels (gas, oil and even coal).", "committee_note": null, "state": "rejected", "signature_count": 6, "created_at": "2021-10-15T22:03:04.851Z", "updated_at": "2021-10-19T12:27:15.676Z", "rejected_at": "2021-10-19T12:27:14.137Z", "opened_at": null, "closed_at": null, "moderation_threshold_reached_at": "2021-10-17T21:52:48.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": {"code": "duplicate", "details": "https://petition.parliament.uk/petitions/586547"}, "government_response": null, "debate": null, "departments": [], "topics": []}}, {"type": "petition", "id": 594546, "links": {"self": "https://petition.parliament.uk/petitions/594546.json"}, "attributes": {"action": "Act immediately to help combat the climate crisis", "background": "The Paris Climate Agreement set a limit of global warming to 1.5°C. We are going to surpass this within the next 19 years and we need to act now. We can only do this by eliminating the burning of all fossil fuels immediately and by bringing action to the large companies that are emitting gases.", "additional_details": "The Intergovenmental Panel on Climate Change (IPCC) has said that \"major climate changes [are] inevitable and irreversible\". We need to protect humanity from this extinction event. We need to stop it now to give future generations hope. Wildfires are spreading and causing mass destruction along with floods, droughts, melting ice and heatwaves, killing many... and this is just the start. The Government needs to stop passing new projects that could hinder world progress to stop a catastrophe.", "committee_note": null, "state": "rejected", "signature_count": 6, "created_at": "2021-08-09T16:48:40.850Z", "updated_at": "2021-08-16T12:25:28.582Z", "rejected_at": "2021-08-16T12:25:27.589Z", "opened_at": null, "closed_at": null, "moderation_threshold_reached_at": "2021-08-10T18:00:55.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": {"code": "no-action", "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe understand that you are concerned about the climate crisis, but we're not sure exactly what you'd like the Government or Parliament to do. Your petition calls for eliminating the burning of all fossil fuels immediately, but then goes on to say that the Government needs to stop passing new projects. It's therefore not clear if you want all use of fossil fuels to be prohibited immediately, or if you want the Government to do something else.\r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do.\r\n\r\nWe have published the following petition, which you might like to sign:\r\n\r\nIntroduce charges on carbon emissions to tackle climate crisis and air pollution: https://petition.parliament.uk/petitions/574678"}, "government_response": null, "debate": null, "departments": [], "topics": []}}, {"type": "petition", "id": 591423, "links": {"self": "https://petition.parliament.uk/petitions/591423.json"}, "attributes": {"action": "Make all cars in the UK electric because its better for our environment.", "background": "I would like the Government or Parliament to make all cars in the UK electric because its better for the environment and it will help our planet be a  better place.If we don't do it, our planet wont be a better place it will be a worse place for us and all the animals on the Earth to live on.", "additional_details": "If they don't do it and all the cars don't become electric pollution could take over the world.This is bad bad because people with asthma could get worse and people could get lung cancer.Electric cars would be better because it is more sustainable and they don't produce pollution or CO2.If we don't use electric cars more often by 2050 global warming doesn't stop it could take over the world because it very very bad for us and all of the animals.Animals could loose their homes if nothing happens.", "committee_note": null, "state": "rejected", "signature_count": 6, "created_at": "2021-07-10T09:48:09.371Z", "updated_at": "2021-07-13T16:37:39.575Z", "rejected_at": "2021-07-13T16:37:38.188Z", "opened_at": null, "closed_at": null, "moderation_threshold_reached_at": "2021-07-10T15:55:55.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": {"code": "no-action", "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe're not sure exactly what you'd like the Government or Parliament to do.  We're not sure if you want the Government to ban everyone from using non-electric cars, or if you'd like the Government to work to turn all cars into electric cars, and how quickly you'd like this to happen. \r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do. "}, "government_response": null, "debate": null, "departments": [], "topics": []}}, {"type": "petition", "id": 585308, "links": {"self": "https://petition.parliament.uk/petitions/585308.json"}, "attributes": {"action": "Legalise e-scooters so people can travel to work and reduce congestion", "background": "Make e-scooters legal to anyone over the age of 18 to commute to work. Its better for traffic and the environment, Its easier for people to travel that can't ride a bike and don't have a driving licence. I do think people over the age of 18 will be more responsible.", "additional_details": "Because all we are seeing now is damage by global warming all caused by emissions from motor vehicles etc. This would help people get to work and not be stuck in traffic. Especially those who don't have a driving licence and can't ride a bike. E-scooters would be perfect to the more responsible adult.", "committee_note": null, "state": "rejected", "signature_count": 6, "created_at": "2021-05-08T11:23:33.513Z", "updated_at": "2021-05-13T11:52:43.384Z", "rejected_at": "2021-05-13T11:52:43.387Z", "opened_at": null, "closed_at": null, "moderation_threshold_reached_at": "2021-05-08T16:49:25.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": {"code": "duplicate", "details": "You might like to sign the following petition:\r\n\r\nLegalize the use of e-scooters where bikes can be used.\r\nhttps://petition.parliament.uk/petitions/583107"}, "government_response": null, "debate": null, "departments": [], "topics": []}}, {"type": "petition", "id": 553049, "links": {"self": "https://petition.parliament.uk/petitions/553049.json"}, "attributes": {"action": "Do a full environmental impact assessment of HS2", "background": "Stop immediately the destruction of trees on the route of HS2.  It makes no sense to be trying to plant trees to prevent global warming and and at the same time to destroy ancient forests which are over 400 years old.  Since Covid the need for commuting has decreased.", "additional_details": "We need more time to assess whether the impact of the trees destroyed will have a serious adverse effect on the carbon levels in our environment.  A measurement of the loss of carbon absorption caused by woodland destruction needs to be made.  New trees are small and do not always survive.  The need for commuter transport is dropping.  Home working has increased and has been found to be very efficient for business.  During the Covid lockdown, naure walks have been vital in maintaining well being for people.  Many natural habitats will be lost if HS2 goes ahead.  By the time it HS2 can be built, it will probably not be needed.  Woodland ecosystems will be destroyed which can never be replaced.  We do not have the right to cause such devastation to the natural world.", "committee_note": null, "state": "rejected", "signature_count": 6, "created_at": "2020-10-01T22:19:50.470Z", "updated_at": "2020-10-12T13:51:53.138Z", "rejected_at": "2020-10-12T13:51:53.140Z", "opened_at": null, "closed_at": null, "moderation_threshold_reached_at": "2020-10-03T08:23:54.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": {"code": "no-action", "details": "Environmental statements have already been published for each stage of HS2:\r\n\r\nPhase One: https://www.gov.uk/government/collections/hs2-phase-one-environmental-statement-documents\r\n\r\nPhase 2a: https://www.gov.uk/government/collections/hs2-phase-2a-environmental-statement\r\n\r\nPhase 2b: https://www.gov.uk/government/collections/hs2-phase-2b-working-draft-environmental-statement\r\n\r\nIt's not clear what further information you want to be published.\r\n\r\nWe have already published a number of petitions about HS2, some of which you might like to sign: https://petition.parliament.uk/petitions?state=open&q=hs2"}, "government_response": null, "debate": null, "departments": [], "topics": []}}, {"type": "petition", "id": 552650, "links": {"self": "https://petition.parliament.uk/petitions/552650.json"}, "attributes": {"action": "Impose a tax on plastic packaging", "background": "I would like the government to impose a tax on plastic packaging for all industries.\r\nIf companies are actively discouraged from using plastic packaging it will encourage them to source sustainable and eco friendly alternatives, something that they are not currently doing with any urgency.", "additional_details": "We are faced with a climate emergency and plastic is playing a huge role in this. We can all do personal things to help change this, but unless large corporations are encouraged to source alternatives to plastic, the change will not be fast enough to reduce the impacts of global warming and the millions of plastic items that end up in our seas each year. \r\nThis tax, just like the charge on carrier bags to the public, could fast track us into the change needed to help solve our climate crisis.", "committee_note": null, "state": "rejected", "signature_count": 6, "created_at": "2020-09-27T21:25:23.592Z", "updated_at": "2020-10-23T17:37:20.635Z", "rejected_at": "2020-10-23T17:37:20.638Z", "opened_at": null, "closed_at": null, "moderation_threshold_reached_at": "2020-09-29T19:55:24.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": {"code": "duplicate", "details": "https://petition.parliament.uk/petitions/550925"}, "government_response": null, "debate": null, "departments": [], "topics": []}}, {"type": "petition", "id": 327691, "links": {"self": "https://petition.parliament.uk/petitions/327691.json"}, "attributes": {"action": "Impose import taxes on clothing imported from low- and middle-income countries.", "background": "Fast fashion is destroying the planet and exploiting workers. Fast fashion retailers such as Boohoo and Missguided are contributing to global warming, with synthetic fibre emissions becoming as high as those of fossil fuels. Workers are treated terribly, with very low wages and very long hours.", "additional_details": "We are in the midst of a climate emergency, and fast fashion is not helping. Amid the Covid-19 outbreak, fast fashion has slowed down and now is the time to implement changes to slow it down for good. This is important to help our planet, and to help the workers who are exploited by fast fashion companies. It goes against human rights to continue to allow fast fashion to continue at the rate it is at. Implementing import taxes will allow these issues to slow down, helping our planet and workers.", "committee_note": null, "state": "rejected", "signature_count": 6, "created_at": "2020-06-16T21:41:07.216Z", "updated_at": "2020-08-27T13:24:32.967Z", "rejected_at": "2020-08-27T13:24:32.971Z", "opened_at": null, "closed_at": null, "moderation_threshold_reached_at": "2020-06-17T05:13:24.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": {"code": "no-action", "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe're not sure exactly what you'd like the Government or Parliament to do. The Government already imposes tariffs on the imports of many clothes from outside of the EU.\r\n\t\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do."}, "government_response": null, "debate": null, "departments": [], "topics": []}}, {"type": "petition", "id": 324071, "links": {"self": "https://petition.parliament.uk/petitions/324071.json"}, "attributes": {"action": "teach black history and the plight of black people in primary schools", "background": "to include black history as a core topic in learning the same way  the Nazi regime is taught. Black history and the plight of black people should be taught to every child to discourage discrimination", "additional_details": "primary school is where young children begin to learn and make their minds up about what they believe in and what is wrong. The only way to evolve our country into become racially acceptable to all is to teach children what really happened in the past and the consequences it has on black people and give them a chance to make up their own mind and make a difference the same as we do with global warming issues.", "committee_note": null, "state": "rejected", "signature_count": 6, "created_at": "2020-06-02T10:22:36.508Z", "updated_at": "2020-06-11T11:21:20.750Z", "rejected_at": "2020-06-11T11:21:20.752Z", "opened_at": null, "closed_at": null, "moderation_threshold_reached_at": "2020-06-02T17:01:34.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": {"code": "duplicate", "details": "You may wish to sign some of these petitions:\r\n\r\nAdd education on diversity and racism to all school curriculums: https://petition.parliament.uk/petitions/323808\r\n\r\nMaking the UK education curriculum more inclusive of BAME history: https://petition.parliament.uk/petitions/323961\r\n\r\nTeach Britain's colonial past as part of the UK's compulsory curriculum: https://petition.parliament.uk/petitions/324092\r\n\r\nWe have also published several petitions about race and equality more widely, which you can view here: https://petition.parliament.uk/petitions?state=open&topic=race-and-equality"}, "government_response": null, "debate": null, "departments": [], "topics": []}}, {"type": "petition", "id": 319427, "links": {"self": "https://petition.parliament.uk/petitions/319427.json"}, "attributes": {"action": "Preparations for food shortages caused by COVID-19", "background": "COVID-19 is changing the worldwide food systems as the readiness of labour is lessened. What preparations have already been made? Shortages and consequences for home produced food, supply, trade, competition, inputs, prices, diet and dietary deficiencies, and production in other sectors worldwide.", "additional_details": "Given the lead times for breeding new crop plant varieties and the predicted effects of global warming on the climates and weathers of the world and other sources of instability. \r\nTo control the damaging effects of COVID-19 on nutrition, dietary deficiencies, starvation, and other effects on health.\r\nTo control the damaging effects of food shortages on the economy, UK civil society and international relations.", "committee_note": null, "state": "rejected", "signature_count": 6, "created_at": "2020-05-04T12:46:21.026Z", "updated_at": "2020-07-14T16:23:17.233Z", "rejected_at": "2020-07-14T16:23:17.237Z", "opened_at": null, "closed_at": null, "moderation_threshold_reached_at": "2020-05-04T13:24:44.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": {"code": "no-action", "details": "We understand that you’re concerned about food shortages that could result from the Covid-19 outbreak, but it's not clear what you want the Government to do about this.\r\n\r\nYou could start a new petition calling for the Government to take a specific action, such as working the agricultural sector to ensure they have access to the workers they need.\r\n\r\nYou can find out more about coronavirus and how you can protect yourself and others here:\r\n\r\nwww.gov.uk/coronavirus\r\nhttps://www.nhs.uk/conditions/coronavirus-covid-19/\r\n\r\nThe Government has also created an online service to help you find out what you can do if you’re struggling because of coronavirus: https://www.gov.uk/find-coronavirus-support\r\n\r\nYou can read NHS tips to help if you are worried about coronavirus here: https://www.nhs.uk/oneyou/every-mind-matters/coronavirus-covid-19-anxiety-tips\r\n\r\nYou can read impartial analysis of the Government response to coronavirus and policy developments here: https://commonslibrary.parliament.uk/coronavirus/\r\n\r\nYou may also be interested to know that because of the large number of petitions that have been started in relation to coronavirus, the Petitions Committee has been questioning the Government about its response to the coronavirus outbreak.\r\n \r\nFind out more: https://committees.parliament.uk/work/192/the-governments-response-to-coronavirus/"}, "government_response": null, "debate": null, "departments": [], "topics": ["covid-19"]}}]}