{"links": {"self": "https://petition.parliament.uk/petitions.json?q=climate+change&page=1", "first": "https://petition.parliament.uk/petitions.json?q=climate+change", "last": "https://petition.parliament.uk/petitions.json?page=8&q=climate+change", "next": "https://petition.parliament.uk/petitions.json?page=2&q=climate+change", "prev": null}, "data": [{"type": "petition", "id": 563380, "links": {"self": "https://petition.parliament.uk/petitions/563380.json"}, "attributes": {"action": "Stop work on HS2 immediately and hold a new vote to repeal the legislation", "background": "We ask Parliament to repeal the High Speed Rail Bills, 2016 and 2019, as MPs voted on misleading environmental, financial and timetable information provided by the Dept of Transport and HS2 Ltd. It fails to address the conditions of the Paris Accord and costs have risen from £56bn to over £100bn.", "additional_details": "Our environment and economy are in peril. HS2 is destroying nature and inflicting suffering on businesses and property owners. Government is investing in an inept and recklessly run project, offering poor value for money. HS2 will not reach Net Zero by 2050 nor help us level up the North. The pandemic has changed how we work forever and invalidated the business case. Given the climate emergencies we face, and now the economic and pandemic crises - Parliament must vote to repeal the legislation.", "committee_note": null, "state": "closed", "signature_count": 155253, "created_at": "2020-12-09T22:24:17.835Z", "updated_at": "2021-12-21T13:51:48.000Z", "rejected_at": null, "opened_at": "2020-12-17T15:30:17.955Z", "closed_at": "2021-06-17T22:59:59.999Z", "moderation_threshold_reached_at": "2020-12-10T10:05:37.000Z", "response_threshold_reached_at": "2021-01-04T10:10:17.000Z", "government_response_at": "2021-01-14T17:05:16.760Z", "debate_threshold_reached_at": "2021-01-08T08:42:07.000Z", "scheduled_debate_date": "2021-09-13", "debate_outcome_at": "2021-09-15T10:10:35.759Z", "creator_name": null, "rejection": null, "government_response": {"responded_on": "2021-01-14", "summary": "HS2 will provide essential North-South connectivity, greater capacity and shorter journey times. This railway will play a vital role in delivering the Government’s carbon net zero objectives.", "details": "The Government has carefully considered the merits and disadvantages of proceeding with HS2 and has firmly concluded that it should go ahead. HS2 will transform our country’s transport network, and help to rebalance opportunity fairly across the country. This railway is a long-term investment which will bring our biggest cities closer together, boost productivity and provide a low-carbon alternative to cars and planes for many decades to come.  During construction, we want HS2 to be the most environmentally responsible major infrastructure project in UK history. \r\n\r\nHS2 has rightly been subject to a great deal of Parliamentary and public scrutiny. Phase One was the subject of considerable debate in Parliament during the passage of the High-Speed Rail (London-West Midlands) Act 2017 (“the Phase One Act”). The Phase 2a Bill is currently being taken through Parliament. The Government agreed with the Oakervee Review's conclusion that splitting Phase 2b into smaller sections, and more than one Bill, could facilitate scrutiny in Parliament, and make its management and construction more manageable. Just this month, Andrew Stephenson MP, the dedicated HS2 minister, went before the Transport Select Committee to discuss HS2 in depth, and a record of this hearing can be found on Parliament.UK. \r\n\r\nMinisters have made a clear commitment to greater transparency on HS2, and Andrew Stephenson is reporting bi-annually to Parliament on the project. \r\n\r\nWe are continuing work on managing the full impacts of the Covid-19 pandemic on delivery of the HS2 programme. We intend to update Parliament on the latest position as part of the next six-monthly Parliamentary Report, expected in Spring 2021. \r\n\r\nThis Government takes its environmental commitments extremely seriously. The environmental impacts of HS2 were closely scrutinised by Parliament during the passage of the Phase One Act, which gives statutory and planning authority for the construction of Phase One. Alongside the Act, the Government also published a suite of additional environmental commitments to further reduce the impacts of the project. \r\n\r\nAs well as environmental protections, a range of measures to mitigate and compensate for environmental impacts have been put in place. This includes a commitment to seek to achieve ‘no net loss’ to biodiversity and the creation of a ‘green corridor’ alongside HS2, which will provide bigger and better habitats for wildlife, and integrate HS2 into the landscape. Phase One expects to support 33 square kilometres of wildlife habitat - an increase of around 30% compared to what’s there now.\r\n\r\nAll environmental measures, whether they be the creation of new habitats or the enhancement of existing habitats, will be supported with long-term management plans and agreements. This will ensure that the new railway leaves a long-lasting legacy for both wildlife and future generations. \r\n\r\nHS2 will give us a step-change in capacity delivering better connectivity between our largest towns and cities. The Government’s decision to proceed with HS2 supports our objectives on climate change as the railway will play a key role in decarbonising our transport sector. This is because, once HS2 is in operation, it will offer a low carbon alternative to cars and domestic air travel. It will also free up space on the existing railway for thousands more passengers to travel by rail and to move more goods by rail freight, taking lorries off our roads.\r\n\r\nSecuring the land and property needed to construct the line of route across all Phases is vital to the programme’s success and is often the first impact that we have on line of route communities. A range of statutory and non-statutory property compensation schemes are available that seek to compensate affected parties fairly while protecting the public purse.\r\n\r\nOur policy is to provide fair compensation for those directly and indirectly impacted but the process and disputes for claims can inevitably be traumatic for some. Andrew Stephenson commissioned a detailed review of the acquisition and compensation process to ensure that there is a renewed focus on those who are being impacted by the new railway. The report contained 36 recommendations which are actively being implemented which will see rapid improvements for local communities. \r\n\r\nFor the reasons set out above, the Government has no plans to repeal any legislation relating to the development and delivery of HS2.  However, we will continue to welcome further public and parliamentary scrutiny of the project. \r\n\r\nDepartment for Transport", "created_at": "2021-01-14T17:05:16.758Z", "updated_at": "2021-01-14T17:05:16.758Z"}, "debate": {"debated_on": "2021-09-13", "transcript_url": "https://hansard.parliament.uk/commons/2021-09-13/debates/3614AE85-A25C-4874-9DAE-9802247DFDDF/HS2", "video_url": "https://www.youtube.com/watch?v=6yt-9ZsO5vg", "debate_pack_url": "https://commonslibrary.parliament.uk/research-briefings/cbp-9313/", "overview": ""}, "departments": [{"acronym": "DfT", "name": "Department for Transport", "url": "https://www.gov.uk/government/organisations/department-for-transport"}], "topics": []}}, {"type": "petition", "id": 608056, "links": {"self": "https://petition.parliament.uk/petitions/608056.json"}, "attributes": {"action": "Nationalise Energy Companies", "background": "The Government needs to take back ownership of strategic energy assets.  It needs to accept that the Free Market has failed the energy sector, that it is in the national interest to renationalise our energy assets.  The Government must therefore renationalise all the UK energy assets.", "additional_details": "People are already having to choose whether to heat or eat. Token gestures of mandatory loans & stripping local authorities of much needed monies to mitigate bulk cost increases, mismanagement of the energy sector & the whim of the market are not good enough.   This country needs a 25 year strategic plan and needs to be guided away from unstable fossil fuel dependancy. The Government needs to own the energy assets in order to achieve this, tackle climate change & protect service users interests.", "committee_note": null, "state": "closed", "signature_count": 109310, "created_at": "2022-02-04T13:39:05.740Z", "updated_at": "2022-11-01T14:08:19.152Z", "rejected_at": null, "opened_at": "2022-02-09T15:02:22.592Z", "closed_at": "2022-08-09T22:59:59.999Z", "moderation_threshold_reached_at": "2022-02-04T14:12:38.000Z", "response_threshold_reached_at": "2022-08-02T14:55:19.000Z", "government_response_at": "2022-09-01T16:17:52.035Z", "debate_threshold_reached_at": "2022-08-07T21:46:39.000Z", "scheduled_debate_date": "2022-10-31", "debate_outcome_at": "2022-11-01T14:08:19.152Z", "creator_name": null, "rejection": null, "government_response": {"responded_on": "2022-09-01", "summary": "The Government does not agree that nationalisation of energy assets is the right approach. Properly regulated markets provide the best outcome for consumers as a driver of efficiency and innovation.", "details": "The Government does not agree that nationalisation of the country’s strategic energy assets is the right approach.  A renationalised energy company would still have to buy the same expensive gas on global markets, so prices won't be lowered. Furthermore, if the Government renationalised energy companies, the British taxpayer would have to compensate directors, shareholders, and creditors to the tune of tens of billions of pounds – money that would be better spent supporting families.\r\n\r\nIn the 1970s, nationalised utilities run by politicians were in a bad state. These monopolies made considerable losses, were inefficient and needed considerable investment to upgrade age-old infrastructure. Since privatisation in the 1980s, the UK’s energy system has attracted hundreds of billions of pounds in private capital – money that otherwise would have had to come from higher taxes or additional borrowing. This investment improved performance and reliability of Britain’s energy network and offered consumers greater choice and higher standards of products and services. \r\n\r\nThe Government therefore continues to believe that properly regulated markets, which incentivise private capital to invest in the energy system, provide the best outcome for consumers and promote market competition as the best driver of efficiency, innovation and value.   This approach has served consumers well since energy privatisation, catalysing billions of pounds of investment and improving performance and reliability and offering consumers greater choice and higher standards of products and services.  \r\n\r\nThe Government has set out a comprehensive long-term plan for greater energy independence. The more clean, affordable power we generate within our borders, the less exposed we will be to eye watering fossil fuel prices set by global markets we can’t control.\r\n\r\nThrough our Energy Security Strategy, we are working to our vulnerability to international oil and gas prices by reducing our dependence on expensive oil and gas. We will do this by accelerating the deployment of wind, new nuclear, solar and hydrogen, whilst supporting North Sea oil and gas in the nearer term for security of supply.\r\n\r\nNationalisation will not solve the current challenge of high global fossil fuel prices and the impact this is having on the cost of energy.  The Government has set out a comprehensive long-term plan for the energy system through the Ten Point Plan for a Green Industrial Revolution and Energy White Paper, both of 2020, and the British Energy Security Strategy of 2022.  These present a vision for how Britain can enjoy secure, clean and affordable home-grown energy for the long term.  In particular, the Energy Security Strategy charts a pathway to address our vulnerability to international oil and gas prices, by reducing our dependence on imported oil and gas.\r\n\r\nNevertheless, the Government recognises that households and businesses across the UK are rightly concerned about rising energy bills.  We are taking action at an unprecedented scale.\r\n\r\nThe Government is providing £37 billion of support this year, targeted at those who are most in need with the cost of living. This includes a £15 billion Energy Bill Support Scheme, worth up to £400 each for around 28 million households. In addition, targeted support includes:\r\n\r\n• More than 8 million households on means tested benefits will receive a payment of £650\r\n\r\n• Over 8 million pensioner households which receive the Winter Fuel Payment will also receive a £300 Cost of Living Payment\r\n\r\n• Six million households which receive disability support will receive £150 Disability Cost of Living Payment\r\n\r\nAlongside this the Government is investing over £6.6 billion over this parliament to improve energy efficiency and decarbonise heating. We will deliver upgrades to over half a million homes in the coming years through our Social Housing Decarbonisation, Home Upgrade Grant Schemes and Energy Company Obligation Scheme, delivering average bill savings of £300.  \r\n\r\nMeanwhile, we have extended the Energy Company Obligation 2022 to 2026, boosting its value from £640 million to £1 billion a year. This is helping an extra 450,000 families with green measures such as insulation. \r\n\r\nDepartment for Business, Energy and Industrial Strategy", "created_at": "2022-09-01T16:17:52.031Z", "updated_at": "2022-09-01T16:17:52.031Z"}, "debate": {"debated_on": "2022-10-31", "transcript_url": "https://hansard.parliament.uk/commons/2022-10-31/debates/D2E93BD7-1A0E-40FA-8829-0B3D9412F589/PublicOwnershipOfEnergyCompanies", "video_url": "https://www.youtube.com/watch?v=DPBvGhYde4E", "debate_pack_url": "https://commonslibrary.parliament.uk/research-briefings/cdp-2022-0184/", "overview": ""}, "departments": [{"acronym": "BEIS", "name": "Department for Business, Energy and Industrial Strategy", "url": "https://www.gov.uk/government/organisations/department-for-business-energy-and-industrial-strategy"}], "topics": []}}, {"type": "petition", "id": 330298, "links": {"self": "https://petition.parliament.uk/petitions/330298.json"}, "attributes": {"action": "Take action to end factory farming and reduce meat and dairy consumption", "background": "In order to improve public health, combat climate change and reduce animal suffering, the Government should:\r\n\r\n1. Commit to end factory farming, starting by phasing out existing ‘megafarms'.\r\n2. Set a target of a 50% reduction in meat and dairy consumption by 2030 and impose taxes to achieve this.", "additional_details": "Factory farming can spread disease and cause animal suffering and is contributing to climate change, with over 37% of methane emissions originating from factory farming.\r\n\r\nMeat and dairy consumption can also negatively impact human health, and WHO has classified processed meat as a Group 1 carcinogen.", "committee_note": "", "state": "closed", "signature_count": 37254, "created_at": "2020-07-03T13:25:49.671Z", "updated_at": "2021-06-28T13:19:15.000Z", "rejected_at": null, "opened_at": "2020-08-03T14:32:10.402Z", "closed_at": "2021-02-03T23:59:59.999Z", "moderation_threshold_reached_at": "2020-07-03T13:37:14.000Z", "response_threshold_reached_at": "2020-09-02T16:05:54.000Z", "government_response_at": "2020-10-05T15:41:11.862Z", "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": null, "government_response": {"responded_on": "2020-11-17", "summary": "Adopting best practice across all farming systems is crucial to delivering net zero. Stockmanship and good husbandry, in all sizes and systems of production, are key to ensuring high animal welfare.", "details": "Factory farming\r\n\r\nThe Government promotes efficient, competitive farming, but does not seek to favour large or small-scale farms. There are a number of different farming systems in use within the UK and farms of all sizes have a role to play in promoting sustainable agriculture. Increasing the size of herds does not necessarily equate to lower animal health or welfare standards. All farms must comply with comprehensive UK law on animal health and welfare, planning, veterinary medicines and environmental legislation. Stockmanship and high husbandry standards are key to ensuring high welfare standards for all farmed animals.\r\n\r\nIn the UK, we can be justly proud that we have amongst the highest standards of animal welfare in the world. We are developing an Animal Health and Welfare Pathway which will promote the production of healthier, higher welfare animals. Improving animal health underpins the welfare of farmed animals; reduces greenhouse gas emissions; slows the rise of anti-microbial resistance; better protects farmers and the public from the economic impacts of disease; and helps demonstrate a commitment to rising standards of animal health and welfare to our current and future trading partners across the world.\r\n\r\nMeat and dairy consumption\r\n\r\nThe National Food Strategy independent review will advise the government on how we can best enable the food system to provide sustainable food and support healthy diets for everyone. Part One of the National Food Strategy was published on 29 July and contained seven recommendations covering financial support for children in low income families, governance on food vulnerability, and trade. A further report will follow in 2021, examining our food system as a whole, to ensure everyone has access to healthy, affordable food that is sustainably produced. We will be carefully considering the findings of this report and will be responding with a white paper within six months of the final publication.\r\n\r\nAs the first major economy to legislate for Net Zero by 2050, targeting greenhouse gases is a priority for this Government. We are clear that adapting best practice across all farming systems is a crucial part of this. The cornerstone of our new agricultural policy, the Environmental Land Management Scheme, will support farmers to deliver environmental public goods by paying them public money to do so. Additionally, measures in the Agriculture Bill, the National Food Strategy and the 25 Year Environment Plan will enable farmers to optimise sustainable food production and reduce emissions.\r\n\r\nThe government advocates for a healthy balanced diet, based on the national food model the Eatwell Guide. Meat and dairy can both be an important part of a balanced diet. We are also clear that our diets should include more fibre, fruit and vegetables.\r\n \r\nWe have already seen significant progress in cutting emissions but there is more to be done across the economy, including in agriculture. We will work with our fantastic farmers to do this, acknowledging that well managed livestock provides environmental benefits including biodiversity, protecting the character of the countryside and generating important income for rural communities. We should be proud of our high quality; high welfare UK produce which is recognised around the world.\r\n\r\nNext year we will host COP26, where we will be seeking to secure international action on climate change and biodiversity loss. This will include emphasising the role of nature-based solutions, such as our work to tackle illegal deforestation and promote sustainable supply chains.\r\n\r\nDepartment for Environment, Food and Rural Affairs\r\n\r\nThis is a revised response. The Petitions Committee requested a response which more directly addressed the request of the petition. You can find the original response towards the bottom of the petition page (https://petition.parliament.uk/petitions/330298)\r\n", "created_at": "2020-10-05T15:41:11.858Z", "updated_at": "2020-11-17T18:32:24.301Z"}, "debate": null, "departments": [{"acronym": "DEFRA", "name": "Department for Environment, Food and Rural Affairs", "url": "https://www.gov.uk/government/organisations/department-for-environment-food-rural-affairs"}], "topics": []}}, {"type": "petition", "id": 317343, "links": {"self": "https://petition.parliament.uk/petitions/317343.json"}, "attributes": {"action": "Rebuild the economy out of lockdown with a Green New Deal", "background": "In response to the Covid-19 pandemic, Government has intervened in the economy in an unprecedented way.\r\n\r\nThe recovery must not simply reinstate 'business as usual' – Parliament must introduce a radical 10-year strategy for public investment to decarbonise the economy and eradicate inequality.", "additional_details": "UK Parliament declared a Climate Emergency on 1 May 2019, but our emissions reduction efforts have so far fallen dangerously short.\r\n\r\nThe Covid-19 pandemic has highlighted both the power of Government to make rapid changes to protect people, and the extreme costs of delay.\r\n\r\nThe economic lockdown, while painful for so many, has resulted in a significant cut in emissions.\r\n\r\nWe must rebuild from the Coronavirus tragedy with the economic and social renewal mapped out by the cross-party Green New Deal Bill.", "committee_note": "", "state": "closed", "signature_count": 27768, "created_at": "2020-04-19T13:52:44.497Z", "updated_at": "2021-09-29T09:44:28.000Z", "rejected_at": null, "opened_at": "2020-06-15T07:27:35.407Z", "closed_at": "2020-12-15T23:59:59.999Z", "moderation_threshold_reached_at": "2020-04-19T16:47:14.000Z", "response_threshold_reached_at": "2020-06-25T22:53:24.000Z", "government_response_at": "2020-07-23T14:41:36.790Z", "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": null, "government_response": {"responded_on": "2020-07-21", "summary": "The Government is committed to a green, resilient recovery from COVID-19 and has already made announcements to demonstrate this commitment including a £3bn investment in building energy efficiency.", "details": "The UK has led the world in tackling climate change – since 1990, we have cut emissions by 43% while growing the economy by 75%, we were the first major economy to set a net zero target in legislation, and will host the crucial COP26 talks in November 2021.\r\n\r\nAs the Prime Minister set out in his speech on 30 June, the Government intends to build back better, build back greener, and build back faster – enabling us to deliver a UK economy which is greener, more sustainable, and more resilient. Whilst it is clear that the economic slowdown caused by COVID-19 is likely to have an impact on emissions both domestically and globally, it does not change the nature of the net zero challenge and the need to transform the UK economy over the next three decades to end our contribution to climate change. Many of the actions the UK needs to take to reach its climate target of net zero can also support the economy to recover from COVID-19.\r\n\r\nIn his Economy Speech on 30 June, the Prime Minister announced a number of initiatives that will contribute towards a green recovery, including:\r\n\r\nUp to £100 million of new funding for research and develop a brand-new clean technology, Direct Air Capture (DAC), which captures CO2 emissions directly from the air around us; and\r\n\r\nA new £40 million Green Recovery Challenge Fund to kick start a programme of nature-based projects aimed at addressing the twin challenges of halting biodiversity loss and tackling climate change, while creating job.\r\n\r\nAt the Summer Economic Statement, the Chancellor announced further measures to support a green recovery, including £3 billion of new investment to support up to 130,000 green jobs and upgrade buildings. This included:\r\n\r\nA £2 billion ‘Green Homes Grant’ to help people improve the efficiency of their homes and accelerate progress towards net zero, while supporting jobs and reducing energy bills to help tackle fuel poverty;\r\n\r\nA £1 billion investment over the next year in a new Public Sector Decarbonisation Scheme to upgrade public sector buildings, including schools and hospitals, making them fit to help meet net zero through improved energy efficiency and low carbon heating; and\r\n\r\n£50 million to demonstrate innovative approaches to retrofitting social housing at scale to start the decarbonisation of social housing over 20/21.\r\n\r\nThese announcements build on others made this year, including support for low carbon industries announced through the Spring Budget, reflecting the Government’s commitment to reach the net zero ambition whilst creating green jobs and growing the economy as we recover from the pandemic. The Government will continue to set out further measures as part of its green agenda in the run up to COP26 in November 2021, including through the publication of an Energy White Paper and a National Infrastructure Strategy later in 2020. \r\n\r\nDepartment for Business, Energy & Industrial Strategy\r\n", "created_at": "2020-07-23T14:41:36.788Z", "updated_at": "2020-07-23T14:41:36.788Z"}, "debate": null, "departments": [{"acronym": "BEIS", "name": "Department for Business, Energy and Industrial Strategy", "url": "https://www.gov.uk/government/organisations/department-for-business-energy-and-industrial-strategy"}, {"acronym": "HMT", "name": "HM Treasury", "url": "https://www.gov.uk/government/organisations/hm-treasury"}], "topics": ["covid-19"]}}, {"type": "petition", "id": 599602, "links": {"self": "https://petition.parliament.uk/petitions/599602.json"}, "attributes": {"action": "Hold a referendum on whether to keep the 2050 net zero target", "background": "Set a referendum on whether the UK should continue with its 2050 net zero target.", "additional_details": "I believe net zero target lacks legitimacy and without a referendum the current climate change policy lacks the explicit consent of the people, as argued by The Harrogate Agenda. This exposes a massive democratic deficit in our system of government.", "committee_note": "", "state": "closed", "signature_count": 24575, "created_at": "2021-10-21T12:03:41.176Z", "updated_at": "2022-10-03T11:36:01.962Z", "rejected_at": null, "opened_at": "2021-10-27T14:24:34.494Z", "closed_at": "2022-04-27T22:59:59.999Z", "moderation_threshold_reached_at": "2021-10-21T13:40:08.000Z", "response_threshold_reached_at": "2021-11-04T18:03:18.000Z", "government_response_at": "2021-11-29T17:32:35.405Z", "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": null, "government_response": {"responded_on": "2021-11-29", "summary": "National referendums are a mechanism to endorse major constitutional change; debates about national policy are best determined through Parliamentary democracy and the holding of elections.", "details": "The government made a key manifesto commitment to reach “Net Zero by 2050 with investment in clean energy solutions and green infrastructure to reduce carbon emissions and pollution”. It was one of the top six pledges in the government’s manifesto, alongside policy commitments to help achieve the target. The net zero target was passed into law by Parliament with strong cross-Party support.\r\n\r\nIt is clear that public concern about climate change is high, having doubled since 2016, with 80% of people in the UK either concerned or very concerned (BEIS Public Attitudes Tracker Wave 37, 2021). We also know that people and businesses recognise that change must happen - 80% of respondents in a recent survey believe the way we live our lives will need to change to address climate change (BEIS, Climate change and net zero: public awareness and perceptions, 2021). In the same survey, after being provided with information on net zero, 78% of all participants said they strongly or somewhat supported the net zero target. \r\nMoving away from fossil fuels and towards net zero gives us the unprecedented opportunity to:\r\n\r\n - Create and secure thousands of well-paid, quality jobs across the UK, helping to level up the country. Tackling net zero will create thousands long-term jobs in our reindustrialised heartlands.\r\n\r\n - Build a more secure, home-grown energy sector based on nuclear, wind, hydrogen and solar that is not reliant on imported fossil fuels, providing consumers with affordable, reliable energy for warmer homes and workplaces.\r\n\r\n - Reduce harmful pollution which contaminates our air and our natural environment to improve our health and wellbeing, as well as that of future generations.\r\n\r\n - Attract investment into UK businesses and industry, revitalising our industrial heartlands while driving down the costs of key technologies – from electric vehicles to heat pumps – to reduce bills and give the UK a competitive edge. Since the launch of the Prime Minister’s Ten Point Plan we have secured £5.8bn in green foreign investment.\r\n\r\nRecent volatile international gas prices have demonstrated that we need to reduce our reliance on fossil fuels. We need to protect consumers and businesses from global gas prices by increasing our domestic energy security through clean power that is generated in the UK for the people of the UK.\r\n\r\nTaking action on climate is also crucial to strengthening the UK’s place in the global economy as we Build Back Better from the pandemic. The whole world is trying to capitalise on the benefits of going greener, investing in innovative new technology, building new industries, and creating quality jobs in sustainable sectors.\r\n\r\nOur transition to net zero we will be tech-led using the best of British technology and innovation – just as we did in the last industrial revolution – to help make homes and buildings warmer, the air cleaner and our journeys greener, all while creating thousands of jobs in new future-proof industries.\r\n\r\nTransitioning to net zero is not about telling people what to do or stopping people doing things; it’s about giving them the support they need to do the same things they do now but in a more sustainable way.\r\n\r\nWe must seize the moment to get a head start on this worldwide green industrial revolution and ensure UK industries, workers and the wider public benefit. Taking action now will put us at the forefront of large, expanding global markets and allow us to capitalise on export opportunities in low carbon technologies and services.\r\n\r\nDepartment for Business, Energy and Industrial Strategy\r\n", "created_at": "2021-11-29T17:32:35.401Z", "updated_at": "2021-11-29T17:32:35.401Z"}, "debate": null, "departments": [{"acronym": "CO", "name": "Cabinet Office", "url": "https://www.gov.uk/government/organisations/cabinet-office"}], "topics": []}}, {"type": "petition", "id": 300270, "links": {"self": "https://petition.parliament.uk/petitions/300270.json"}, "attributes": {"action": "Change the Sexual Offences Act so women can be charged with rape against males", "background": "Change the current legal definition of rape to also include male victims of women. Amend the current legislation that does not allow a woman to be charged with rape against male sexual abuse victims.", "additional_details": "In the current social climate we have came on leaps and bounds striving for equality between genders. However the fact a woman cannot be prosecuted for rape under the current UK legal system is not only a disservice to this strive for gender equality. It is also a kick in the face to all male victims of sexual abuse who are made to feel that their abuse is less important than a woman’s as a man cannot pursue genuine legal justice for the ordeal they were made to undergo. This must change.", "committee_note": "", "state": "closed", "signature_count": 24426, "created_at": "2020-03-04T13:15:55.498Z", "updated_at": "2020-09-06T23:00:09.823Z", "rejected_at": null, "opened_at": "2020-03-06T17:16:28.193Z", "closed_at": "2020-09-06T22:59:59.999Z", "moderation_threshold_reached_at": "2020-03-04T15:16:24.000Z", "response_threshold_reached_at": "2020-03-12T09:15:04.000Z", "government_response_at": "2020-03-31T12:08:05.554Z", "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": null, "government_response": {"responded_on": "2020-03-31", "summary": "All non-consensual sexual activity is dealt with by specific serious offences, including those that can be committed by a man or a woman. We have no plans to amend the legal definition of rape.", "details": "Victims of rape and sexual violence show immense courage in coming forward – and they must have confidence that the right support will be there when it is needed.\r\n\r\nAll non-consensual sexual activity is dealt with by specific serious offences, including those that can be committed by a man or a woman. The sentences available are significant and reflect the seriousness of the offending. \r\n\r\nSexual violence against men is treated just as seriously by the law and forcing a man to have penetrative sex, for example, (under section 4(4) of the Sexual Offences Act 2003) carries the same maximum sentence as rape – life in prison.\r\n\r\nIssues surrounding the definition of rape were considered and consulted on prior to the introduction of the Sexual Offences Act 2003 and, during the passage of that legislation through Parliament.  In the consultation there was a considerable amount of agreement that rape should remain an offence of penile penetration.\r\n\r\nWe therefore have no plans to amend the legal definition of rape in the Sexual Offences Act 2003 as suggested by this e-petition, but make it clear that behaviour captured under S.4(4)  carries a life sentence unlike under S.4(5)s\r\n\r\nRape and sexual abuse support services across England and Wales have been awarded increased government funding totalling £24m over 3 years to help even more victims.  The money will go towards a range of services, providing free tailored support and counselling to help victims cope with and, as far as possible, recover from these horrific crimes.\r\n\r\nAmong the services receiving funding are a national helpline and a webchat service for male victims following a significant rise in the number of men and boys coming forward to report crimes and access support.\r\n\r\nFunding will also see the number of Police and Crime Commissioners (PCCs) areas with government-funded male support centres nearly quadruple from 11 to 41. This is in addition to the £68m provided this year to PCCs to commission support for victims based on local need. We remain committed to tackling sexual offending in all its forms. \r\n\r\nMinistry of Justice", "created_at": "2020-03-31T12:08:05.551Z", "updated_at": "2020-03-31T12:08:40.357Z"}, "debate": null, "departments": [{"acronym": "MoJ", "name": "Ministry of Justice", "url": "https://www.gov.uk/government/organisations/ministry-of-justice"}], "topics": []}}, {"type": "petition", "id": 575169, "links": {"self": "https://petition.parliament.uk/petitions/575169.json"}, "attributes": {"action": "Prioritise brownfield development in law to protect our green belt and farmland", "background": "Enshrine in law all brown field sites to be fully developed within a 25 mile radius of green belt or farmland before any development is allowed on non-brownfield land. Ensure in law the democratic wishes of local residents and local authorities as a precedent and limit ministerial powers to suit.", "additional_details": "The Government has a duty to protect the environment against climate change, protect local areas of outstanding beauty and natural habitat. Preserve todays biodiversity and bio abundance for the generation of tomorrow. Nature and wildlife is at threat of extinction at the detriment of unnecessary housing  development and where today's generation may still have the benefit of existing wildlife tomorrow's generation will only have the benefit of wildlife pictures.", "committee_note": null, "state": "closed", "signature_count": 13839, "created_at": "2021-02-13T21:34:27.270Z", "updated_at": "2021-08-23T23:00:07.880Z", "rejected_at": null, "opened_at": "2021-02-23T09:41:34.704Z", "closed_at": "2021-08-23T22:59:59.999Z", "moderation_threshold_reached_at": "2021-02-16T10:13:57.000Z", "response_threshold_reached_at": "2021-05-21T10:57:35.000Z", "government_response_at": "2021-06-03T11:38:13.413Z", "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": null, "government_response": {"responded_on": "2021-06-03", "summary": "The Government has no plans to introduce a legal requirement that all brownfield sites are fully developed before any development is allowed on non-brownfield land.", "details": "This Government is committed to protecting and enhancing the natural environment, as well as mitigating the effects of climate change. This commitment is  stated in the National Planning Policy Framework and supporting guidance, to which all local planning authorities should have regard when drawing up local plans, or determining planning applications.  The Framework expects local authorities to not only protect landscapes, soils and sites of biodiversity but go further by enhancing these valued surroundings. The Framework also outlines that the character and beauty of the countryside, including trees and woodland, should be recognised in the planning of future development.  Strong protections are in place for Areas of Outstanding Natural Beauty, Green Belt, Sites of Special Scientific Interest and other designated land. The Government will continue to apply policy and law as appropriate to prevent harm to wildlife-rich habitat, and to restrict development in open countryside.\r\n\r\nThe Government is also committed to making the most of brownfield land.  The Framework strongly encourages regeneration and re-use of brownfield, especially for housing - helping to level up communities across the country while taking off some of the pressure to consider other land, such as Green Belt, for new homes. The Framework expects local authorities to give substantial weight to re-using suitable brownfield when Plan-making or deciding planning applications. These sites should be given priority where practical and viable, and local authorities should consider building up, and higher densities in towns.\r\n\r\nHowever:\r\n\r\n- the term ‘brownfield’ comprises almost all types of previously developed land, including inhabited housing and land occupied by functioning businesses and industry;   \r\n- not all vacant brownfield is in the right place for sustainable residential use; \r\n- some is valuable for ecology; \r\n- some has high upfront costs for demolition or decontamination; \r\n- each local authority is already required by law to publish a register of brownfield land in its area that would be suitable for housing-led development;\r\n- not all owners will wish to develop or release sites, for different reasons; and \r\n- the rules on compulsory purchase of building sites are strict, and generally require compensation for the owner, reflecting the current land value.\r\n\r\nElected local authorities are responsible for deciding the right location and type of sustainable future development in each area, in accordance with national policies in the Framework. Rightly, planning decisions are not made on the basis of the number of objectors or supporters. Instead, each local authority is responsible for preparing a vision for future development in its area using a Local Plan. The Local Plan outlines how land should be used and takes account of any necessary restraints on development. The Plan is created in consultation with the local community, and submitted for rigorous independent examination by a planning inspector. If the Plan is judged to be properly prepared, justified, and consistent with national policy in the Framework, it can come into effect. \r\n\r\nThe Government is clear that to help make home ownership affordable for more people, and help more people rent their own home, we need to deliver more homes. To get enough homes built in the places where people and communities need them, a crucial first step is to plan for the right number of homes. Local housing need introduced in 2018 is a measure of an area’s housing need, against which councils must then consider their local circumstances and supply pipeline. Local authorities draw up a local housing target, taking into account factors including land availability and environmental constraints such as Green Belt. Following consultation to changes to the method (from August to October 2020) on 16 December 2020 we changed the formula to increase need in the 20 most populated urban areas. \r\n\r\nProtecting the Green Belt remains a priority and our national planning policy reinforces regenerating previously developed land, known as brownfield sites, and prioritising urban areas. The uplift in local housing needed within our biggest cities and urban centres in England will direct homes to where they are better served by infrastructure, and therefore protect our countryside. It also supports our wider objectives of regenerating brownfield sites, renewal, and levelling up. Green Belt decisions as outlined above will remain with local authorities and communities, ensuring they have influence over development, location and design.\r\n\r\nWhile continuing to apply strong policies to limit harm to Green Belt and the countryside, this Government is encouraging local authorities to make the most of their brownfield land. We are providing extensive financial support for this.  For example, in 2020 the Prime Minister announced that seven Mayoral Combined Authorities would receive a share of the £400 million Brownfield Housing Fund. This will help unlock 26,000 homes across England by bringing under-utilised brownfield land back into use. In addition we are investing £75 million in a Brownfield Land Release Fund for authorities not eligible for the Brownfield Housing Fund. This is new capital funding to accelerate release of local authority-owned land for housing. The Brownfield Land Release Fund is expected to release land for 7,000 homes by 2024.\r\n\r\nMinistry of Housing, Communities and Local Government", "created_at": "2021-06-03T11:38:13.411Z", "updated_at": "2021-06-03T11:38:13.411Z"}, "debate": null, "departments": [{"acronym": "DLUHC", "name": "Department for Levelling Up, Housing and Communities ", "url": "https://www.gov.uk/government/organisations/department-for-levelling-up-housing-and-communities"}], "topics": []}}, {"type": "petition", "id": 300919, "links": {"self": "https://petition.parliament.uk/petitions/300919.json"}, "attributes": {"action": "Ban the sale of artificial grass", "background": "The sale of artificial grass should be banned in the UK for environmental reasons. It is environmentally irresponsible to allow garden space occupied by grass and other plant life (which processes CO2 and supports wildlife) to be replaced by plastic which does not biodegrade.", "additional_details": "It is widely accepted that planting trees and other plants is beneficial in the fight against climate change due to their ability to process CO2. Grass and other plant life also support our wildlife. Artificial grass offers no benefit to wildlife.\r\n\r\nArtificial grass is made from plastic and will not biodegrade. Its manufacture also has a carbon footprint.\r\n\r\nFor those who do not want the maintenance of plants, decking or patios are an alternative which do not contribute towards the plastic problem.", "committee_note": null, "state": "closed", "signature_count": 11667, "created_at": "2020-03-08T12:52:07.719Z", "updated_at": "2020-11-13T18:03:47.511Z", "rejected_at": null, "opened_at": "2020-03-12T15:41:17.887Z", "closed_at": "2020-09-12T22:59:59.999Z", "moderation_threshold_reached_at": "2020-03-08T13:21:04.000Z", "response_threshold_reached_at": "2020-09-05T21:59:14.000Z", "government_response_at": "2020-09-24T16:20:07.930Z", "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": null, "government_response": {"responded_on": "2020-09-24", "summary": "The Government has no plans to ban the use of artificial grass.", "details": "We prefer to help people and companies make the right choice, rather than banning items outright.\r\n\r\nThe Government’s Resources and Waste Strategy for England, published in 2018, outlines the ways in which we will meet our ambition to eliminate all avoidable plastic waste by taking action across each stage of the product lifecycle as we move toward a more circular economy: www.gov.uk/government/publications/resources-and-waste-strategy-for-england.\r\n\r\nIt is for local authorities to comply with the legal and policy safeguards in place to protect biodiversity and ensure sustainable drainage. The Natural Environment and Rural Communities Act (2006) requires all public authorities to have regard for conserving biodiversity in the exercise of their functions. Our most important designated sites and species are also protected under the EU Habitats and Wild Birds Directives, which have been transposed into UK law, and by other domestic legislation.\r\n\r\nFurthermore, the National Planning Policy Framework, revised last year, sets out how planning policies for England are expected to be applied, including taking a strategic approach to meeting the challenge of climate change and conserving and enhancing the natural environment. The revision of the Framework has also clarified that planning policies and decisions should minimise impacts on and provide net gains for biodiversity.\r\n\r\nDepartment for Environment, Food and Rural Affairs\r\n", "created_at": "2020-09-24T16:20:07.928Z", "updated_at": "2020-09-24T16:20:07.928Z"}, "debate": null, "departments": [{"acronym": "DEFRA", "name": "Department for Environment, Food and Rural Affairs", "url": "https://www.gov.uk/government/organisations/department-for-environment-food-rural-affairs"}], "topics": []}}, {"type": "petition", "id": 568475, "links": {"self": "https://petition.parliament.uk/petitions/568475.json"}, "attributes": {"action": "Stop Whitehaven Coal Mine in Cumbria", "background": "The UK have approved the first deep coal mine in 30 years. The effects of a coal mine will create a major setback in the British climate change efforts. The Government should revoke permission to mine on British soil.", "additional_details": "Dr. Laurie Michaelis, a climate expert at the IPCC, has said that emissions the mine could produce will contribute significantly to climate change.", "committee_note": "", "state": "closed", "signature_count": 11613, "created_at": "2021-01-07T19:58:47.828Z", "updated_at": "2021-07-15T23:00:06.609Z", "rejected_at": null, "opened_at": "2021-01-15T12:36:49.244Z", "closed_at": "2021-07-15T22:59:59.999Z", "moderation_threshold_reached_at": "2021-01-07T20:37:57.000Z", "response_threshold_reached_at": "2021-02-15T08:05:57.000Z", "government_response_at": "2021-03-22T13:00:23.125Z", "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": null, "government_response": {"responded_on": "2021-03-22", "summary": "The planning application was called in by the Secretary of State for Housing, Communities and Local Government on 11 March. His letter setting out the reasons for this decision can be found on Gov.uk.", "details": "Policy for coal mining in Great Britain is set by the UK, Scottish and Welsh Governments through planning policy and legislation and the UK Government through coal licensing policy and legislation. To operate a coal mine an operator needs relevant rights and permissions including planning permission, a licence from the Coal Authority and consent from Mines Inspectorate, part of the Health and Safety Executive.\r\n\r\nIn general terms planning permission covers local social, economic and environmental aspects – i.e is this the right place for this activity? A coaling licence considers practicalities – can the mine operate in a way that is effective and financially underpinned to ensure that any land or property impacted can be compensated and the mine eventually closed in a safe and appropriate way. The Mines Inspectorate considers whether the operations can be undertaken safely. \r\n \r\nUnder current legislation (Coal Industries Act 1994) when considering a coal licence application, the Coal Authority needs to consider:\r\n\r\n• Whether the applicant can finance coal mining operations and related liabilities?\r\n\r\n• The nature of the land or property that may be impacted by subsidence and that damage can be properly compensated by the operator? and\r\n\r\n• Whether the operation will be carried out by properly experienced people?\r\n\r\nThe planning application for Woodhouse Colliery was called in by the Secretary of State for Housing, Communities and Local Government on 11th March 2021. Arrangements for a public inquiry will be made by the Planning Inspectorate in due course.\r\n\r\nDepartment for Business, Energy and Industrial Strategy\r\n", "created_at": "2021-03-22T13:00:23.123Z", "updated_at": "2021-03-22T13:00:23.123Z"}, "debate": null, "departments": [{"acronym": "DEFRA", "name": "Department for Environment, Food and Rural Affairs", "url": "https://www.gov.uk/government/organisations/department-for-environment-food-rural-affairs"}], "topics": []}}, {"type": "petition", "id": 302242, "links": {"self": "https://petition.parliament.uk/petitions/302242.json"}, "attributes": {"action": "Ban adverts for and sale of Asian elephant tours that do not meet set standards", "background": "Many endangered Asian elephants suffer from brutal tourism, much of it from the UK. Current guidance and promises by the tourism industry are insufficient, and the Government must legislate to ban adverts for and sale of Asian elephant tours that do not meet a set standard. ", "additional_details": "Elephants as “megagardeners of the forest” are key to biodiversity, nourish land, store carbon, and protect from climate change. Yet 40% of tourists to some countries plan elephant rides. In Thailand captive elephants, which can transmit TB, gave 13 million rides in 2016.\r\n\r\nOperators advertise and sell Asian elephant tours with no legal constraints. 90% of people surveyed say using elephants in tourism is unjustified. Petitions to end their cruel treatment have received millions of signatures.", "committee_note": "", "state": "closed", "signature_count": 10595, "created_at": "2020-03-13T16:28:42.307Z", "updated_at": "2021-05-14T13:42:08.514Z", "rejected_at": null, "opened_at": "2020-03-27T17:40:39.829Z", "closed_at": "2020-09-27T22:59:59.999Z", "moderation_threshold_reached_at": "2020-03-13T18:23:14.000Z", "response_threshold_reached_at": "2020-09-24T07:32:04.000Z", "government_response_at": "2020-10-06T14:08:53.437Z", "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": null, "government_response": {"responded_on": "2020-11-10", "summary": "The Government takes the welfare of all animals seriously and is committed to raising standards of animal welfare both at home and abroad.", "details": "The Government welcomes this important petition which highlights the cruelty that many elephants face when used to provide tourist experiences. Anyone who has seen videos of elephants undergoing harsh and painful training will be rightly appalled by the treatment that they suffer.\r\n\r\nThe Government takes the welfare of all animals seriously and is committed to raising standards of animal welfare both at home and abroad. The Government has made wide ranging commitments on animal welfare and we are committed to making the UK a world leader in protection of animals as we leave the EU. The Foreign, Commonwealth & Development Office raises concerns about the welfare of animals with other Governments and international authorities at every suitable opportunity.\r\n\r\nIn December, the Association of British Travel Agents (ABTA) published revised guidance for their members which recommends that they should not promote or sell holidays that include elephant experiences. We reiterate our previous calls to British travel agents to cut ties with any company that sells experiences that are harmful towards elephants and urge tourists to visit high-welfare attractions whilst holidaying. Should anyone visit an attraction where they suspect mistreatment of animals, we would strongly encourage them to report their concerns to their travel agent when they return home.\r\n\r\nThe Government is considering the potential of legislation to prohibit adverts of cruel animal entertainments overseas.\r\n\r\nDepartment for Environment, Food and Rural Affairs\r\n\r\nThis is a revised response. The Petitions Committee requested a response which more directly addressed the request of the petition. You can find the original response towards the bottom of the petition page (https://petition.parliament.uk/petitions/302242)\r\n", "created_at": "2020-10-06T14:08:53.435Z", "updated_at": "2020-11-10T14:49:21.889Z"}, "debate": null, "departments": [{"acronym": "DCMS", "name": "Department for Digital, Culture, Media and Sport", "url": "https://www.gov.uk/government/organisations/department-for-digital-culture-media-sport"}], "topics": []}}, {"type": "petition", "id": 552296, "links": {"self": "https://petition.parliament.uk/petitions/552296.json"}, "attributes": {"action": "Enshrine tree planting target in law", "background": "The UK is hosting the 2021 United Nations Climate Change Conference and has already enshrined a net zero carbon emissions target in law. Now is the time for the Government to set a legally-binding tree planting target, in line with the recommendation by the Committee on Climate Change.", "additional_details": "Tree planting is integral to tackling the climate crisis. Despite this, only 13% of the UK has tree cover, compared to an EU average of 38%. A legally binding target to plant 30,000 ha of new woodland each year to 2050, as has been recommended by the Committee on Climate Change, that considers best sustainable practices in urban and rural tree planting could help increase biodiversity, reconnect people with nature and deliver on our net zero target.", "committee_note": "", "state": "closed", "signature_count": 10508, "created_at": "2020-09-24T09:42:05.095Z", "updated_at": "2021-08-10T11:40:25.000Z", "rejected_at": null, "opened_at": "2020-11-13T12:56:55.745Z", "closed_at": "2021-05-13T22:59:59.999Z", "moderation_threshold_reached_at": "2020-09-24T13:26:14.000Z", "response_threshold_reached_at": "2021-05-03T17:18:45.000Z", "government_response_at": "2021-05-21T10:57:02.779Z", "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": null, "government_response": {"responded_on": "2021-05-21", "summary": "The Government is exploring whether a statutory target for woodland creation in England would be appropriate.", "details": "The Government has committed to increase the rate of new woodland creation across the UK to 30,000 hectares per year by the end of this Parliament and to at least treble tree planting rates to deliver improved biodiversity, climate, economic and societal benefits.\r\n\r\nEngland will have at least 12% woodland cover by mid-century, contributing to net zero greenhouse gas emissions. Woodlands will be managed for biodiversity and other environmental and societal benefits, along with providing a sustainable source of timber and other products.  \r\n\r\nWe are exploring whether a longer-term statutory target for woodland creation in England would be appropriate, including possible interactions with other potential environmental targets.\r\n\r\nThe Environment Bill, currently passing through Parliament, seeks to introduce a mechanism for the Secretary of State to set targets in a number of environmental areas, including woodland creation. The development of any environmental targets will follow a robust, evidence-led process that includes a statutory requirement to seek independent expert advice and a role for stakeholders and the public, as well as scrutiny from Parliament.\r\n\r\nWe are working towards a public consultation for publication in early 2022 that will include proposed targets and an assessment of their impacts. The newly published England Trees Action Plan sets out plans for achieving an unprecedented increase in woodland creation in England, supported by the Nature for Climate Fund. This programme of work will support the Government’s tree planting ambitions over the course of this Parliament and help to increase woodland creation rapidly in England.\r\n\r\nDepartment for Environment Food & Rural Affairs", "created_at": "2021-05-21T10:57:02.777Z", "updated_at": "2021-05-21T10:57:02.777Z"}, "debate": null, "departments": [{"acronym": "DEFRA", "name": "Department for Environment, Food and Rural Affairs", "url": "https://www.gov.uk/government/organisations/department-for-environment-food-rural-affairs"}], "topics": []}}, {"type": "petition", "id": 594431, "links": {"self": "https://petition.parliament.uk/petitions/594431.json"}, "attributes": {"action": "Fund and require the insulation of all social housing by 2025", "background": "To immediately commit to enact within four months a legally binding national plan to fully fund and require social housing providers to insulate all social housing in England, for a just transition towards full decarbonisation of all parts of society and the economy.", "additional_details": "The UK Committee on Climate Change (CCC) made clear that reductions in carbon emissions from housing have \"stalled\" and that \"we cannot meet our climate objectives without a major improvement in UK housing\" (2019).\r\n \r\nPoor quality housing is bad for people's health and wellbeing. An estimated spend of £10 billion to improve the 'poor' housing in England could save the NHS £1.4 billion p.a. and has been estimated to pay for itself in just over seven years and then accrue further benefits (CCC 2019)", "committee_note": "", "state": "closed", "signature_count": 8806, "created_at": "2021-08-08T10:21:19.526Z", "updated_at": "2022-10-03T11:36:01.941Z", "rejected_at": null, "opened_at": "2021-08-18T12:31:37.846Z", "closed_at": "2022-02-18T23:59:59.999Z", "moderation_threshold_reached_at": "2021-08-13T08:07:45.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": null, "government_response": null, "debate": null, "departments": [{"acronym": "DLUHC", "name": "Department for Levelling Up, Housing and Communities ", "url": "https://www.gov.uk/government/organisations/department-for-levelling-up-housing-and-communities"}], "topics": []}}, {"type": "petition", "id": 332264, "links": {"self": "https://petition.parliament.uk/petitions/332264.json"}, "attributes": {"action": "Make Ecocide a criminal offence in the UK", "background": "We ask that the government make ECOCIDE, the wilful or negligent destruction of ecosystems whether by human agency or other causes, a punishable offence by law and to provide simple, effective deterrents for those in positions of responsibility, enforceable within existing criminal justice systems.", "additional_details": "Ecocide- the wilful damage to, destruction of or loss of ecosystem(s) of a given area of land or sea- has been committed over decades and is currently permitted in the UK. This has led to the global climate and ecological crisis that threatens humanity and the survival of many species on Earth.\r\n\r\nMany countries are starting to wake up to the urgency of the crisis, including France and Denmark. Now is the time for the UK to unite with them. Our survival depends on it. It is time to change the rules", "committee_note": "", "state": "closed", "signature_count": 8201, "created_at": "2020-07-21T08:37:57.809Z", "updated_at": "2021-01-29T00:00:02.128Z", "rejected_at": null, "opened_at": "2020-07-28T09:20:38.826Z", "closed_at": "2021-01-28T23:59:59.999Z", "moderation_threshold_reached_at": "2020-07-21T09:58:44.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": null, "government_response": null, "debate": null, "departments": [{"acronym": "MoJ", "name": "Ministry of Justice", "url": "https://www.gov.uk/government/organisations/ministry-of-justice"}], "topics": []}}, {"type": "petition", "id": 624406, "links": {"self": "https://petition.parliament.uk/petitions/624406.json"}, "attributes": {"action": "Ban the sale of all non-organic pesticides to the general public", "background": "Many non-organic pesticides can currently be sold to anyone in the UK without any checks or training. They should be banned from sale, online and in person, to the general public.", "additional_details": "41% of insects around the world are threatened with extinction, including due to use of pesticides, alongside habitat destruction and climate change (Wildlife Trusts). We've seen a 68% decrease in population sizes of mammals, birds, amphibians, reptiles and fish between 1970 - 2016 (The Living Planet Report 2020). There is a wealth of experience that shows you can home garden successfully without non-organic pesticides, yet these kill billions of insects each year, which also contributes to the deaths of birds, mammals and other life that need them.", "committee_note": "", "state": "open", "signature_count": 5188, "created_at": "2022-10-03T09:06:26.175Z", "updated_at": "2023-01-03T08:32:00.000Z", "rejected_at": null, "opened_at": "2022-10-06T15:02:23.317Z", "closed_at": null, "moderation_threshold_reached_at": "2022-10-03T09:27:00.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": "Jack Wallington", "rejection": null, "government_response": null, "debate": null, "departments": [{"acronym": "DEFRA", "name": "Department for Environment, Food and Rural Affairs", "url": "https://www.gov.uk/government/organisations/department-for-environment-food-rural-affairs"}], "topics": []}}, {"type": "petition", "id": 302992, "links": {"self": "https://petition.parliament.uk/petitions/302992.json"}, "attributes": {"action": "Decline any requests for bailouts from the airline industry", "background": "Cease any investment and subsidies in the aviation industry and support the employees to transition into roles in 'greener' transport.", "additional_details": "To protect citizens from the worst impacts of climate change and biodiversity loss by stopping investment in industry that does not support the commitment to (net) zero emissions by 2050, which is arguably an insufficient ambition.", "committee_note": null, "state": "closed", "signature_count": 5070, "created_at": "2020-03-15T09:55:34.258Z", "updated_at": "2020-09-24T23:00:05.018Z", "rejected_at": null, "opened_at": "2020-03-24T15:50:31.467Z", "closed_at": "2020-09-24T22:59:59.999Z", "moderation_threshold_reached_at": "2020-03-15T11:07:24.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": null, "government_response": null, "debate": null, "departments": [{"acronym": "HMT", "name": "HM Treasury", "url": "https://www.gov.uk/government/organisations/hm-treasury"}], "topics": []}}, {"type": "petition", "id": 320890, "links": {"self": "https://petition.parliament.uk/petitions/320890.json"}, "attributes": {"action": "Support making ECOCIDE an international crime", "background": "Mass damage and destruction of ecosystems (ECOCIDE), committed over decades and permitted by law, has led to global climate and ecological crisis. Treaties, agreements and civil lawsuits have all failed to prevent this.  It is time to change the rules.", "additional_details": "Amending the Rome Statute of the International Criminal Court to include ECOCIDE as a CRIME - alongside genocide, war crimes and crimes against humanity – could provide a simple, effective deterrent for those in positions of responsibility, enforceable within existing criminal justice systems.\r\n  \r\nWe call on our government to declare support for such an amendment, in the knowledge that many countries must stand together to put this law in place for the long-term protection of all life on Earth.", "committee_note": "", "state": "closed", "signature_count": 4799, "created_at": "2020-05-14T19:48:27.419Z", "updated_at": "2021-01-28T09:30:27.000Z", "rejected_at": null, "opened_at": "2020-07-27T11:28:53.665Z", "closed_at": "2021-01-27T23:59:59.999Z", "moderation_threshold_reached_at": "2020-05-14T20:49:44.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": null, "government_response": null, "debate": null, "departments": [{"acronym": "FCDO", "name": "Foreign, Commonwealth & Development Office", "url": "https://www.gov.uk/government/organisations/foreign-commonwealth-office"}], "topics": []}}, {"type": "petition", "id": 578999, "links": {"self": "https://petition.parliament.uk/petitions/578999.json"}, "attributes": {"action": "Put a ban on factory farming", "background": "Factory farming can be a nest for diseases and pandemics and use of antibiotics to control is causing problems for the Animals and people.\r\n\r\nThey contribute to climate change", "additional_details": "The Government need to listen to the majority of people who do not want these factory farming anymore.\r\n\r\nThis is not farming,this is violence and cruelty.\r\n\r\nWhich is affecting us all,our health,Animals welfare and the planet health.", "committee_note": "", "state": "closed", "signature_count": 3029, "created_at": "2021-03-11T12:37:16.260Z", "updated_at": "2022-02-17T09:44:34.795Z", "rejected_at": null, "opened_at": "2021-04-16T10:09:21.653Z", "closed_at": "2021-10-16T22:59:59.999Z", "moderation_threshold_reached_at": "2021-03-12T06:48:25.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": null, "government_response": null, "debate": null, "departments": [{"acronym": "DEFRA", "name": "Department for Environment, Food and Rural Affairs", "url": "https://www.gov.uk/government/organisations/department-for-environment-food-rural-affairs"}], "topics": []}}, {"type": "petition", "id": 315762, "links": {"self": "https://petition.parliament.uk/petitions/315762.json"}, "attributes": {"action": "Ban the sale of disposable barbecues.", "background": "Each year supermarkets push the sale of cheap disposable barbecues. These are frequently taken to be used in parks and greenspaces, often without the landowners permission. In many cases, having already scorched the ground below these barbecues are frequently left giving rise to wild fires.", "additional_details": "In an age where resources are increasingly scarce and the rising odds of our society being locked into runaway climate change, we cannot afford to allow for habitat destruction caused by the irresponsible use of disposable barbecues. People shouldn't be able to walk into a shop to buy what in effect is a wild fire kit for around £5. If people want to barbecue they should only be able to use facilities provided by a landowner's good grace or use a more sustainable model at home.", "committee_note": null, "state": "closed", "signature_count": 2838, "created_at": "2020-04-13T08:52:20.569Z", "updated_at": "2020-12-16T00:00:03.537Z", "rejected_at": null, "opened_at": "2020-06-15T15:11:44.204Z", "closed_at": "2020-12-15T23:59:59.999Z", "moderation_threshold_reached_at": "2020-04-13T10:21:44.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": null, "government_response": null, "debate": null, "departments": [{"acronym": "DEFRA", "name": "Department for Environment, Food and Rural Affairs", "url": "https://www.gov.uk/government/organisations/department-for-environment-food-rural-affairs"}], "topics": []}}, {"type": "petition", "id": 333388, "links": {"self": "https://petition.parliament.uk/petitions/333388.json"}, "attributes": {"action": "Require health warnings at point of purchase of fossil fuel energy eg. petrol", "background": "Air pollution damages our lungs, hearts and brains; causing 40,000 premature deaths and £20 billion in costs every year in the UK.", "additional_details": " Burning fossil fuels is a major cause of both air pollution and climate change. It is a public right to understand the dangers of fossil fuels, just as it is for tobacco.\r\n\r\nEmerging evidence suggests air pollution worsens covid19 outcomes. Health warnings connect the abstract threat of climate change with the vast array of health risks linked to fossil fuels. They should encourage use of alternatives to fossil fuels, and increase demand for zero-carbon renewable energy. Making fossil fuel use more of a public concern should inspire improvements to cycling and public transport networks, car sharing, EV charging stations and city planning.", "committee_note": "", "state": "closed", "signature_count": 2503, "created_at": "2020-07-30T20:16:50.054Z", "updated_at": "2021-02-27T00:00:02.044Z", "rejected_at": null, "opened_at": "2020-08-26T13:26:50.269Z", "closed_at": "2021-02-26T23:59:59.999Z", "moderation_threshold_reached_at": "2020-08-03T16:23:34.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": null, "government_response": null, "debate": null, "departments": [{"acronym": "BEIS", "name": "Department for Business, Energy and Industrial Strategy", "url": "https://www.gov.uk/government/organisations/department-for-business-energy-and-industrial-strategy"}], "topics": []}}, {"type": "petition", "id": 615537, "links": {"self": "https://petition.parliament.uk/petitions/615537.json"}, "attributes": {"action": "We demand that the UK Government declares a Global Climate Emergency", "background": "The UK Government is still the President of COP26. In spite of the progress made at the COP26 conference, global temperatures are rising faster than expected and emissions continue to rise unabated.  It is our moral obligation as COP President to declare a Global Climate Emergency.", "additional_details": "The Intergovernmental Panel on Climate Change (IPCC) report published on 28th Feb 2022 makes clear that climate change is impacting the world far faster than scientists had anticipated. Countries have failed to rein in planet-warming carbon emissions, which continue to rise.\r\n\"Unchecked carbon pollution is forcing the world's most vulnerable on a frogmarch to destruction...The facts are undeniable. This abdication of leadership is criminal.\" U.N. Secretary-General Antonio Guterres.", "committee_note": "", "state": "closed", "signature_count": 2469, "created_at": "2022-04-24T19:59:13.975Z", "updated_at": "2022-11-11T00:00:09.175Z", "rejected_at": null, "opened_at": "2022-04-27T13:08:34.160Z", "closed_at": "2022-11-10T23:59:59.999Z", "moderation_threshold_reached_at": "2022-04-25T06:43:49.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": null, "government_response": null, "debate": null, "departments": [{"acronym": "DEFRA", "name": "Department for Environment, Food and Rural Affairs", "url": "https://www.gov.uk/government/organisations/department-for-environment-food-rural-affairs"}], "topics": []}}, {"type": "petition", "id": 300178, "links": {"self": "https://petition.parliament.uk/petitions/300178.json"}, "attributes": {"action": "Publish new carbon budgets linked to the Paris Agreement and Climate Change Act", "background": "In the light of the high court ruling of 26th February 2020 on the proposed expansion of Heathrow airport, the UK govt must now publish new carbon budgets, linked to its commitments under the Paris agreement and the 2008 climate change act.", "additional_details": "The high court judgement stated that govt “must include an explanation of how the policy set out in the statement takes account of Government policy relating to the mitigation of, and adaptation to, climate change\"\r\n \r\nIt made reference to relevant parts of the Paris agreement and other UK statutes\r\n \r\nIn my opinion, a carbon budget for infrastructure spending in the UK may now be required. Because all new projects are now open to challenge based on their inability to sit within carbon emission limits", "committee_note": "", "state": "closed", "signature_count": 2089, "created_at": "2020-03-03T22:03:29.094Z", "updated_at": "2020-11-13T17:59:38.302Z", "rejected_at": null, "opened_at": "2020-03-05T16:00:06.313Z", "closed_at": "2020-09-05T22:59:59.999Z", "moderation_threshold_reached_at": "2020-03-03T22:27:24.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": null, "government_response": null, "debate": null, "departments": [{"acronym": "BEIS", "name": "Department for Business, Energy and Industrial Strategy", "url": "https://www.gov.uk/government/organisations/department-for-business-energy-and-industrial-strategy"}], "topics": []}}, {"type": "petition", "id": 587089, "links": {"self": "https://petition.parliament.uk/petitions/587089.json"}, "attributes": {"action": "Ban fossil fuel sponsorship of all UK culture, media and sport", "background": "Companies are using the sponsorship of culture, media and sport to greenwash their reputations, buying the social licence they need to continue profiting from the destruction of the planet. This activity threatens our collective future and it needs to be banned.", "additional_details": "To meet the Paris Agreement goals of keeping global temperature rises beneath 1.5 degrees, we need a rapid transition away from fossil fuels, based on far-reaching changes to every aspect of our lives. Companies that have a financial interest in slowing this process cannot be given a seat at the table. Petrochemical majors have stifled climate action for decades and they continue to do so today. Like tobacco companies, they must be prevented from laundering their reputations through sponsorship.", "committee_note": "", "state": "closed", "signature_count": 2057, "created_at": "2021-05-24T08:00:55.499Z", "updated_at": "2022-05-25T16:32:11.215Z", "rejected_at": null, "opened_at": "2021-05-28T15:19:49.848Z", "closed_at": "2021-11-28T23:59:59.999Z", "moderation_threshold_reached_at": "2021-05-24T08:23:35.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": null, "government_response": null, "debate": null, "departments": [{"acronym": "DCMS", "name": "Department for Digital, Culture, Media and Sport", "url": "https://www.gov.uk/government/organisations/department-for-digital-culture-media-sport"}], "topics": []}}, {"type": "petition", "id": 610459, "links": {"self": "https://petition.parliament.uk/petitions/610459.json"}, "attributes": {"action": "Reject any future applications to increase passenger numbers at Luton Airport", "background": "Luton Council are consulting on increasing passenger numbers from 18 to 32million per year as a preliminary step for an application for a Development Consent Order (DCO). We call upon the UK Government to refuse any future application to increase the number of passengers using London Luton Airport.", "additional_details": "This expansion of airport capacity is surely contrary to the recommendations of the Committee on Climate Change.\r\n\r\nThe airport (LLA) doubled its capacity between 2014 and 2019, creating immense strain on local transport infrastructure, unbearable noise impacts on neighbouring communities and increased greenhouse gas emissions.\r\n\r\nNow LLA wants to almost double its capacity from 18 million passengers a year to 32 million, despite the Climate Emergency and the impact the increase in flights will surely have on the environment.", "committee_note": "", "state": "closed", "signature_count": 2015, "created_at": "2022-03-02T17:18:13.032Z", "updated_at": "2022-09-23T23:00:00.577Z", "rejected_at": null, "opened_at": "2022-03-09T11:50:16.403Z", "closed_at": "2022-09-23T22:59:59.999Z", "moderation_threshold_reached_at": "2022-03-02T17:26:18.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": null, "government_response": null, "debate": null, "departments": [{"acronym": "DfT", "name": "Department for Transport", "url": "https://www.gov.uk/government/organisations/department-for-transport"}], "topics": []}}, {"type": "petition", "id": 321868, "links": {"self": "https://petition.parliament.uk/petitions/321868.json"}, "attributes": {"action": "Ban the Advertising of Meat Products", "background": "Ban or restrict advertising in the media of products containing meat such as beef, pork, poultry and fish in order to reduce the demand for and consumption of meat and animal products. Reducing our meat consumption as a nation will benefit public health and our environment.", "additional_details": "A recent UN report has said that lesser consumption of animal products is crucial to save the world from the worst impacts of climate change. Livestock and their byproducts contribute to greenhouse gas emissions and have been associated with risks of disease spreading. Eating meat has been shown to increase risk of heart disease, cancer, strokes and obesity. Reducing our meat consumption as a nation will benefit public health and our environment.", "committee_note": "", "state": "closed", "signature_count": 1834, "created_at": "2020-05-22T12:23:02.810Z", "updated_at": "2021-01-31T00:00:04.131Z", "rejected_at": null, "opened_at": "2020-07-30T16:43:21.578Z", "closed_at": "2021-01-30T23:59:59.999Z", "moderation_threshold_reached_at": "2020-05-22T14:02:54.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": null, "government_response": null, "debate": null, "departments": [{"acronym": "DCMS", "name": "Department for Digital, Culture, Media and Sport", "url": "https://www.gov.uk/government/organisations/department-for-digital-culture-media-sport"}], "topics": []}}, {"type": "petition", "id": 627208, "links": {"self": "https://petition.parliament.uk/petitions/627208.json"}, "attributes": {"action": "Prevent all new North Sea oil and gas exploration", "background": "We want the Government to take all action necessary to prevent new North Sea oil and gas exploration. This includes preventing new licences being granted as a result of the current Offshore Licensing Round, and revoking powers for any new licenses for exploration to be granted.", "additional_details": "We believe the following:\r\n \r\n- There is a consensus in published research that developing new oil and gas fields is incompatible with staying below 1.5C of warming;\r\n- The UK needs to demonstrate its commitment to move away from fossil fuels if we expect much poorer nations to do the same;\r\n- For countries to use energy security to justify exploiting new oil and gas reserves would destroy any hope of fighting climate change;\r\n- It will do nothing to address the current cost of living crisis.", "committee_note": "", "state": "open", "signature_count": 1757, "created_at": "2022-10-31T17:29:47.231Z", "updated_at": "2023-01-01T17:08:50.000Z", "rejected_at": null, "opened_at": "2022-11-07T15:50:06.979Z", "closed_at": null, "moderation_threshold_reached_at": "2022-10-31T20:34:00.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": "Stephen Little", "rejection": null, "government_response": null, "debate": null, "departments": [{"acronym": "BEIS", "name": "Department for Business, Energy and Industrial Strategy", "url": "https://www.gov.uk/government/organisations/department-for-business-energy-and-industrial-strategy"}], "topics": []}}, {"type": "petition", "id": 572112, "links": {"self": "https://petition.parliament.uk/petitions/572112.json"}, "attributes": {"action": "Make the catering at the Glasgow 2021 UN Climate Change Conference plant-based", "background": "The 2019 IPCC report 'Climate Change and Land' notes that a shift towards a plant-based diet can offer significant benefits in mitigating climate change. We are asking the UK Government as hosts of the Conference to show their commitment to the conference aims by making the food offered plant-based.", "additional_details": "Disappointingly, previous UN Climate Change conferences have offered very little plant-based foods and COP26 presents an opportunity for the UK government to set a global example in Glasgow, one of most vegan-friendly cities in the world. \r\n\r\nThe IPCC Special Report 'Climate Change and Land', 2019, p497. 'For example, halving consumption of meat, dairy products and eggs in the European Union would achieve a 40% reduction in ammonia emissions, 25–40% reduction in non-CO2 GHG emissions...'", "committee_note": null, "state": "closed", "signature_count": 1743, "created_at": "2021-01-26T13:14:37.544Z", "updated_at": "2021-09-18T10:59:48.000Z", "rejected_at": null, "opened_at": "2021-03-17T15:58:09.441Z", "closed_at": "2021-09-17T22:59:59.999Z", "moderation_threshold_reached_at": "2021-01-26T14:18:47.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": null, "government_response": null, "debate": null, "departments": [{"acronym": "BEIS", "name": "Department for Business, Energy and Industrial Strategy", "url": "https://www.gov.uk/government/organisations/department-for-business-energy-and-industrial-strategy"}], "topics": []}}, {"type": "petition", "id": 300000, "links": {"self": "https://petition.parliament.uk/petitions/300000.json"}, "attributes": {"action": "Protect the Environment – support carbon neutral energy alternatives", "background": "In November 2019, Members of the UK Youth Parliament, sitting in the House of Commons voted “Protect the Environment” as its campaigning priority for this year.\n\nWe are calling for the Government to ban fracking, end the mining of fossil fuels and instead support carbon neutral energy alternatives.\n", "additional_details": "To preserve this world for the next generation, we have a moral responsibility to protect it from the effects of Climate Change. Climate change is a problem than will affect young people more than any other generation.\n\nRight now, the Government are not protecting the environment in the way that is necessary for young people and the next generation.\n\nhttp://www.ukyouthparliament.org.uk/2019/news/climate-emergency-declared-biggest-issue-facing-young-people/\n", "committee_note": null, "state": "closed", "signature_count": 1604, "created_at": "2020-03-02T12:06:20.235Z", "updated_at": "2021-08-04T14:50:59.852Z", "rejected_at": null, "opened_at": "2020-03-03T17:03:17.327Z", "closed_at": "2020-09-03T22:59:59.999Z", "moderation_threshold_reached_at": "2020-03-02T12:15:24.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": null, "government_response": null, "debate": null, "departments": [{"acronym": "BEIS", "name": "Department for Business, Energy and Industrial Strategy", "url": "https://www.gov.uk/government/organisations/department-for-business-energy-and-industrial-strategy"}], "topics": []}}, {"type": "petition", "id": 621955, "links": {"self": "https://petition.parliament.uk/petitions/621955.json"}, "attributes": {"action": "Amend the Procurement Bill to enshrine positive environmental obligations.", "background": "The Procurement Bill should create a legal obligation on Contracting Authorities ensuring all specifications and contractors have a net positive impact upon the environment and that this requirement is designed into the procurement and management of public spend for all goods, services and works.", "additional_details": "Climate change is an existential threat to every UK citizen and future generations. The Public Sector spends £300B per annum, taxpayers’ money should be spent to prevent negative climate impact and encourage positive climate solutions and innovation. Creating a legal obligation to incorporate net positive environmental considerations supports Governments strategy of being a world leader in climate change, its COP26 and broader climate obligations, while encouraging economic growth.", "committee_note": "", "state": "open", "signature_count": 1430, "created_at": "2022-08-16T14:44:45.900Z", "updated_at": "2023-01-01T17:09:10.000Z", "rejected_at": null, "opened_at": "2022-08-17T09:53:33.037Z", "closed_at": null, "moderation_threshold_reached_at": "2022-08-16T15:53:59.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": "David Allan Shields", "rejection": null, "government_response": null, "debate": null, "departments": [{"acronym": "CO", "name": "Cabinet Office", "url": "https://www.gov.uk/government/organisations/cabinet-office"}], "topics": []}}, {"type": "petition", "id": 581752, "links": {"self": "https://petition.parliament.uk/petitions/581752.json"}, "attributes": {"action": "Percentage opt out clause for taxpayers regarding animal agriculture subsidies.", "background": "Work out a percentage per person spent on animal agriculture subsidies and create an opt out option for UK taxpayers who no longer want to fund this on ethical, moral and practical grounds.", "additional_details": "Whilst it is obvious that UK citizens rely on local and central government to spend our taxes wisely, I feel that consideration should be given to the fact that many people abhor the cruel and unnecessary breeding and slaughter of farm animals and do not want their taxes used to perpetuate the industry through subsidies.\r\n\r\nThe world has changed. Animal agriculture is a leading cause of climate change through carbon emissions and rain forest clearance. We do not want to pay for it.", "committee_note": "", "state": "closed", "signature_count": 1241, "created_at": "2021-03-31T07:03:44.490Z", "updated_at": "2021-11-08T00:00:08.887Z", "rejected_at": null, "opened_at": "2021-05-07T13:57:27.504Z", "closed_at": "2021-11-07T23:59:59.999Z", "moderation_threshold_reached_at": "2021-04-01T15:34:05.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": null, "government_response": null, "debate": null, "departments": [{"acronym": "HMT", "name": "HM Treasury", "url": "https://www.gov.uk/government/organisations/hm-treasury"}], "topics": []}}, {"type": "petition", "id": 560715, "links": {"self": "https://petition.parliament.uk/petitions/560715.json"}, "attributes": {"action": "Create a programme to plant a tree for every baby born in England", "background": "Wales plant a tree for every baby born (The \"Plant!\" programme). Considering the current climate, it would be incredibly beneficial to bring this project to England too, as re-wilding the planet is of utmost importance in combatting climate change.", "additional_details": "", "committee_note": "", "state": "closed", "signature_count": 1237, "created_at": "2020-11-16T10:50:41.543Z", "updated_at": "2021-05-23T23:00:04.042Z", "rejected_at": null, "opened_at": "2020-11-23T11:06:17.078Z", "closed_at": "2021-05-23T22:59:59.999Z", "moderation_threshold_reached_at": "2020-11-16T21:04:47.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": null, "government_response": null, "debate": null, "departments": [{"acronym": "DEFRA", "name": "Department for Environment, Food and Rural Affairs", "url": "https://www.gov.uk/government/organisations/department-for-environment-food-rural-affairs"}], "topics": []}}, {"type": "petition", "id": 588159, "links": {"self": "https://petition.parliament.uk/petitions/588159.json"}, "attributes": {"action": "Remove environmental taxes from electricity to encourage heat pump installations", "background": "Around 23% of electricity bills are made up of environmental and social levies, including the Climate Change Levy (CCL), while these levies make up just 2% of gas bills. ", "additional_details": "These taxes are surely a significant barrier to the decarbonisation of heat in the UK, and simply further encourage the burning of fossil fuels.\r\n\r\nThe Government needs to eliminate environmental levies on electricity to encourage people to install heat pumps without the disincentive of such high costs, to help fight climate change.\r\nIt seems impossible for the UK to even begin to achieve the Prime Minister's aim of 600,000 heat pump installations a year by 2028 until it eliminates the taxes on electricity that are surely discouraging heat pump installations.", "committee_note": "", "state": "closed", "signature_count": 1218, "created_at": "2021-06-07T07:46:05.863Z", "updated_at": "2022-02-24T13:35:36.489Z", "rejected_at": null, "opened_at": "2021-06-14T11:48:50.573Z", "closed_at": "2021-12-14T23:59:59.999Z", "moderation_threshold_reached_at": "2021-06-07T10:51:05.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": null, "government_response": null, "debate": null, "departments": [{"acronym": "DEFRA", "name": "Department for Environment, Food and Rural Affairs", "url": "https://www.gov.uk/government/organisations/department-for-environment-food-rural-affairs"}], "topics": []}}, {"type": "petition", "id": 300770, "links": {"self": "https://petition.parliament.uk/petitions/300770.json"}, "attributes": {"action": "Make it compulsory for food products to have environmental impact traffic lights", "background": "This proposal is to mandate environmental health traffic lights of carbon footprint, water use & packaging recyclability on food products similar to the sugar/salt health traffic lights. This will enable people to make informed choices on the environmental impact of the goods they are buying.", "additional_details": "We all need to make changes to limit the effects of climate change in our future and in our children's future. There is a growing movement across the country to 'do the right thing' but this can be a daunting task for an individual - are bananas shipped from Africa less environmentally damaging than satsumas grown in Spain? \r\n\r\nAlso, if the awareness of the environmental impact of different foods is increased, then people who are less informed are also more likely to make lower impact choices.", "committee_note": null, "state": "closed", "signature_count": 1084, "created_at": "2020-03-07T14:22:59.045Z", "updated_at": "2021-10-05T14:35:44.004Z", "rejected_at": null, "opened_at": "2020-03-13T11:05:58.829Z", "closed_at": "2020-09-13T22:59:59.999Z", "moderation_threshold_reached_at": "2020-03-08T21:26:04.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": null, "government_response": null, "debate": null, "departments": [{"acronym": "DEFRA", "name": "Department for Environment, Food and Rural Affairs", "url": "https://www.gov.uk/government/organisations/department-for-environment-food-rural-affairs"}], "topics": []}}, {"type": "petition", "id": 549072, "links": {"self": "https://petition.parliament.uk/petitions/549072.json"}, "attributes": {"action": "UK Government to build UK Aid/Disaster Relief and Training Ship/s", "background": "To regenerate the UK shipbuilding Industry by building Ship/s to directly deliver UK Aid. \r\n\r\nTo provide a training platform to give work experience to future generations of UK & Commonwealth mariners. \r\n\r\nTo equip the ships to deliver ocean advocacy, medical support and environmental research.", "additional_details": "The UK has no means of directly addressing disaster relief except by the secondment of RN and RFA Ships of limited capability. There is currently no means to directly deliver UK Aid and community regeneration to UK overseas territories and the Commonwealth. These ships will be a world first in directly addressing the consequences of climate change whilst providing a practical face to COP26. \r\n\r\nThe UK faces a significant challenge in finding enough ships to deliver the practical seagoing experience required by individual seafarers to comply with International legislation. \r\n\r\nThe ships will be income generating and will be the face of UK Aid in providing a robust response to the environmental challenges of the future. \r\n", "committee_note": "", "state": "closed", "signature_count": 1027, "created_at": "2020-08-20T07:40:24.363Z", "updated_at": "2021-03-29T23:00:09.234Z", "rejected_at": null, "opened_at": "2020-09-29T12:17:32.005Z", "closed_at": "2021-03-29T22:59:59.999Z", "moderation_threshold_reached_at": "2020-08-20T08:41:34.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": null, "government_response": null, "debate": null, "departments": [{"acronym": "FCDO", "name": "Foreign, Commonwealth & Development Office", "url": "https://www.gov.uk/government/organisations/foreign-commonwealth-office"}], "topics": []}}, {"type": "petition", "id": 300279, "links": {"self": "https://petition.parliament.uk/petitions/300279.json"}, "attributes": {"action": "Add Environmental Conservation to the national curriculum for all schools", "background": "The Government should act to enhance the national curriculum at all stages in schools to include rigorous instruction in environmental and ecological conservation and sciences. Ensure these are promoted with at least equal weight to that afforded to matters such as economic and financial activity.", "additional_details": "After the declaration of Climate Emergency on 1 May 2019 by the House of Commons, there remains a lack of understanding among decision makers and the general public about the importance of these issues. There is a misplaced notion that environmentalism is either optional or a hindrance in the face of economic activity and development. For the undertakings made by the Government to be meaningful then these misconceptions in society must be changed on a fundamental level and from the youngest age.", "committee_note": "", "state": "closed", "signature_count": 991, "created_at": "2020-03-04T13:55:01.079Z", "updated_at": "2021-07-28T16:31:09.089Z", "rejected_at": null, "opened_at": "2020-03-10T12:56:31.190Z", "closed_at": "2020-09-10T22:59:59.999Z", "moderation_threshold_reached_at": "2020-03-04T21:27:54.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": null, "government_response": null, "debate": null, "departments": [{"acronym": "DfE", "name": "Department for Education", "url": "https://www.gov.uk/government/organisations/department-for-education"}], "topics": []}}, {"type": "petition", "id": 577399, "links": {"self": "https://petition.parliament.uk/petitions/577399.json"}, "attributes": {"action": "The 2030 ban on diesel/petrol cars must apply to all fossil fuel hybrid cars too", "background": "The 2030 ban on diesel & petrol cars should mean that from this date the only new cars sold are FULLY electric. No car (including Hybrids) with an exhaust or the ability to be filled with petrol should be exempted. Lobbying must not weaken the planned legislation.", "additional_details": "Yearly deaths from air pollution in the UK are at 28-36,000, and we have a urgent threat from Climate Change. We must ban ALL petrol/diesel cars. This must include banning all Hybrid cars, which can all still be driven on fossil fuels if a driver chooses. We must be bold and not flinch to pressure from oil companies or manufacturer lobbies to water down the ban. From 2030 only fully Battery electric cars, with no ability whatsoever to utilise fossil fuels should be allowed to be sold in the UK.", "committee_note": "", "state": "closed", "signature_count": 975, "created_at": "2021-02-28T15:11:55.838Z", "updated_at": "2021-09-11T23:00:05.367Z", "rejected_at": null, "opened_at": "2021-03-11T16:55:13.924Z", "closed_at": "2021-09-11T22:59:59.999Z", "moderation_threshold_reached_at": "2021-02-28T15:36:55.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": null, "government_response": null, "debate": null, "departments": [{"acronym": "DfT", "name": "Department for Transport", "url": "https://www.gov.uk/government/organisations/department-for-transport"}], "topics": []}}, {"type": "petition", "id": 601372, "links": {"self": "https://petition.parliament.uk/petitions/601372.json"}, "attributes": {"action": "Do not include language about protests in any DfE strategies", "background": "A draft DfE strategy on sustainability and climate change has stated that \"it would not be appropriate to encourage pupils to join specific campaigning groups or engage in specific political activity, such as protests.\" We call on the Government to remove this statement.", "additional_details": "This language is unnecessarily proscriptive and denies students access to key learning opportunities. Campaigning and protesting are key parts of a functioning democracy and provide rich and valuable learning opportunities. Children have had their education enhanced by such activities as school trips to Fridays for Future demonstrations or persuasive writing activities in support of charity campaigns.", "committee_note": "", "state": "closed", "signature_count": 892, "created_at": "2021-11-16T17:40:43.815Z", "updated_at": "2022-06-06T23:00:07.636Z", "rejected_at": null, "opened_at": "2021-12-06T18:46:16.733Z", "closed_at": "2022-06-06T22:59:59.999Z", "moderation_threshold_reached_at": "2021-11-17T13:50:58.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": null, "government_response": null, "debate": null, "departments": [{"acronym": "DfE", "name": "Department for Education", "url": "https://www.gov.uk/government/organisations/department-for-education"}], "topics": []}}, {"type": "petition", "id": 611416, "links": {"self": "https://petition.parliament.uk/petitions/611416.json"}, "attributes": {"action": "Create new publicly owned solar energy company to address fuel & climate crisis ", "background": "Energy prices are rising to unmanageable levels & fossil fuels add to climate change. Create new publicly owned 100% solar energy company. Solar is the cheapest way to produce energy, with potentially floating solar panels on every reservoir in the country, to locally produce clean reliable energy.", "additional_details": "Solar tech has improved dramatically recently:  Solar power is now the cheapest way to generate electricity, cheaper than coal, oil, gas inc fracking, wind, hydro, nuclear, etc. Solar panels are now far cheaper & require less area to produce more energy than they used to, working well even on cloudy or rainy days. Solar panels can be floated on water or be placed on building roofs so don't take up any additional land, producing energy locally, with battery banks ensuring electricity is reliable & available 24/7.", "committee_note": "", "state": "closed", "signature_count": 864, "created_at": "2022-03-13T01:18:26.514Z", "updated_at": "2022-10-01T23:00:04.859Z", "rejected_at": null, "opened_at": "2022-03-17T18:07:16.652Z", "closed_at": "2022-10-01T22:59:59.999Z", "moderation_threshold_reached_at": "2022-03-13T07:51:58.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": null, "government_response": null, "debate": null, "departments": [{"acronym": "BEIS", "name": "Department for Business, Energy and Industrial Strategy", "url": "https://www.gov.uk/government/organisations/department-for-business-energy-and-industrial-strategy"}], "topics": []}}, {"type": "petition", "id": 578800, "links": {"self": "https://petition.parliament.uk/petitions/578800.json"}, "attributes": {"action": "Launch a public information campaign on the climate and ecological emergency.", "background": "I want the Government to launch a science-based information campaign via the major media outlets (TV, radio and press) to coincide (if possible) with the COP 26 talks in Glasgow later this year and help build public support and understanding for the measures needed, as well as changes in behaviour.", "additional_details": "Such UK-wide information campaigns, e.g. on road safety or AIDS, have proven highly effective in the past in changing public behaviour and attitudes. Only the central Government in Westminster is capable of  executing such campaigns. The climate and ecological crisis demands urgent and major intervention but has become politicised and so the media convey mixed messages about it. A Government-led campaign (but with cross-party support) would lend authority and build national purpose for action.", "committee_note": null, "state": "closed", "signature_count": 839, "created_at": "2021-03-10T07:13:45.626Z", "updated_at": "2022-05-25T16:32:11.203Z", "rejected_at": null, "opened_at": "2021-03-23T11:28:10.714Z", "closed_at": "2021-09-23T22:59:59.999Z", "moderation_threshold_reached_at": "2021-03-12T20:07:15.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": null, "government_response": null, "debate": null, "departments": [{"acronym": "DEFRA", "name": "Department for Environment, Food and Rural Affairs", "url": "https://www.gov.uk/government/organisations/department-for-environment-food-rural-affairs"}], "topics": []}}, {"type": "petition", "id": 554035, "links": {"self": "https://petition.parliament.uk/petitions/554035.json"}, "attributes": {"action": "Introduce a levy on single-use disposable plastic", "background": "I want the UK Government and Parliament to introduce a levy on single-use disposable plastic manufactured and sold in the UK.\r\n\r\nThis will help consumers, business and industry transition towards more sustainable solutions; ones that are long term and ones that consider the entire product lifecycle.", "additional_details": "The impact of plastic pollution on our natural environment isn’t just a problem for the UK. It’s a global one. \r\n\r\nIn 2021 the UK will host COP26 and the G7. Whilst SARS-CoV-2 (COVID19) will dominate the conversation, the UK must use these events to tackle plastic pollution as well as climate change and the effect it will have on our natural environment. \r\n\r\nThis levy may create a fund for research into the effects of plastic pollution as well as solutions that may lead to an outright ban.", "committee_note": null, "state": "closed", "signature_count": 779, "created_at": "2020-10-11T17:46:05.232Z", "updated_at": "2021-08-20T16:39:44.985Z", "rejected_at": null, "opened_at": "2020-10-29T15:48:27.225Z", "closed_at": "2021-04-29T22:59:59.999Z", "moderation_threshold_reached_at": "2020-10-11T20:15:44.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": null, "government_response": null, "debate": null, "departments": [{"acronym": "DEFRA", "name": "Department for Environment, Food and Rural Affairs", "url": "https://www.gov.uk/government/organisations/department-for-environment-food-rural-affairs"}], "topics": []}}, {"type": "petition", "id": 621583, "links": {"self": "https://petition.parliament.uk/petitions/621583.json"}, "attributes": {"action": "End All Government Subsidies for Fossil Fuel Companies", "background": "The UK is reported to have given over £13bn in subsidies to fossil fuel companies since the Paris agreement in 2015, including £10bn in tax reliefs for exploration and production. This is the third highest in the world, after India and China. These need to stop, and the money put to better use.", "additional_details": "We are in a cost of living crisis and fossil fuel companies have recorded record profits. They do not need government support especially when people are struggling to pay rising energy costs.\r\n\r\nWe also have a climate emergency and giving money to fossil fuel companies will surely reduce our ability to hit net zero by 2050. We should not be subsidising polluters while trying to reduce our carbon footprint.\r\n\r\nThe money could be better spent improving health care, schools or even combating climate change.", "committee_note": "", "state": "open", "signature_count": 778, "created_at": "2022-08-08T20:30:13.638Z", "updated_at": "2023-01-02T21:58:50.000Z", "rejected_at": null, "opened_at": "2022-08-10T08:12:01.716Z", "closed_at": null, "moderation_threshold_reached_at": "2022-08-09T11:25:39.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": "Matthew Brooks", "rejection": null, "government_response": null, "debate": null, "departments": [{"acronym": "DEFRA", "name": "Department for Environment, Food and Rural Affairs", "url": "https://www.gov.uk/government/organisations/department-for-environment-food-rural-affairs"}], "topics": []}}, {"type": "petition", "id": 615031, "links": {"self": "https://petition.parliament.uk/petitions/615031.json"}, "attributes": {"action": "Bring the draft Bereavement Benefits Remedial Order into law. ", "background": "The draft remedial order was laid out in July 2021 and last updated in December 2021. This has still not been made into legislation by parliament. I would like this to be made into law as soon as possible to enable those missing out on this payment to be able to claim it.", "additional_details": "The McLaughlin (2018) and Jackson (2020) judgments resulted in the current law being found to be discriminating against the children who’s parents are currently unable to make a claim as they were not married or in a civil partnership with their deceased partner. A draft remedial order has previously been laid out by the DWP to the government asking for this law to be changed following the success of the previously mentioned court cases. I would like the government to pass this law as a matter of urgency to enable eligible parents who are struggling financially during the current economic climate to claim this benefit.", "committee_note": "", "state": "closed", "signature_count": 720, "created_at": "2022-04-15T13:15:13.968Z", "updated_at": "2022-11-04T00:00:04.311Z", "rejected_at": null, "opened_at": "2022-04-20T10:29:40.586Z", "closed_at": "2022-11-03T23:59:59.999Z", "moderation_threshold_reached_at": "2022-04-16T09:48:39.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": null, "government_response": null, "debate": null, "departments": [{"acronym": "DWP", "name": "Department for Work and Pensions", "url": "https://www.gov.uk/government/organisations/department-for-work-pensions"}], "topics": []}}, {"type": "petition", "id": 331919, "links": {"self": "https://petition.parliament.uk/petitions/331919.json"}, "attributes": {"action": "Ban the import of soy and beef products not certified as free from deforestation", "background": "I want the UK government to make it illegal for beef and soy imports to have deforestation in their supply chain.", "additional_details": "73% of deforestation in the Amazon is driven by agricultural land expansion for soy and cattle ranching. We cannot reach our Paris Climate Agreements targets without ameliorating the emissions we are responsible for creating abroad. Deforestation is a huge contributor to climate change and must end if we are to tackle the global climate crisis. Currently only 27% of soy in the UK is certified as not being associated with deforestation and this is not good enough!", "committee_note": "", "state": "closed", "signature_count": 579, "created_at": "2020-07-17T11:55:52.959Z", "updated_at": "2021-03-19T00:00:06.687Z", "rejected_at": null, "opened_at": "2020-09-18T10:47:23.616Z", "closed_at": "2021-03-18T23:59:59.999Z", "moderation_threshold_reached_at": "2020-07-17T12:10:34.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": null, "government_response": null, "debate": null, "departments": [{"acronym": "DfIT", "name": "Department for International Trade", "url": "https://www.gov.uk/government/organisations/department-for-international-trade"}], "topics": []}}, {"type": "petition", "id": 549900, "links": {"self": "https://petition.parliament.uk/petitions/549900.json"}, "attributes": {"action": "Hold a referendum to decide if the UK should commit to Carbon Neutrality by 2030", "background": "We are asking that the government hold a national referendum to ask whether or not the UK should bring forward its target of net-neutrality to 2030. This may follow a similar framework as the 2050 target. The referendum would set the option of having neutrality by 2030 or keeping the current target.", "additional_details": "While a referendum is not legally binding, a large proportion of our country in favour of net neutrality would demonstrate that the government's priorities should lay with protecting the environment and halting climate change. Our current target for 2050 is a valuable step, but the sentiment behind the target will be futile if we don't achieve net neutrality sooner. We aren't asking for an immediate commitment - we are simply asking that the question is put to the nation to decide.", "committee_note": null, "state": "closed", "signature_count": 520, "created_at": "2020-08-30T12:45:24.200Z", "updated_at": "2021-04-23T23:00:08.572Z", "rejected_at": null, "opened_at": "2020-10-23T08:02:39.072Z", "closed_at": "2021-04-23T22:59:59.999Z", "moderation_threshold_reached_at": "2020-08-30T13:32:24.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": null, "government_response": null, "debate": null, "departments": [{"acronym": "BEIS", "name": "Department for Business, Energy and Industrial Strategy", "url": "https://www.gov.uk/government/organisations/department-for-business-energy-and-industrial-strategy"}], "topics": []}}, {"type": "petition", "id": 578827, "links": {"self": "https://petition.parliament.uk/petitions/578827.json"}, "attributes": {"action": "Do not cut domestic Air Passenger Duty", "background": "The Government has announced it wants to cut air passenger duty on domestic travel. This cut will ensure that the most polluting of all travel methods actually contributes more to the UK's carbon footprint. We are in a climate emergency. The cut should not be implemented.", "additional_details": "The government's own study (reported at www.bbc.co.uk/news/science-environment-49349566) shows domestic air travel as the worst contributor to climate change, per mile, of all modes of transport.\r\n\r\nThis year the UK hosts COP26, to focus all countries on the carbon reductions needed to avoid the worst effects of climate change.\r\n\r\nWe should show leadership & commitment to cutting our emissions, and not enact a policy which will increase pollution, reduce air quality, and expand our carbon footprint.", "committee_note": null, "state": "closed", "signature_count": 434, "created_at": "2021-03-10T11:39:09.254Z", "updated_at": "2021-09-17T23:00:03.714Z", "rejected_at": null, "opened_at": "2021-03-17T09:24:33.319Z", "closed_at": "2021-09-17T22:59:59.999Z", "moderation_threshold_reached_at": "2021-03-10T12:17:15.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": null, "government_response": null, "debate": null, "departments": [{"acronym": "HMT", "name": "HM Treasury", "url": "https://www.gov.uk/government/organisations/hm-treasury"}], "topics": []}}, {"type": "petition", "id": 623358, "links": {"self": "https://petition.parliament.uk/petitions/623358.json"}, "attributes": {"action": "Add alternative milks to the school milk subsidy scheme", "background": "Under the School Milk Subsidy Scheme (found at https://www.gov.uk/government/collections/the-school-milk-subsidy-scheme-guidance)\r\n\r\nThe products that are free for under 5s and subsidised for primary school children include whole/semi skimmed milk yoghurt, lactose free or reduced milk and UHT milk.", "additional_details": "This is entirely discriminatory against children who cannot drink these for many reasons including health, allergies, religious and/or cultural views, dietary preferences, climate change etc. It could also be seen by the child as punishment for no fault of their own. \r\n\r\nI call on the government to increase the subsidised list of offerings within the school milk subsidy scheme to also include alternative milk sources such as almond, coconut and oat.", "committee_note": null, "state": "open", "signature_count": 433, "created_at": "2022-09-06T21:36:26.663Z", "updated_at": "2023-01-02T17:10:50.000Z", "rejected_at": null, "opened_at": "2022-09-22T09:57:08.410Z", "closed_at": null, "moderation_threshold_reached_at": "2022-09-06T22:10:00.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": "Martin Raeburn", "rejection": null, "government_response": null, "debate": null, "departments": [{"acronym": "DfE", "name": "Department for Education", "url": "https://www.gov.uk/government/organisations/department-for-education"}], "topics": []}}, {"type": "petition", "id": 311059, "links": {"self": "https://petition.parliament.uk/petitions/311059.json"}, "attributes": {"action": "Covid bail outs for companies in exchange for carbon-reducing commitments.", "background": "We call on the chancellor Rishi Sunak to grant public money only to companies which make firm, transparent, carbon-reducing commitments in line with the UN's IPCC recommendations.", "additional_details": "Covid-19 has presented us with empty shelves, personal tragedy and public conflict. A glimpse into a future we may face as a result of climate change. \r\n \r\nRescue packages to help the economy recover from the Covid-19 crisis present a major opportunity for our economy to make the urgent move away from fossil fuel dependency, to one that can grow sustainably and help limit global warming to 1.5°C above pre-industrial levels.", "committee_note": "", "state": "closed", "signature_count": 407, "created_at": "2020-03-27T14:17:05.706Z", "updated_at": "2020-11-13T00:00:05.340Z", "rejected_at": null, "opened_at": "2020-05-12T08:02:23.212Z", "closed_at": "2020-11-12T23:59:59.999Z", "moderation_threshold_reached_at": "2020-03-27T15:49:24.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": null, "government_response": null, "debate": null, "departments": [{"acronym": "HMT", "name": "HM Treasury", "url": "https://www.gov.uk/government/organisations/hm-treasury"}], "topics": ["covid-19"]}}, {"type": "petition", "id": 594293, "links": {"self": "https://petition.parliament.uk/petitions/594293.json"}, "attributes": {"action": "Cut VAT on domestic electricity to zero", "background": "Regarding the 5% VAT on domestic energy consumption, Boris Johnson said in May 2016: \"When we Vote Leave, we will be able to scrap this unfair and damaging tax.\"", "additional_details": "I want the Government to take advantage of this opportunity and reduce VAT on domestic electricity to zero.\r\n \r\nOfgem will be increasing the energy price cap substantially in October which may lead to rocketing bills that will, as always, affect those on lower incomes disproportionately.\r\n \r\nRegarding climate change, we are told that electricity is the future. Cutting VAT on electricity to zero could help mitigate the misery of increased bills as winter sets in and support the move away from reliance on fossil fuels.", "committee_note": "", "state": "closed", "signature_count": 395, "created_at": "2021-08-06T11:38:02.823Z", "updated_at": "2022-02-28T11:49:00.862Z", "rejected_at": null, "opened_at": "2021-08-17T16:09:50.130Z", "closed_at": "2022-02-17T23:59:59.999Z", "moderation_threshold_reached_at": "2021-08-11T15:25:25.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": null, "government_response": null, "debate": null, "departments": [{"acronym": "HMT", "name": "HM Treasury", "url": "https://www.gov.uk/government/organisations/hm-treasury"}], "topics": []}}, {"type": "petition", "id": 611907, "links": {"self": "https://petition.parliament.uk/petitions/611907.json"}, "attributes": {"action": "Repeal the Climate Change Act 2008", "background": "We believe the Act deters the UK energy market from investing in medium and long term hydrocarbon based energy solutions. Until the UK has non hydrocarbon energy security there should not be any legislation or legislative duty targeting carbon usage.", "additional_details": "We believe the current policy has prematurely curtailed gas investment, exacerbating the impact of international prices and the actions of unstable and dangerous regimes on the UK. This has contributed to massive price rises, leading to increased fuel poverty. We believe it has also greatly reduced the competitiveness of British businesses and reduced the freedom of manoeuvre for UK government responding to Russia.", "committee_note": "", "state": "closed", "signature_count": 374, "created_at": "2022-03-20T16:03:13.251Z", "updated_at": "2022-10-12T23:00:00.220Z", "rejected_at": null, "opened_at": "2022-03-28T15:39:31.231Z", "closed_at": "2022-10-12T22:59:59.999Z", "moderation_threshold_reached_at": "2022-03-20T16:48:48.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": null, "government_response": null, "debate": null, "departments": [{"acronym": "BEIS", "name": "Department for Business, Energy and Industrial Strategy", "url": "https://www.gov.uk/government/organisations/department-for-business-energy-and-industrial-strategy"}], "topics": []}}, {"type": "petition", "id": 594649, "links": {"self": "https://petition.parliament.uk/petitions/594649.json"}, "attributes": {"action": "Abolish HS2 to fund a greener future for Britain", "background": "Abolish HS2 and use the money saved to fund green projects in the country to help us move towards a safer future. HS2 itself is terrible for the environment and the money should be used to help resolve the climate crisis instead.", "additional_details": "We are at the brink of an irreversible climate catastrophe, and building HS2 is detrimental to our environment. If the money spent on HS2 was instead spent on funding green projects and movements, we could help prevent this catastrophe from happening and be a trailblazer for environmental change.", "committee_note": "", "state": "closed", "signature_count": 342, "created_at": "2021-08-11T09:55:25.012Z", "updated_at": "2022-02-18T00:00:07.809Z", "rejected_at": null, "opened_at": "2021-08-17T07:22:03.268Z", "closed_at": "2022-02-17T23:59:59.999Z", "moderation_threshold_reached_at": "2021-08-11T19:10:15.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": null, "government_response": null, "debate": null, "departments": [{"acronym": "DfT", "name": "Department for Transport", "url": "https://www.gov.uk/government/organisations/department-for-transport"}], "topics": []}}, {"type": "petition", "id": 629859, "links": {"self": "https://petition.parliament.uk/petitions/629859.json"}, "attributes": {"action": "Bring in legislation to end internal air flights in the UK.", "background": "A return flight London - Edinburgh produces 193kg of carbon emissions whilst the same journey by train produces only 24kg CO2. Ending internal flights when the journeys could be made without much inconvenience by far less polluting means, would significantly reduce the risks of the climate crisis.", "additional_details": "If left unabated the climate crisis will cause widespread suffering of people and wildlife, and economic loss. We need to half our carbon emissions by 2030 and then reduce them to net zero by 2050. The sooner we can change the way we live, adopting climate friendly habits, the easier it will be. The Government can play a major role in enabling and encouraging us to make these lifestyles changes, and to do so in a way that is fair to everyone.", "committee_note": null, "state": "open", "signature_count": 318, "created_at": "2022-12-14T09:55:46.663Z", "updated_at": "2023-01-02T18:16:20.000Z", "rejected_at": null, "opened_at": "2022-12-19T11:29:42.446Z", "closed_at": null, "moderation_threshold_reached_at": "2022-12-14T17:11:50.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": "Judith Victoria Russenberger", "rejection": null, "government_response": null, "debate": null, "departments": [{"acronym": "DfT", "name": "Department for Transport", "url": "https://www.gov.uk/government/organisations/department-for-transport"}], "topics": []}}]}