{"links": {"self": "https://petition.parliament.uk/petitions.json?q=energy&page=17", "first": "https://petition.parliament.uk/petitions.json?q=energy", "last": "https://petition.parliament.uk/petitions.json?page=17&q=energy", "next": null, "prev": "https://petition.parliament.uk/petitions.json?page=16&q=energy"}, "data": [{"type": "petition", "id": 595242, "links": {"self": "https://petition.parliament.uk/petitions/595242.json"}, "attributes": {"action": "Make Chain Shops Carbon Footprint Accessible To The Public!", "background": "As you know, we are in a global climate crisis. Fast fashion is a leading contributor to this crisis, it's very easy to be misled by big shops! This is called greenwashing. Companies legally declaring their carbon footprint will help consumers make the correct decision when shopping!", "additional_details": "\"Greenwashing is the process of conveying a false impression or providing misleading information about how a company's products are more environmentally friendly\"\r\n\r\nCompanies will never tell consumers the whole story. For example, a company saying \"we have reduced the plastic within our products so we are more environmentally friendly!\" but behind the scenes, are using TONS of non-renewable energies! This is disgusting and deceptive to the vulnerable shopper and NEEDS to be stopped!", "committee_note": null, "state": "rejected", "signature_count": 6, "created_at": "2021-08-18T16:58:32.216Z", "updated_at": "2021-08-23T12:27:25.349Z", "rejected_at": "2021-08-23T12:27:24.555Z", "opened_at": null, "closed_at": null, "moderation_threshold_reached_at": "2021-08-18T17:06:55.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": {"code": "duplicate", "details": "You may wish to sign this petition calling for a similar action: https://petition.parliament.uk/petitions/594632"}, "government_response": null, "debate": null, "departments": [], "topics": []}}, {"type": "petition", "id": 594427, "links": {"self": "https://petition.parliament.uk/petitions/594427.json"}, "attributes": {"action": "House builders should include solar panels in all new property developments.", "background": "The Government should pass laws which require all new house-builds to be fitted with solar panels. The cost of this should not be borne by the tax payer but by the construction companies.", "additional_details": "Renewable energy is an absolute necessity in the fight against climate change. House building companies make substantial profits, some of which should be used to make their developments more environmentally sustainable. If the government is serious about climate change they should create this legislation to support it.", "committee_note": null, "state": "rejected", "signature_count": 6, "created_at": "2021-08-08T09:18:20.942Z", "updated_at": "2021-08-11T14:28:48.473Z", "rejected_at": "2021-08-11T14:28:48.474Z", "opened_at": null, "closed_at": null, "moderation_threshold_reached_at": "2021-08-09T19:47:15.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": {"code": "duplicate", "details": "You may wish to sign this petition calling for the same action:\r\n\r\nMake it compulsory for all new buildings to have solar panels\r\nhttps://petition.parliament.uk/petitions/584316"}, "government_response": null, "debate": null, "departments": [], "topics": []}}, {"type": "petition", "id": 593886, "links": {"self": "https://petition.parliament.uk/petitions/593886.json"}, "attributes": {"action": "Ban disposable barbecues", "background": "To pass legislation banning the sale and use of disposable barbecues", "additional_details": "The use of a non-renewable source of energy i.e. charcoal. Obtaining it generates emissions and can lead to deforestation. \r\nThey can not be re-cycled, and the waste goes to land fill sites.  \r\nUsed irresponsibly, fires can be started.  Some people leave the behind as litter for other people to pick up.", "committee_note": null, "state": "rejected", "signature_count": 6, "created_at": "2021-08-01T17:59:49.972Z", "updated_at": "2021-08-05T08:43:09.164Z", "rejected_at": "2021-08-05T08:40:18.232Z", "opened_at": null, "closed_at": null, "moderation_threshold_reached_at": "2021-08-04T12:55:25.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": {"code": "duplicate", "details": "We have published the following petitions, which you might like to sign:\r\n\r\nBan The Sale Of Disposable Barbecues: https://petition.parliament.uk/petitions/581929\r\n\r\nBan the production, sale and use of disposal BBQs: https://petition.parliament.uk/petitions/584153"}, "government_response": null, "debate": null, "departments": [], "topics": []}}, {"type": "petition", "id": 593232, "links": {"self": "https://petition.parliament.uk/petitions/593232.json"}, "attributes": {"action": "Help all UK by reducing energy bills throught the rest of this Covid-19 pandemic", "background": "Cut energy price's during the covid-19 pandemic", "additional_details": "UK household's are having to use more energy with having to stay home more than usual, and the energy suppliers are benefiting from this panademic more than they already was.", "committee_note": null, "state": "rejected", "signature_count": 6, "created_at": "2021-07-23T17:39:25.499Z", "updated_at": "2021-07-28T14:28:13.882Z", "rejected_at": "2021-07-28T14:28:08.456Z", "opened_at": null, "closed_at": null, "moderation_threshold_reached_at": "2021-07-24T17:04:25.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": {"code": "irrelevant", "details": "We understand that you're concerned about the current cost of energy, but the Government is not responsible for the action you have requested.\r\n\r\nIndividual energy providers are responsible for deciding on energy charges, subject to rules set by Ofgem, including price caps: https://www.ofgem.gov.uk/energy-price-caps/consumers\r\n\r\nWe have published the following petition on this topic, which you might like to sign:\r\n\r\nSubsidise household energy costs, during Stay at Home restrictions\r\nhttps://petition.parliament.uk/petitions/571555"}, "government_response": null, "debate": null, "departments": [], "topics": []}}, {"type": "petition", "id": 590434, "links": {"self": "https://petition.parliament.uk/petitions/590434.json"}, "attributes": {"action": "Make energy companies display their unit energy price to the customer.", "background": "Give OFCOM more powers to force energy companies to show prices they will charge customers per unit of energy, generating more competition and customers making an informed choice about the energy they use and pay for. Currently, estimated annual and monthly tariffs mask the true cost to the consumer", "additional_details": "Currently, energy companies display their prices based on an annual, quarterly or monthly tarrif which is generated on a estimate of household usage from a previous year. This is misleading as the tariff offered nearly always rises and it is my belief that this is used to alure initial customer uptake. Customers should be able look at what the energy company will charge them per unit of energy so they can work out if the cost per unit is cheaper between different energy companies.", "committee_note": null, "state": "rejected", "signature_count": 6, "created_at": "2021-07-02T06:09:13.586Z", "updated_at": "2021-08-06T06:20:39.574Z", "rejected_at": "2021-07-09T13:25:19.463Z", "opened_at": null, "closed_at": null, "moderation_threshold_reached_at": "2021-07-03T16:44:45.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": {"code": "no-action", "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe understand that you are concerned about transparency of energy costs, but we're not sure exactly what you'd like the Government or Parliament to do. Customers already need to enter into contracts for energy, which will set out the energy costs they will pay.\r\n\r\nThe Office of Gas and Electricity Markets is responsible for protecting energy consumers, which includes stamping out sharp and bad practice, ensuring fair treatment for all consumers, and enabling competition and innovation.\r\n\r\nIf you want to complain about an energy supplier you can find out how to do so here: https://www.ofgem.gov.uk/information-consumers/energy-advice-households/making-complaint-about-your-energy-supplier-or-network-operator"}, "government_response": null, "debate": null, "departments": [], "topics": []}}, {"type": "petition", "id": 588134, "links": {"self": "https://petition.parliament.uk/petitions/588134.json"}, "attributes": {"action": "All fast food restaurants with car parks to provide recycling bins outside.", "background": "More and more people use drive through/park up in fast food places. It is concerning seeing so much rubbish go straight in the bin with no choice to even recycle. We should be doing as much as we can to fight climate change and to encourage others to do so, even if it is just recycling.", "additional_details": "Recycling helps to reduce the pollution caused by waste and reduces the need for raw materials so that the rainforests and other raw materials can be preserved. It requires much less energy and therefore helps to save natural resources and reduces the amount of waste to be sent to landfill.\r\nSee link (https://friendsoftheearth.uk/sustainable-living/7-benefits-recycling) for some benefits of recycling. Help make a change and achieve a more resilient future!", "committee_note": null, "state": "rejected", "signature_count": 6, "created_at": "2021-06-06T18:29:50.135Z", "updated_at": "2021-06-11T09:31:47.515Z", "rejected_at": "2021-06-11T09:31:45.560Z", "opened_at": null, "closed_at": null, "moderation_threshold_reached_at": "2021-06-06T19:32:55.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": {"code": "irrelevant", "details": "We can't accept your petition because the UK Government and Parliament aren't responsible for the issue you raise. This is a decision for restaurants, landowners and the local authority.\r\n\r\nYou could raise your issue with a local councillor who represents you. You can use this page to find out who your local councillors are, and how to contact them:\r\nhttps://www.gov.uk/find-your-local-councillors "}, "government_response": null, "debate": null, "departments": [], "topics": []}}, {"type": "petition", "id": 586154, "links": {"self": "https://petition.parliament.uk/petitions/586154.json"}, "attributes": {"action": "Include vehicle battery and charger manufacture in vehicle emissions measurement", "background": "Government must include battery and charger manufacture in emissions measurement for cars not 'tailpipe only' as it is an unfair measurement. We must account for harmful practices to the planet such as Lithium extraction as it can kill wildlife on a large scale due to for example water shortages.", "additional_details": "Clean fuels use normal petrol or diesel pumps, no need for environmentally damaging charger installs everywhere.\r\nBattery manufacture creates high co2 emissions, adds cost & Lithium is not renewable!\r\nTo be practical for widespread EV car and van use we will need a huge amount of chargers to be made which will increase emissions not reduce it!\r\nCobalt mining is still using Child Labour.\r\nBiomethane can be CO2 negative full lifecycle.\r\nSynthetic fuels such as electrofuels can be made with clean energy", "committee_note": null, "state": "rejected", "signature_count": 6, "created_at": "2021-05-15T11:14:01.308Z", "updated_at": "2021-05-26T11:20:46.782Z", "rejected_at": "2021-05-19T09:31:24.379Z", "opened_at": null, "closed_at": null, "moderation_threshold_reached_at": "2021-05-15T14:08:55.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": {"code": "no-action", "details": "We're not sure exactly what you'd like the Government or Parliament to do. We're not sure for what purposes you'd like other emissions to be measured, for example to calculate vehicle tax, or to change the way that manufacturers are required to report CO2 emissions to the Government (such as here: https://www.gov.uk/guidance/report-co2-emissions-for-new-cars-and-vans) "}, "government_response": null, "debate": null, "departments": [], "topics": []}}, {"type": "petition", "id": 585975, "links": {"self": "https://petition.parliament.uk/petitions/585975.json"}, "attributes": {"action": "make energy prices fairer and remove the need to keep changing supplier", "background": "I want the government to take back control of the way energy companies charge for gas and electricity because at present suppliers are in competition with each other, a system that the government introduce but the system has become broken over time and is no longer fit for purpose.", "additional_details": "stop companies enticing people by using an introductory rate and then changing customers to a more expensive standard rate tariff after the introductory rate ends\r\n\r\nstop companies locking the new company out of meter readings resulting in estimated and more expensive bills\r\n\r\nstop companies paying price comparison sites to feed customers there way.", "committee_note": null, "state": "rejected", "signature_count": 6, "created_at": "2021-05-13T15:35:08.586Z", "updated_at": "2021-06-21T10:43:10.651Z", "rejected_at": "2021-06-21T10:43:09.778Z", "opened_at": null, "closed_at": null, "moderation_threshold_reached_at": "2021-06-16T09:08:05.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": {"code": "irrelevant", "details": "Petitions must call for a specific action that the UK Government or House of Commons is responsible for.\r\n\r\nIndividual energy providers are responsible for deciding on energy charges, subject to rules set by Ofgem, including price caps: https://www.ofgem.gov.uk/energy-price-caps/consumers\r\n\r\nAs a result it is not possible for the Government or House of Commons to take the action you have requested.\r\n\r\nIf what you want is the for the Government to nationalise the energy sector, we could accept a petition requesting that."}, "government_response": null, "debate": null, "departments": [], "topics": []}}, {"type": "petition", "id": 581075, "links": {"self": "https://petition.parliament.uk/petitions/581075.json"}, "attributes": {"action": "Drastically reduce the production and distribution of advertising flyers", "background": "Every day thousands of advertising flyers are produced by large companies and posted through the doors of UK homes. The vast majority of these are unwanted and immediately recycled or binned. Please introduce legislation limiting who can legally mass create and distribute flyers.", "additional_details": "This practice is a terrible waste of energy and resources. Despite having significant advertising budgets some larger companies continually distribute mass flyers. There are more sustainable methods of advertisment available and organisations should be encouraged to behave in a more responsible manner in this regard.", "committee_note": null, "state": "rejected", "signature_count": 6, "created_at": "2021-03-24T22:05:30.656Z", "updated_at": "2021-04-15T07:40:57.594Z", "rejected_at": "2021-04-15T07:40:57.596Z", "opened_at": null, "closed_at": null, "moderation_threshold_reached_at": "2021-04-10T21:52:55.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": {"code": "no-action", "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe understand that you are concerned about the production and distribution of flyers, but we're not sure exactly what you'd like the Government or Parliament to do. It's not clear who you want to be banned from producing and distributing flyers, and who you want to be allowed to continue to do this, or if there are any other restrictions you want to be imposed.\r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do."}, "government_response": null, "debate": null, "departments": [], "topics": []}}, {"type": "petition", "id": 580762, "links": {"self": "https://petition.parliament.uk/petitions/580762.json"}, "attributes": {"action": "Restrict junk mail, or allow an opt-out option, for environmental reasons.", "background": "Each week I receive many pieces of junk mail, booklets, flyers, menus, and it all goes into the bin or recycling without a second look.\r\nIt's an extremely wasteful practice.\r\nI'd like new laws or guidance in place to restrict unsolicited mail, or at least allow an opt-out or digital alternative.", "additional_details": "In a time when resources are depleting, energy use is under scrutiny and the environment is being polluted more and more by human waste, this unnecessary practice is out of date, particularly when digital alternatives are available.", "committee_note": null, "state": "rejected", "signature_count": 6, "created_at": "2021-03-22T14:35:10.772Z", "updated_at": "2021-04-14T10:03:10.627Z", "rejected_at": "2021-04-14T10:03:00.872Z", "opened_at": null, "closed_at": null, "moderation_threshold_reached_at": "2021-03-22T14:54:35.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": {"code": "no-action", "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe're not sure exactly what you'd like the Government or Parliament to do. We understand you're concerned about junk mail, but we're not sure how you'd like it to be restricted\r\n\t\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do, such as creating an opt-out service. "}, "government_response": null, "debate": null, "departments": [], "topics": []}}, {"type": "petition", "id": 580049, "links": {"self": "https://petition.parliament.uk/petitions/580049.json"}, "attributes": {"action": "Make it law that shops must turn lights off when closed", "background": "Create a law to make it illegal for shops to light their windows during closed hours.  To work alongside legislation to help stop climate change.", "additional_details": "Energy being used to light shop windows when stores are closed is a massive waste. This is adding greatly to climate change. The money saved by companies should be being used to protect jobs and source more sustainable products and production technologies.  There is no evidence that stores are at more risk of burglaries due to no store lighting.", "committee_note": null, "state": "rejected", "signature_count": 6, "created_at": "2021-03-16T16:31:30.419Z", "updated_at": "2021-04-07T08:30:28.075Z", "rejected_at": "2021-04-07T08:30:28.079Z", "opened_at": null, "closed_at": null, "moderation_threshold_reached_at": "2021-03-28T18:15:45.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": {"code": "duplicate", "details": "You might like to sign the following petition:\r\n\r\nRequire shops to have their lights switched off after closing\r\nhttps://petition.parliament.uk/petitions/550430"}, "government_response": null, "debate": null, "departments": [], "topics": []}}, {"type": "petition", "id": 575624, "links": {"self": "https://petition.parliament.uk/petitions/575624.json"}, "attributes": {"action": "Change the age restriction on energy drinks to 13+ (Monsters, Relentless etc)", "background": "Just change the age restriction.", "additional_details": "Well some shops sell energy drinks to teenagers anyway. Alot of teenagers will be happier because of this change. Plus thirteen and sixteen is only a three year age gap so really what difference is it making? Shops would also make more profit.", "committee_note": null, "state": "rejected", "signature_count": 6, "created_at": "2021-02-17T16:55:10.703Z", "updated_at": "2021-02-24T16:57:46.484Z", "rejected_at": "2021-02-24T16:57:46.487Z", "opened_at": null, "closed_at": null, "moderation_threshold_reached_at": "2021-02-17T17:27:07.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": {"code": "no-action", "details": "At the moment there is no law that prevents under-16s from buying energy drinks, so we don't know what you'd like the UK Government or Parliament to do.\r\n\r\nMany shops and supermarkets ban people under 16 from buying energy drinks, but that is a decision for them, not the UK Government or Parliament.\r\n\r\nWe could accept a petition asking for people under 13 to be banned from buying energy drinks if that's what you'd like to happen."}, "government_response": null, "debate": null, "departments": [], "topics": []}}, {"type": "petition", "id": 575023, "links": {"self": "https://petition.parliament.uk/petitions/575023.json"}, "attributes": {"action": "Living cost must not be raised for those who have worked through the pandemic.", "background": "To not raise the living costs of people who have worked through the pandemic, via energy costs and tax rises etc. These people didn't get furloughs, grants and more than likely had to book holidays or take ssp when isolating. Its unfair that these people should have to pay back these grants.", "additional_details": "It's unfair that living costs will rise via council tax, utility bills and other tax rises to help pay for furlough and grants given out to those who had an entitlement to these schemes. Workers who have kept this country moving should not have to pay back in to the pot they never stopped paying in to in the first place. The government helped those who \"claimed\" for it, its time for those people to pay back in to the system. People who worked lost money via ssp when having to isolate!", "committee_note": null, "state": "rejected", "signature_count": 6, "created_at": "2021-02-12T16:42:17.649Z", "updated_at": "2021-03-11T11:35:12.665Z", "rejected_at": "2021-03-11T11:35:12.667Z", "opened_at": null, "closed_at": null, "moderation_threshold_reached_at": "2021-02-13T08:41:47.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": {"code": "irrelevant", "details": "The Government is not solely responsible for living costs, which are affected by a range of decisions by public and private bodies.\r\n\r\nWe have published the following petition, which you might like to sign:\r\n\r\nExempt essential workers from any income tax increase: https://petition.parliament.uk/petitions/554256"}, "government_response": null, "debate": null, "departments": [], "topics": []}}, {"type": "petition", "id": 572641, "links": {"self": "https://petition.parliament.uk/petitions/572641.json"}, "attributes": {"action": "Stop Nottingham City Council increasing Council Tax & Closing Leisure Centres", "background": "Nottingham City Council have lacked accountability and public scrutiny over the disastrous Robin Hood Energy Scheme, which left a £50million+ black hole in the public purse. Now to make up for this loss they want to increase Council Tax payments even further, and close vital public services.", "additional_details": "We the people cannot afford yet another Council Tax increase, especially when there is a lack of services being provided to show for it. Currently Nottingham City Council charge the second highest rate of Council Tax in the UK. Why, when the City is already a deprived one? They are shutting down Radford Leisure Centre, in one of the most deprived areas of the City, too. There has been NO public consultation and as usual the Council will just push on with anything they like. It's time we said NO!", "committee_note": null, "state": "rejected", "signature_count": 6, "created_at": "2021-01-29T13:20:44.324Z", "updated_at": "2021-02-05T10:45:33.186Z", "rejected_at": "2021-02-05T10:45:33.189Z", "opened_at": null, "closed_at": null, "moderation_threshold_reached_at": "2021-01-29T14:09:17.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": {"code": "irrelevant", "details": "You could raise this issue with a local councillor, who represents you. You can use this page to find out who your local councillors are, and how to contact them: https://www.gov.uk/find-your-local-councillors\r\n\r\nWe have published the following petition, which you might like to sign: \r\n\r\nRequire councils to suspend council tax increases for year 2021/2022: https://petition.parliament.uk/petitions/569197\r\n\r\nRequire and fund the local provision of swimming and leisure facilities: https://petition.parliament.uk/petitions/553123"}, "government_response": null, "debate": null, "departments": [], "topics": []}}, {"type": "petition", "id": 572196, "links": {"self": "https://petition.parliament.uk/petitions/572196.json"}, "attributes": {"action": "Force Energy Providers to charge a fair rate for Key Meter Customers", "background": "To ensure that Energy Providers have to charge a relevant and fair rate for the energy accessed via a Key. These are usually being used by the most vunerable and financially unstable in our society and we should be supporting them find their way out of fuel proverty.", "additional_details": "Introduce regulations around the charges which can be raised against the customers who are using Key Meters. It needs to be reasonable and comparable to customers who pay via Direct Debit or Cash for their bills. They should not be penalised for their payment method.", "committee_note": null, "state": "rejected", "signature_count": 6, "created_at": "2021-01-26T20:19:10.888Z", "updated_at": "2021-02-03T13:58:58.726Z", "rejected_at": "2021-02-03T13:58:58.729Z", "opened_at": null, "closed_at": null, "moderation_threshold_reached_at": "2021-01-27T14:27:27.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": {"code": "irrelevant", "details": "The amounts charged by energy firms for providing gas and electricity are a matter for them, not the UK Government or Parliament. It is also for individual consumers to decide which energy provider(s) to sign up to, based on all relevant factors including the rates charged.\r\n\r\nYou may wish to sign these petitions relating to VAT on utility bills:\r\nhttps://petition.parliament.uk/petitions/565889\r\nhttps://petition.parliament.uk/petitions/566323\r\n\r\nYou may also wish to sign these petitions: \r\n\r\nGovernment to assist households with winter energy bills during Covid Pandemic: https://petition.parliament.uk/petitions/565591\r\n\r\nProvide grants for energy costs for people who are shielding: https://petition.parliament.uk/petitions/570695"}, "government_response": null, "debate": null, "departments": [], "topics": []}}, {"type": "petition", "id": 566815, "links": {"self": "https://petition.parliament.uk/petitions/566815.json"}, "attributes": {"action": "Force Energy Companies to lower prices during Covid Pandemic To Help EVERYONE", "background": "As we are all being told to stay at home, and work from home, everyone will be using more energy, but lots of people have lost jobs, being furloughed, and trying to scrape by on benefits, The Government should force ALL energy companies to help, as it seems they are only interested in profits", "additional_details": "More should be done by ALL Energy Companies to lower prices for Everyone, People are struggling to make ends meet, having lost jobs, being furloughed, and the self employed being affected by the lockdown, People on Universal Credit. \r\nIt seems that they Energy Companies are just one of the many businesses set to gain from this, so should be made by law to give a 5 or 10% or more reduction on all energy prices instead of just sitting back & profiteering from the lockdown which is affecting us ALL", "committee_note": null, "state": "rejected", "signature_count": 6, "created_at": "2021-01-04T21:05:21.107Z", "updated_at": "2021-01-11T15:57:49.052Z", "rejected_at": "2021-01-11T15:57:49.055Z", "opened_at": null, "closed_at": null, "moderation_threshold_reached_at": "2021-01-04T21:24:47.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": {"code": "duplicate", "details": "You may wish to sign this similar petition:\r\nhttps://petition.parliament.uk/petitions/565591"}, "government_response": null, "debate": null, "departments": [], "topics": []}}, {"type": "petition", "id": 563515, "links": {"self": "https://petition.parliament.uk/petitions/563515.json"}, "attributes": {"action": "Require the Installation of a Renewable Energy Solution on New Homes", "background": "Introduce legislation requiring that construction of new homes include at least one of: solar panels, domestic wind turbine, air or ground source heat pump.\r\n\r\nThis legislation should also make it illegal to prevent the installation of  these or similar technologies on existing homes.", "additional_details": "The current environment in which new homes are being constructed provides little to no incentive for home builders to incorporate these kinds of technologies into the homes that they build. Due to the nature of the industry, it is only with the implementation of legislation that these technologies would begin to see wide adoption and installation.\r\n\r\nIt is also currently common for restrictive covenants to prevent the installation of such technology without prior approval. This should be illegal.", "committee_note": null, "state": "rejected", "signature_count": 6, "created_at": "2020-12-11T14:32:23.114Z", "updated_at": "2020-12-18T12:00:28.588Z", "rejected_at": "2020-12-18T12:00:28.590Z", "opened_at": null, "closed_at": null, "moderation_threshold_reached_at": "2020-12-11T17:41:07.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": {"code": "duplicate", "details": "https://petition.parliament.uk/petitions/332338"}, "government_response": null, "debate": null, "departments": [], "topics": []}}, {"type": "petition", "id": 560988, "links": {"self": "https://petition.parliament.uk/petitions/560988.json"}, "attributes": {"action": "Require all new-build supermarkets to be built with a living green roof", "background": "Government should introduce legislation requiring all new-build supermarkets to be built with a living green roof.  These help lower the supermarket’s carbon footprint, increase its energy efficiency, reduce surface run-off following rain and improve overall air quality for the community.", "additional_details": "Air pollution is the biggest environmental cause of poor health. Up to 1,200 deaths each year in Greater Manchester are contributed to by poor air quality, which is likely to be increased by Covid-19. \r\nLIDL are proposing to build a new supermarket at Mocha Parade, Salford.  Two years ago they built a store in Malmesbury in Wiltshire with a living green roof.  Unless the government introduces legislation, LIDL and their competitors will not do the same in Salford or elsewhere.", "committee_note": null, "state": "rejected", "signature_count": 6, "created_at": "2020-11-18T16:17:08.425Z", "updated_at": "2020-11-24T10:51:10.628Z", "rejected_at": "2020-11-24T10:51:10.631Z", "opened_at": null, "closed_at": null, "moderation_threshold_reached_at": "2020-11-18T17:30:37.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": {"code": "duplicate", "details": "You may wish to sign this petition which calls for the same action: https://petition.parliament.uk/petitions/332338."}, "government_response": null, "debate": null, "departments": [], "topics": []}}, {"type": "petition", "id": 559040, "links": {"self": "https://petition.parliament.uk/petitions/559040.json"}, "attributes": {"action": "make all energy drinks £1 and all freddo chocolate bars back to 15p", "background": "i think that the prices have increased ridiculously but id be more happy to pay less amount", "additional_details": "as a lot of people are worrying due to covid and prices increasing", "committee_note": null, "state": "rejected", "signature_count": 6, "created_at": "2020-11-05T10:25:15.944Z", "updated_at": "2020-11-10T16:42:16.379Z", "rejected_at": "2020-11-10T16:42:16.381Z", "opened_at": null, "closed_at": null, "moderation_threshold_reached_at": "2020-11-05T21:40:27.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": {"code": "irrelevant", "details": "We can't accept your petition because the UK Government and Parliament aren't responsible for the issue you raise.  This is a matter for manufacturers and retailers. "}, "government_response": null, "debate": null, "departments": [], "topics": []}}, {"type": "petition", "id": 556618, "links": {"self": "https://petition.parliament.uk/petitions/556618.json"}, "attributes": {"action": "End UK Export Finance's loans and financial guarantees to fossil fuel projects.", "background": "UK Export Finance offers loans and financial guarantees.\r\nBetween 2013 and 2020 it invested £6bn in fossil fuel projects.\r\nUK support to the oil and gas industry has to end if we are to address global climate change. We are asking the UK government to change its policy on this issue immediately.", "additional_details": "Climate change is the most significant strategic threat to our wellbeing, both nationally and globally.  There is no doubt that the extraction and burning of fossil fuels has been a significant cause. Given what we know about the situation, continuing to invest in the oil and gas industry when we should be transitioning to sustainable energy sources is madness. \r\nThe UK government should seize the opportunity to become a world leader in developing sustainable energy solutions instead.", "committee_note": null, "state": "rejected", "signature_count": 6, "created_at": "2020-10-28T10:52:24.007Z", "updated_at": "2020-11-03T15:35:50.554Z", "rejected_at": "2020-11-03T15:35:50.557Z", "opened_at": null, "closed_at": null, "moderation_threshold_reached_at": "2020-10-29T08:50:47.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": {"code": "duplicate", "details": "You may wish to sign this petition calling for the same action: https://petition.parliament.uk/petitions/317933"}, "government_response": null, "debate": null, "departments": [], "topics": []}}, {"type": "petition", "id": 556367, "links": {"self": "https://petition.parliament.uk/petitions/556367.json"}, "attributes": {"action": "Recommend her Majesty the Queen confer a knighthood upon \r\nDr . John Campbell.", "background": "Dr. John Campbell is a retired lecturer from Imperial College , London. He has dedicated his time, energy and knowledge to keep the public informed about the nature and effects of the global  pandemic since the beginning of the outbreak via his You Tube channel with over half a million subscribers.", "additional_details": "He has taken the trouble to summarise a huge amount of worldwide information and data , in clear plain English, so that people around the world can clearly understand the current situation and learn about all the measures they need to take in order to mitigate the effects of the spread of the coronavirus. His efforts have doubtless contributed to saving an untold number of lives. He has been featured on televisions around the world. His dedication and hard work deserves to be acknowledged.", "committee_note": null, "state": "rejected", "signature_count": 6, "created_at": "2020-10-26T04:56:10.057Z", "updated_at": "2020-10-29T12:40:28.924Z", "rejected_at": "2020-10-29T12:40:18.200Z", "opened_at": null, "closed_at": null, "moderation_threshold_reached_at": "2020-10-26T19:20:17.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": {"code": "honours", "details": "You can find out how to nominate someone for an honour at http://www.gov.uk/honours"}, "government_response": null, "debate": null, "departments": [], "topics": []}}, {"type": "petition", "id": 549279, "links": {"self": "https://petition.parliament.uk/petitions/549279.json"}, "attributes": {"action": "Make it mandatory for for new houses to be fitted with solar panels.", "background": "To introduce new legislation, so that housing developers have to put solar panels on every new build, or at least install the fittings for solar panels, making it easier and cheaper for the buyer to get solar panels, and also encouraging them to do so.", "additional_details": "Lots of fields are used for solar panel energy, at the same time much green belt land is being built on for houses. Using house roofs as a source of solar will also help reach our legal emission targets.", "committee_note": null, "state": "rejected", "signature_count": 6, "created_at": "2020-08-22T07:35:25.761Z", "updated_at": "2020-09-08T16:25:03.461Z", "rejected_at": "2020-09-08T15:23:54.241Z", "opened_at": null, "closed_at": null, "moderation_threshold_reached_at": "2020-08-22T18:56:44.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": {"code": "duplicate", "details": "You may also wish to sign these petitions which call for a similar actions:\r\n\r\nMake rooftop solar installations mandatory for all new homes valued over £400,000: https://petition.parliament.uk/petitions/302355\r\n\r\nMake it law for all new builds to include green energy solutions:\r\nhttps://petition.parliament.uk/petitions/332338"}, "government_response": null, "debate": null, "departments": [], "topics": []}}, {"type": "petition", "id": 334425, "links": {"self": "https://petition.parliament.uk/petitions/334425.json"}, "attributes": {"action": "make the UK legal energy drink consumption age 13", "background": "change the age of energy drink consumption from 16 to 13", "additional_details": "because they will make more money from it and people from the age of 13 can buy energy drinks", "committee_note": null, "state": "rejected", "signature_count": 6, "created_at": "2020-08-11T01:21:58.286Z", "updated_at": "2021-08-02T06:35:58.662Z", "rejected_at": "2020-09-03T14:52:54.173Z", "opened_at": null, "closed_at": null, "moderation_threshold_reached_at": "2020-08-11T01:26:54.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": {"code": "no-action", "details": "At the moment there is no law that prevents under-16s from buying energy drinks, so we don't know what you'd like the UK Government or Parliament to do. \r\n\r\nMany shops and supermarkets ban people under 16 from buying energy drinks, but that is a decision for them, not the UK Government or Parliament. \r\n\r\nWe could accept a petition asking for people under 13 to be banned from buying energy drinks if that's what you'd like to happen. "}, "government_response": null, "debate": null, "departments": [], "topics": []}}, {"type": "petition", "id": 333604, "links": {"self": "https://petition.parliament.uk/petitions/333604.json"}, "attributes": {"action": "Research and invest in Thorium nuclear `liquid-fluoride thorium reactor (LFTR)`.", "background": "I want the Government to look in to, research and invest in liquid-fluoride thorium reactors (LFTR) as an alternative to the current uranium nuclear reactors. Thorium nuclear reactors are much safer, cheaper to run and Thorium is much more abundant element.", "additional_details": "Thorium is readily available & can be turned into energy without generating transuranic wastes. Thorium’s capacity as nuclear fuel was discovered during WWII, but ignored because it was unsuitable for making bombs. A liquid-fluoride thorium reactor (LFTR) is the optimal approach for harvesting energy from Thorium, and has the potential to solve today’s energy/climate crisis. LFTR is a type of Thorium Molten Salt Reactor (Th-MSR). It would provide cheaper more abundant energy and is much safer.", "committee_note": null, "state": "rejected", "signature_count": 6, "created_at": "2020-08-02T02:34:46.596Z", "updated_at": "2020-08-11T11:32:04.397Z", "rejected_at": "2020-08-11T11:32:04.400Z", "opened_at": null, "closed_at": null, "moderation_threshold_reached_at": "2020-08-03T19:35:34.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": {"code": "already-happening", "details": "In April 2019, the Secretary of State for Business, Energy and Industrial Strategy, answered a parliamentary question about the potential merits of using thorium fuels for energy production: \r\nhttps://www.parliament.uk/business/publications/written-questions-answers-statements/written-question/Commons/2019-04-18/245888/\r\n\r\nThis stated that the Government had already commissioned research into thorium and uranium fuel cycles, an had considered these views and drawn on the expertise of its national laboratories to model nuclear scenarios that include the use of thorium, which were used to inform R&D needs on thorium nuclear fuel cycles."}, "government_response": null, "debate": null, "departments": [{"acronym": "BEIS", "name": "Department for Business, Energy and Industrial Strategy", "url": "https://www.gov.uk/government/organisations/department-for-business-energy-and-industrial-strategy"}], "topics": []}}, {"type": "petition", "id": 331515, "links": {"self": "https://petition.parliament.uk/petitions/331515.json"}, "attributes": {"action": "Stop energy supply company’s from over charging customers on fixed price plans", "background": "To force energy supply companies to make fixed price tariffs actually fixed Price per a month regardless of energy usage So you don’t get billed more than you signed up to", "additional_details": "It is not fair to trick or mislead customers to sign up to or switch energy supplier by saying your energy bills  will be cheaper by offering fixed price gas and electricity tariffs that aren’t actually fixed price and charge you more this needs to stop and should be fixed price per a month regardless if you have used more energy then what they estimated you would use the energy sector needs to change this to ensure customers are getting cheaper monthly bills for gas and electricity", "committee_note": null, "state": "rejected", "signature_count": 6, "created_at": "2020-07-14T14:37:10.114Z", "updated_at": "2020-07-21T12:04:44.055Z", "rejected_at": "2020-07-21T12:04:44.058Z", "opened_at": null, "closed_at": null, "moderation_threshold_reached_at": "2020-07-14T15:39:04.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": {"code": "no-action", "details": "We understand that you're concerned about how people are billed for energy, but the Government is not responsible for the action you have requested.\r\n\r\nIndividual energy providers are responsible for deciding on energy charges, subject to rules set by Ofgem, including price caps: https://www.ofgem.gov.uk/energy-price-caps/consumers\r\n\r\nEnergy providers often offer a fixed price energy tariff, but the amount a consumer is billed will still depend on their usage.\r\n\r\nIf you think an energy provider has unfairly advertised a fixed price energy tariff you could raise this with Ofgem or the Advertising Standards Agency."}, "government_response": null, "debate": null, "departments": [], "topics": []}}, {"type": "petition", "id": 329900, "links": {"self": "https://petition.parliament.uk/petitions/329900.json"}, "attributes": {"action": "Reduce council tax by investing in councils and in turn tackling homelessness", "background": "Thousands of individuals in full time employment are struggling to make ends meet, council tax and bedroom tax has made renting impossible for single adults in the UK.\r\nI.e the cost of rent, plus energy and council tax can add up to 3/4 of a single persons monthly income.", "additional_details": "Council budgets are being heavily squeezed. By 2019–20, the Local Government Association predicts councils will face a £5.8 billion funding gap due to cuts in central government funding and the rising costs of an ageing population. This puts even more pressure on them to collect all the tax they’re owed. In 2016–17 councils collected 97.2% of what was owed, and recovered £627 million of arrears. These high collection rates mean councils routinely pursuing people who often struggle to pay.", "committee_note": null, "state": "rejected", "signature_count": 6, "created_at": "2020-06-30T17:10:34.385Z", "updated_at": "2020-12-04T13:10:55.010Z", "rejected_at": "2020-12-04T13:10:55.013Z", "opened_at": null, "closed_at": null, "moderation_threshold_reached_at": "2020-11-27T22:25:07.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": {"code": "no-action", "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe understand that you're concerned about the cost of council tax, but we're not sure exactly what you'd like the Government or Parliament to do. \r\n                \r\nWe could accept a petition calling on the Government to abolish council tax and provide all local authority funding directly, if that is what you want to happen."}, "government_response": null, "debate": null, "departments": [], "topics": []}}, {"type": "petition", "id": 321660, "links": {"self": "https://petition.parliament.uk/petitions/321660.json"}, "attributes": {"action": "Stay on British Summer Time this October 2020", "background": "I suggest that in response to the current Covid-19 Pandemic we should RETAIN British Summer Time and NOT turn the clocks back to GMT. \r\n\r\nReturning to Greenwich Mean Time in October would plunge our nation into darkness and massively impact on our nations mental and physical well-being.", "additional_details": "To save energy and help the war effort, the Summer Time Act 1916 advanced the clocks in the UK for 1 hour from May 21 until October 1 in the same year. Summer time, or DST, proved so popular that it was named British Summer Time (BST) and the seasonal practice kept \r\n\r\nFor many years it has baffled me why we put our clocks back to GMT. When I started secondary school at age 11, I faced the long journey home in the dark come October.  I questioned then and question now, over 40 years later, the safety of returning to GMT and it’s effect on the mental health and welfare of our nation.", "committee_note": null, "state": "rejected", "signature_count": 6, "created_at": "2020-05-20T21:09:51.053Z", "updated_at": "2020-07-30T09:14:57.879Z", "rejected_at": "2020-07-30T09:14:57.883Z", "opened_at": null, "closed_at": null, "moderation_threshold_reached_at": "2020-05-28T13:24:24.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": {"code": "duplicate", "details": "You may wish to sign this petition calling for the same action: https://petition.parliament.uk/petitions/321333"}, "government_response": null, "debate": null, "departments": [], "topics": []}}, {"type": "petition", "id": 317661, "links": {"self": "https://petition.parliament.uk/petitions/317661.json"}, "attributes": {"action": "No return to 'Business as usual' after COVID 19 restrictions lifted.", "background": "This has shown that people can accomodate huge changes in short spaces of time.  This opportunity should be used to bring the country together going forward, in embracing a new, healthier, fairer, significantly more environmentally conscious future, instead of returning to the ratrace of normality.", "additional_details": "People want major changes after lockdown ends. Pollution has gone down, energy consumption has gone down, nature is recovering. People are buying more locally produced food items. People are appreciating the work of proffessions that have long gone unrecognised or considered menial(nurses, teachers, shop staff). People are walking & cycling more, and in some ways are now connecting (virtually) more with friends and family all over the world. \r\nWe want to continue down this less destructive path.", "committee_note": null, "state": "rejected", "signature_count": 6, "created_at": "2020-04-21T12:54:43.371Z", "updated_at": "2020-07-07T08:01:11.559Z", "rejected_at": "2020-07-07T08:01:11.562Z", "opened_at": null, "closed_at": null, "moderation_threshold_reached_at": "2020-04-23T09:44:54.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": {"code": "no-action", "details": "We understand that you don't want to see a return to business as usual after the lockdown, but it's not clear what action you want the Governmetn to take.\r\n\r\nWe have published the following petitions, which you might like to sign:\r\n\r\nRequire suitable businesses offer remote & flexible working to employees: https://petition.parliament.uk/petitions/318057\r\n\r\nStudy impact of home working on health & the environment and act on the results: https://petition.parliament.uk/petitions/317466\r\n\r\nRebuild the economy out of lockdown with a Green New Deal: https://petition.parliament.uk/petitions/317343\r\n\r\nYou can find out more about coronavirus and how you can protect yourself and others here:\r\n\r\nwww.gov.uk/coronavirus\r\nhttps://www.nhs.uk/conditions/coronavirus-covid-19/\r\n\r\nThe Government has also created an online service to help you find out what you can do if you’re struggling because of coronavirus: https://www.gov.uk/find-coronavirus-support\r\n\r\nYou can read NHS tips to help if you are worried about coronavirus here: https://www.nhs.uk/oneyou/every-mind-matters/coronavirus-covid-19-anxiety-tips\r\n\r\nYou can read impartial analysis of the Government response to coronavirus and policy developments here: https://commonslibrary.parliament.uk/coronavirus/\r\n\r\nYou may also be interested to know that because of the large number of petitions that have been started in relation to coronavirus, the Petitions Committee has been questioning the Government about its response to the coronavirus outbreak.\r\n \r\nFind out more: https://committees.parliament.uk/work/192/the-governments-response-to-coronavirus/"}, "government_response": null, "debate": null, "departments": [], "topics": ["covid-19"]}}, {"type": "petition", "id": 316160, "links": {"self": "https://petition.parliament.uk/petitions/316160.json"}, "attributes": {"action": "stop energy companies making a profit from the NHS", "background": "Stop energy companies making a profit from the NHS", "additional_details": "the service provided by the NHS should not be used for profir making by  energy companies already making huge profits per year", "committee_note": null, "state": "rejected", "signature_count": 6, "created_at": "2020-04-15T09:18:14.435Z", "updated_at": "2020-07-30T07:42:14.773Z", "rejected_at": "2020-07-30T07:42:14.775Z", "opened_at": null, "closed_at": null, "moderation_threshold_reached_at": "2020-04-18T11:50:24.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": {"code": "irrelevant", "details": "We can't accept your petition because the UK Government aren't responsible for the issue you raise. Offering a reduction for NHS sites would be a decision for utility providers, and not the UK Government or Parliament.\r\n\r\nYou may wish to sign this petition calling for a reduction of the price cap for gas and electricity during the lockdown:\r\nhttps://petition.parliament.uk/petitions/312363"}, "government_response": null, "debate": null, "departments": [], "topics": []}}, {"type": "petition", "id": 316150, "links": {"self": "https://petition.parliament.uk/petitions/316150.json"}, "attributes": {"action": "petition to stop energy making a profit from the NHS", "background": "energy companies make no profit when supplying the NHS", "additional_details": "the nhs uses a vast amount of energy and water the service it provides should not be used as a profit making service by using utilities it needs from utility companies already making huge profits .", "committee_note": null, "state": "rejected", "signature_count": 6, "created_at": "2020-04-15T08:50:56.573Z", "updated_at": "2020-07-01T19:19:53.741Z", "rejected_at": "2020-07-01T19:19:48.989Z", "opened_at": null, "closed_at": null, "moderation_threshold_reached_at": "2020-04-15T14:54:54.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": {"code": "irrelevant", "details": "We can't accept your petition because the UK Government and Parliament aren't responsible for the issue you raise. The UK Government and Parliament aren't responsible for providing energy, this is a matter for private companies and their contracts with NHS providers. "}, "government_response": null, "debate": null, "departments": [], "topics": []}}, {"type": "petition", "id": 313755, "links": {"self": "https://petition.parliament.uk/petitions/313755.json"}, "attributes": {"action": "Call for All Energy Providers to offer free Gas And Electricity due to Covid-19", "background": "Introduce an Emergency Legislation For all energy providers to offer free or lowered cost electricity & gas due to this Covid-19 Pandemic Crisis", "additional_details": "As we are on a nationwide lockdown our energy usage has increased dramatically so this is a call from the Nation as British Gas ,E-on, Edf Energy or any Energy Provider has not been in the news for providing any Kind support for Covid-19 as this should be made mandatory for Worldwide Pandemic", "committee_note": null, "state": "rejected", "signature_count": 6, "created_at": "2020-04-03T16:16:00.119Z", "updated_at": "2020-05-28T15:02:17.311Z", "rejected_at": "2020-05-28T15:02:11.268Z", "opened_at": null, "closed_at": null, "moderation_threshold_reached_at": "2020-04-03T16:27:24.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": {"code": "irrelevant", "details": "Suspending payments for utilities is a matter for individual utility providers, and not the UK Government or Parliament.\r\n\r\nIf you want the Government to encourage lenders, landlords and utilities to freeze payments during lockdown, you may wish to sign this petition: https://petition.parliament.uk/petitions/302256\r\n\r\nIf you would like the Government to Reduce the price cap of gas and electricity during the UK Lockdown, you may wish to sign this petition:\r\nhttps://petition.parliament.uk/petitions/312363\r\n\r\nYou can find out more about coronavirus and how you can protect yourself and others here: \r\n\r\nwww.gov.uk/coronavirus \r\n\r\nhttps://www.nhs.uk/conditions/coronavirus-covid-19/ \r\n\r\nThe Government has also created an online service to help you out what you can do if you’re struggling because of coronavirus: https://www.gov.uk/find-coronavirus-support \r\n\r\nYou can read NHS tips to help if you are worried about coronavirus here: https://www.nhs.uk/oneyou/every-mind-matters/coronavirus-covid-19-anxiety-tips "}, "government_response": null, "debate": null, "departments": [], "topics": ["covid-19"]}}, {"type": "petition", "id": 312517, "links": {"self": "https://petition.parliament.uk/petitions/312517.json"}, "attributes": {"action": "Announce the end of lockdown to the entire nation by playing the National Anthem", "background": "When the glorious and momentous occasion that we as a nation that bound together, can announce the defeat of the corvid virus, it should be announced by playing the national anthem on every public channel radio and TV.", "additional_details": "It would signify the sincere determination and good will of every citizen of this fine union, in a boundless energy that unites and defeats any obstacle that is put in our way. A momentous and courageous moment that underlies our very British values and seeks the very best from our citizens to rise to any challenges we face as a nation.", "committee_note": null, "state": "rejected", "signature_count": 6, "created_at": "2020-03-31T10:29:07.128Z", "updated_at": "2020-05-19T08:47:22.459Z", "rejected_at": "2020-05-19T08:47:22.462Z", "opened_at": null, "closed_at": null, "moderation_threshold_reached_at": "2020-03-31T11:52:04.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": {"code": "irrelevant", "details": "The Government is not responsible for how broadcasters decide to mark any changes to restrictions relating to teh coronavirus outbreak. This is a decision for individual broadcasters, and not the Government or House of Commons.\r\n\r\nWe have published a petition calling for the Government to introduce a 'one off' bank holiday after covid-19 pandemic to boost morale, which you might like to sign: https://petition.parliament.uk/petitions/304513\r\n\r\nYou can find out more about coronavirus and how you can protect yourself and others here:\r\n\r\nwww.gov.uk/coronavirus\r\nhttps://www.nhs.uk/conditions/coronavirus-covid-19/\r\n\r\nThe Government has also created an online service to help you out what you can do if you’re struggling because of coronavirus: https://www.gov.uk/find-coronavirus-support\r\n\r\nYou can read NHS tips to help if you are worried about coronavirus here: https://www.nhs.uk/oneyou/every-mind-matters/coronavirus-covid-19-anxiety-tips\r\n\r\nYou can read impartial analysis of the Government response to coronavirus and policy developments here: https://commonslibrary.parliament.uk/coronavirus/\r\n\r\nYou may also be interested to know that because of the large number of petitions that have been started in relation to coronavirus, the Petitions Committee has been questioning the Government about its response to the coronavirus outbreak.\r\n \r\nFind out more and watch the Committee put questions suggested by petitioners to Government Ministers and the Deputy Chief Medical Officer: https://committees.parliament.uk/committee/326/petitions-committee/news/145767/committee-question-deputy-chief-medical-officer-and-ministers-on-coronavirus-response/\r\n \r\nRead letters asking further questions of Government Ministers: https://committees.parliament.uk/committee/326/petitions-committee/publications/3/correspondence/"}, "government_response": null, "debate": null, "departments": [], "topics": ["covid-19"]}}, {"type": "petition", "id": 312369, "links": {"self": "https://petition.parliament.uk/petitions/312369.json"}, "attributes": {"action": "Stop buying products and services from China. Start investing in our own country", "background": "To stop buying in products, services, medicines from China and stop the Chinese from buying our businesses and property.\r\nDuring the COVID-19 crisis, it is/was evident that we rely heavily on China to provide basic products such as NHS PPE. We were unable to get products quickly to our country.", "additional_details": "COVID-19 crippled the world. We couldn't provide simple things like PPE equipment to the NHS quickly, leaving local people to create makeshift PPE equipment and distribute to their local health care sector. This has highlighted the need to start investing in our own country and to stop letting CHINA run our economy. We are due to let Huawei build 5G telecommunications in the UK and Chinese energy build Nuclear power stations in the UK. This has to stop now!! STOP RELYING ON CHINA FOR OUR NEEDS..", "committee_note": null, "state": "rejected", "signature_count": 6, "created_at": "2020-03-30T19:40:07.856Z", "updated_at": "2020-04-06T12:18:15.461Z", "rejected_at": "2020-04-06T12:18:15.465Z", "opened_at": null, "closed_at": null, "moderation_threshold_reached_at": "2020-04-01T23:26:34.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": {"code": "irrelevant", "details": "You might like to sign this petition instead\r\n\r\nhttps://petition.parliament.uk/petitions/300472"}, "government_response": null, "debate": null, "departments": [], "topics": []}}, {"type": "petition", "id": 309745, "links": {"self": "https://petition.parliament.uk/petitions/309745.json"}, "attributes": {"action": "Firmly request that all the energy suppliers reduce their tariffs during crisis.", "background": "We would like the government to firmly request that all energy companies reduce their tariffs during this COVID 19 crisis.", "additional_details": "Many are going to be using essential services like gas and electric whilst at home. At the best of times many people can ill afford to pay for these services whilst in full time work. Now that we are having to stay at home, where many of us will have a reduced income as a result, we will be using these services more than ever, \r\nEnergy companies should all reduce their tariffs in order to help the nation endure and recover during this very difficult time.", "committee_note": null, "state": "rejected", "signature_count": 6, "created_at": "2020-03-25T11:26:03.242Z", "updated_at": "2020-03-31T08:11:53.340Z", "rejected_at": "2020-03-31T08:11:53.342Z", "opened_at": null, "closed_at": null, "moderation_threshold_reached_at": "2020-03-25T13:24:44.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": {"code": "duplicate", "details": "You may wish to sign this petition calling for the same action: https://petition.parliament.uk/petitions/302256\r\n\r\nYou can find out more about coronavirus and how you can protect yourself and others here:\r\n\r\nNHS website: https://www.nhs.uk/conditions/coronavirus-covid-19/\r\n\r\nUK Government website: https://www.gov.uk/coronavirus"}, "government_response": null, "debate": null, "departments": [], "topics": ["covid-19"]}}, {"type": "petition", "id": 305641, "links": {"self": "https://petition.parliament.uk/petitions/305641.json"}, "attributes": {"action": "Reduce petrol prices as international prices have dropped by 50 percent", "background": "International petrol prices have dropped from dollar55 to dollar 25, but there is no relief for people .Coronavirus has also hit people government need to pass on the relief to people", "additional_details": "The main reason is UK is going through turmoil because of coronavirus and there are issues as daily usage items prices have increased due to spike ,lowering petrol prices will help people with extra cash and may also lower energy prices.", "committee_note": null, "state": "rejected", "signature_count": 6, "created_at": "2020-03-19T03:02:36.996Z", "updated_at": "2020-04-07T10:18:53.722Z", "rejected_at": "2020-04-06T17:00:31.034Z", "opened_at": null, "closed_at": null, "moderation_threshold_reached_at": "2020-03-19T03:14:24.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": {"code": "irrelevant", "details": "We can't accept your petition because the UK Government and Parliament aren't responsible for the issue you raise. Forecourt petrol prices are set by retailers.\r\n\r\nYou could start a petition asking the Government to reduce or remove fuel duty, or to set a cap on fuel prices, if that is what you would like to see happen."}, "government_response": null, "debate": null, "departments": [], "topics": []}}, {"type": "petition", "id": 304002, "links": {"self": "https://petition.parliament.uk/petitions/304002.json"}, "attributes": {"action": "Payments for ALL bills to be fully covered until COVID-19 has completely passed.", "background": "All of bills such as rent/mortgage, council tax, any insurance, energy bills, water bills and ANY other bills that need paying to be put on hold and for us not to pay anything until the virus has fully passed and we are all safe to go back to normal.", "additional_details": "We cannot afford any payments for any bills at all if everyone is on lockdown, in isolation and unable to work. We are all going to be in so much debt after this if we have to carry on paying bills and not able to work.", "committee_note": null, "state": "rejected", "signature_count": 6, "created_at": "2020-03-16T21:59:34.213Z", "updated_at": "2020-03-27T09:01:07.263Z", "rejected_at": "2020-03-27T09:01:07.265Z", "opened_at": null, "closed_at": null, "moderation_threshold_reached_at": "2020-03-17T09:06:44.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": {"code": "irrelevant", "details": "We can't accept your petition because suspending payments for mortgages, rent and utility bills is a matter for individual lenders, landlords, and utility companies and not the UK Government or Parliament.\r\n\r\nSince this petition was started, the Government has announced a ban on evictions from social or private rented accommodation while this national emergency is taking place. You can find out more here: https://www.gov.uk/government/news/complete-ban-on-evictions-and-additional-protection-for-renters\r\n\r\nPeople with mortgages can ask for a mortgage holiday from lenders. You can find out more here: https://www.fca.org.uk/consumers/mortgages-coronavirus-consumers\r\n\r\nYou can find out about what Government support is available for people as a result of coronavirus (under the section on employment and financial support) here: https://www.gov.uk/coronavirus\r\n\r\nIf you want the Government to encourage lenders, landlords and utilities to freeze payments during lockdown, you may wish to sign this petition: https://petition.parliament.uk/petitions/302256\r\n\r\nIf you want the Government to implement Universal Basic Income to give home and food security during the coronavirus outbreak, you may also wish to sign this petition: https://petition.parliament.uk/petitions/302284\r\n\r\nYou can find out more about coronavirus and how you can protect yourself and others here: https://www.nhs.uk/conditions/coronavirus-covid-19/\r\n\r\nYou can read NHS tips to help if you are worried about coronavirus here: https://www.nhs.uk/oneyou/every-mind-matters/coronavirus-covid-19-anxiety-tips"}, "government_response": null, "debate": null, "departments": [], "topics": []}}, {"type": "petition", "id": 301910, "links": {"self": "https://petition.parliament.uk/petitions/301910.json"}, "attributes": {"action": "Ban travel from mainland Europe to protect our citizens and the NHS.", "background": "US President Donald Trump has recently cancelled all travel from 26 countries in the Schengen area of Europe, and the United Kingdom should do the same in order to slow the increase in cases of coronavirus (COVID-19). This will lessen the strain on the NHS and reduce the number of casualties.", "additional_details": "So far, the government has taken a minimalistic and reactive approach to combating the SARS-coronavirus-2 outbreak. The phases contain, delay, research, and mitigate, feel like an inevitability. Rather than seriously try to stop the progression into the next phase, the government spends most of it's energy planning for it. Stricter travel restrictions should have been implemented weeks ago, now it is just a case of damage control. But with proactive action, there is still a chance to save lives.", "committee_note": null, "state": "rejected", "signature_count": 6, "created_at": "2020-03-12T19:56:26.720Z", "updated_at": "2020-03-19T13:24:18.649Z", "rejected_at": "2020-03-19T13:24:18.654Z", "opened_at": null, "closed_at": null, "moderation_threshold_reached_at": "2020-03-12T20:32:34.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": {"code": "duplicate", "details": "You may wish to sign this petition calling for the same action: https://petition.parliament.uk/petitions/300932\r\n\r\nYou can find out more about coronavirus and how you can protect yourself and others here:\r\n\r\nNHS website: https://www.nhs.uk/conditions/coronavirus-covid-19/\r\n\r\nUK Government website: https://www.gov.uk/guidance/coronavirus-covid-19-information-for-the-public"}, "government_response": null, "debate": null, "departments": [], "topics": ["covid-19"]}}, {"type": "petition", "id": 301546, "links": {"self": "https://petition.parliament.uk/petitions/301546.json"}, "attributes": {"action": "Stop using our taxes to fund global heating.", "background": "I want the government to stop its support for the fossil fuel industry and to cease paying public money to those companies who are contributing to the destruction of our planet.", "additional_details": "The UK leads the European Union in giving subsidies to fossil fuels, according to a 2019 report from the European commission. It found €12bn (£10.5bn) a year in support for fossil fuels in the UK, significantly more than the €8.3bn spent on renewable energy. This needs to stop.", "committee_note": null, "state": "rejected", "signature_count": 6, "created_at": "2020-03-11T19:10:51.232Z", "updated_at": "2020-03-24T17:55:23.800Z", "rejected_at": "2020-03-24T17:55:23.803Z", "opened_at": null, "closed_at": null, "moderation_threshold_reached_at": "2020-03-15T17:44:54.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": {"code": "duplicate", "details": "https://petition.parliament.uk/petitions/300000"}, "government_response": null, "debate": null, "departments": [], "topics": []}}, {"type": "petition", "id": 300387, "links": {"self": "https://petition.parliament.uk/petitions/300387.json"}, "attributes": {"action": "Reduce the temperature of UK hospitals by one degree.", "background": "By reducing the temperature of UK hospitals by one degree can save an estimated £40m and 100,000 tonnes of carbon annually. Everyone who has visited a hospital knows how uncomfortably warm they are, so my simple suggestion is to make them just a bit cooler and give vulnerable patients a cardigan!", "additional_details": "I found a 10 year old study on the internet raising the alarm on NHS energy waste but even new hospitals seem too warm and older hospitals waste considerable energy, so this advice has not been actioned.\r\nI would like Parliament to debate a motion forcing hospitals to engage in energy saving measures and only heating hospitals to, say 21 deg C.\r\nI believe that the NHS can do better but energy saving need to be given a higher priority by law and more money found to improve insulation in hospitals.", "committee_note": null, "state": "rejected", "signature_count": 6, "created_at": "2020-03-05T05:12:24.038Z", "updated_at": "2020-03-10T10:27:02.148Z", "rejected_at": "2020-03-10T10:25:24.062Z", "opened_at": null, "closed_at": null, "moderation_threshold_reached_at": "2020-03-05T08:22:24.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": {"code": "irrelevant", "details": "We can't accept your petition because the UK Government and Parliament aren't responsible for the issue you raise. The management of hospitals is a matter for individual NHS Trusts, and not the Government or Parliament."}, "government_response": null, "debate": null, "departments": [], "topics": []}}]}