{"links": {"self": "https://petition.parliament.uk/petitions.json?q=green+space&page=1", "first": "https://petition.parliament.uk/petitions.json?q=green+space", "last": "https://petition.parliament.uk/petitions.json?page=2&q=green+space", "next": "https://petition.parliament.uk/petitions.json?page=2&q=green+space", "prev": null}, "data": [{"type": "petition", "id": 590309, "links": {"self": "https://petition.parliament.uk/petitions/590309.json"}, "attributes": {"action": "Ban urban and garden pesticides to protect bees, other wildlife and human health", "background": "Ban the use of pesticides in urban areas & end their sale for use in gardens. There is simply no need to spray poisons in our streets, parks & gardens for cosmetic purposes, where they harm bees & other wildlife & pose a risk to human health. Safe alternatives are available, where necessary.", "additional_details": "Wild bees & other wildlife are in decline, a potential catastrophe for us all. Pesticides also threaten human health, many of them being carcinogens &/or neurotoxins. One way to help combat bee decline is to encourage them in urban areas. Our 22 million gardens, plus parks, road verges & other green spaces could form a network of wildlife friendly habitats. This will only work if, like France, we stop spraying pesticides in gardens and public urban spaces.", "committee_note": "", "state": "closed", "signature_count": 53906, "created_at": "2021-06-30T14:37:46.860Z", "updated_at": "2022-09-09T13:59:56.101Z", "rejected_at": null, "opened_at": "2021-07-26T07:30:47.853Z", "closed_at": "2022-01-26T23:59:59.999Z", "moderation_threshold_reached_at": "2021-07-01T09:01:15.000Z", "response_threshold_reached_at": "2021-08-06T12:06:55.000Z", "government_response_at": "2021-08-20T13:07:15.914Z", "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": null, "government_response": {"responded_on": "2021-08-19", "summary": "The Government is committed to supporting alternatives to chemical pest control and recently consulted on a National Action Plan to minimise the risks and impacts associated with pesticides.", "details": "The UK Government’s priority with regards to pesticides is to ensure that they will not harm people or wildlife, or pose unacceptable risks to the environment. To this end, we operate a strict system for regulating pesticides.\r\n\r\nA pesticide may only be placed on the market in the UK if the product has been authorised by our regulator, the Health and Safety Executive, following a thorough risk assessment, which includes impacts on people, animals and the environment. If there are found to be unacceptable risks, to pollinators for example, the product is not authorised. The risk assessment also specifically addresses the situation of people living near where pesticides are used. Pesticide users are legally required to ensure that use is kept to the area to be treated and not allowed to drift onto neighbouring properties, and there are statutory conditions of use for all authorised pesticide products that must be followed. \r\n\r\nThe Government is committed to supporting alternatives to chemical pesticides. In our 25 Year Environment Plan, the Government has outlined its approach to reducing the environmental impact of pesticides. Integrated Pest Management (IPM) lies at the heart of our approach to maximise the use of non-chemical control techniques and minimise the use of chemical pesticides. IPM is defined as the combined use of all available control methods. This means that pesticide users can take a holistic approach in reducing the associated risks (including indirect effects) whilst combating pest resistance. IPM also includes measures to optimise pesticide application, with the aim of reducing non target effects and unnecessary environmental exposure. This includes increasing the use of nature-based, low toxicity solutions and precision technologies, with the potential to enhance biodiversity, as well as benefit pollinators.   \r\n \r\nOur approach is detailed in the draft revised ‘National Action Plan for the Sustainable Use of Pesticides’ (NAP), which sets out the ambition to improve indicators of pesticide usage, risk and impacts. This was the subject of a recent public consultation, with over 1,500 responses received and analysed. The summary of responses will be published in due course and the revised NAP later this year.  \r\n  \r\nThe objective must be to reduce the risks and impacts associated with pesticides. These depend not only on the amount of pesticide used, but which pesticide is used and where use takes place. The draft revised NAP supports the development of low toxicity methods and improved advice and support for pesticides users, to reduce their impacts on human health and the environment.\r\n\r\nWe are also taking action alongside many partners to implement the National Pollinator Strategy’s provisions to help wild and managed pollinators to thrive. The Strategy sets out actions to address key risks and pressures, such as: habitat loss and fragmentation; invasive species; pests and disease; and climate change. This includes supporting IPM by restoring and creating habitats in rural and urban areas, including parks and gardens, and raising awareness across society so that people can take action themselves, by carefully considering whether or not to use pesticides in gardens, parks and other urban areas.\r\n\r\nMore broadly, our Environment Bill sets a new legal foundation for Government action to improve the environment. For example, it introduces Local Nature Recovery Strategies (LNRSs) to underpin the development of the Nature Recovery Network (NRN), an expanded and better-connected network of places that are richer in wildlife, more resilient to climate change and provide a range of benefits for people. LNRSs and the NRN Delivery Partnership, led by Natural England, will help bring people and organisations together at local and national levels to identify priorities and opportunities for nature recovery. We are integrating the goals for the network into a wide range of funding streams, including: land management schemes that reward environmental benefits; biodiversity net gain; and the Nature for Climate Fund.\r\n\r\nDepartment for Environment, Food and Rural Affairs", "created_at": "2021-08-20T13:07:15.911Z", "updated_at": "2021-08-20T13:07:15.911Z"}, "debate": null, "departments": [{"acronym": "DEFRA", "name": "Department for Environment, Food and Rural Affairs", "url": "https://www.gov.uk/government/organisations/department-for-environment-food-rural-affairs"}], "topics": []}}, {"type": "petition", "id": 600577, "links": {"self": "https://petition.parliament.uk/petitions/600577.json"}, "attributes": {"action": "Ban developments on Green belt and Greenfield sites across the country", "background": "Loss of green belt & greenfield sites for housing negatively affects the environment, releasing carbon from the land & losing that land's ability to capture new carbon. Wildlife and plant life already under stress, are displaced & loss of green spaces has a negative effect on communities.", "additional_details": "Houses proposed to be built have a great effect upon our environment. Contribute to pollution and in turn affect our planet. House development should take place on brown sites. The greenfield land, farm land, trees and wild flowers need protection now to encourage our planet to heal. All permissions for planned development of green belt or greenfield land should be revoked, and no further permissions granted.", "committee_note": "", "state": "closed", "signature_count": 13947, "created_at": "2021-11-05T10:56:16.603Z", "updated_at": "2022-11-18T14:18:13.086Z", "rejected_at": null, "opened_at": "2021-11-10T15:11:11.484Z", "closed_at": "2022-05-10T22:59:59.999Z", "moderation_threshold_reached_at": "2021-11-05T12:23:38.000Z", "response_threshold_reached_at": "2021-12-15T09:26:08.000Z", "government_response_at": "2022-01-10T17:16:59.492Z", "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": null, "government_response": {"responded_on": "2022-03-01", "summary": "This Government is committed to maintaining existing Green Belt protections, enhancing Green Belt land quality, and promoting use of brownfield for new developments to reduce greenfield pressures.", "details": "The Government currently offers strong protections for the Green Belt from development in national policy.  The National Planning Policy Framework states that a Green Belt boundary may be altered only in exceptional circumstances. Any proposal is subject to consultation with local people followed by rigorous and independent examination of the area’s Local Plan by a planning inspector. If a local authority cannot avoid the loss of Green Belt, it is expected to offset the loss of that land by environmental and access improvements to land remaining Green Belt. Furthermore, national planning policy states that most new developments in the Green Belt should be refused planning permission unless in very special circumstances, rightly determined by the local authority. As a result, the Government is not considering this proposal at this time.\r\n  \r\nAs set out in the landmark Levelling Up White Paper, we are committed to enhancing the quality of land designated in the Green Belt. This means increasing public access to Green Belt, while simultaneously delivering nature recovery, in line with Environment Act commitments. This will provide improved access for those communities that currently lack good quality green space.\r\n\r\nDepartment for Levelling Up, Housing & Communities\r\n\r\nThis is a revised response. The Petitions Committee requested a response which more directly addressed the request of the petition. You can find the original response towards the bottom of the petition page (https://petition.parliament.uk/petitions/600577)\r\n", "created_at": "2022-01-10T17:16:59.489Z", "updated_at": "2022-03-01T15:34:11.726Z"}, "debate": null, "departments": [{"acronym": "DLUHC", "name": "Department for Levelling Up, Housing and Communities ", "url": "https://www.gov.uk/government/organisations/department-for-levelling-up-housing-and-communities"}], "topics": []}}, {"type": "petition", "id": 556396, "links": {"self": "https://petition.parliament.uk/petitions/556396.json"}, "attributes": {"action": "Save our Green and Pleasant Land and abandon the proposed Planning Reforms", "background": "The government is consulting on a White Paper to change Planning Laws. It basically carves up the entirety of England into 3 zones. One will get automatic development rights. The second has presumption of development. Only the conservation and aonb areas etc will have methods of protection.", "additional_details": "1.This White Paper says it will give community more input. We believe this is not true, and that the proposals are an assault on local democracy.\r\n \r\n2. The paper says it is to help with housing shortages. We believe this is not true and that proposals are to help developers, as housing shortages are not to do with planning laws and there are a million unbuilt houses with permissions.\r\n \r\n3. We believe these reforms will result in destruction of our countryside and urban green spaces, harm biodiversity.", "committee_note": "", "state": "closed", "signature_count": 4551, "created_at": "2020-10-26T11:09:18.991Z", "updated_at": "2021-07-26T11:46:45.000Z", "rejected_at": null, "opened_at": "2020-11-09T10:36:29.839Z", "closed_at": "2021-05-09T22:59:59.999Z", "moderation_threshold_reached_at": "2020-10-26T12:24:47.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": null, "government_response": null, "debate": null, "departments": [{"acronym": "DLUHC", "name": "Department for Levelling Up, Housing and Communities ", "url": "https://www.gov.uk/government/organisations/department-for-levelling-up-housing-and-communities"}], "topics": []}}, {"type": "petition", "id": 593188, "links": {"self": "https://petition.parliament.uk/petitions/593188.json"}, "attributes": {"action": "Seek to agree upon equivalence of NHS Covid pass and European Covid Green Pass", "background": "From 12 August a European Green pass (equivalent to the NHS covid pass) will be needed to enter some public spaces (restaurants, clubs,etc) in some EU countries. Similarly, the NHS Covid pass is being required by some UK venues. The Government should agree equivalence of these passes with the EU.", "additional_details": "Currently vaccinations are not fully recognised between EU and UK and the various apps and systems are not talking to each other. This means that a British citizen going to a EU country may not be able to access public spaces in the EU and vice versa, and the European Green pass may not be recognised for European tourists in the UK.", "committee_note": "", "state": "closed", "signature_count": 397, "created_at": "2021-07-23T11:45:45.805Z", "updated_at": "2022-01-29T00:00:08.036Z", "rejected_at": null, "opened_at": "2021-07-28T16:21:23.526Z", "closed_at": "2022-01-28T23:59:59.999Z", "moderation_threshold_reached_at": "2021-07-23T12:23:45.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": null, "government_response": null, "debate": null, "departments": [{"acronym": "DfT", "name": "Department for Transport", "url": "https://www.gov.uk/government/organisations/department-for-transport"}], "topics": ["covid-19"]}}, {"type": "petition", "id": 333670, "links": {"self": "https://petition.parliament.uk/petitions/333670.json"}, "attributes": {"action": "Include funding for more school gardens in the 2020-21 school building programme", "background": "Ideally all schools should have a garden for health, systems learning, emotional & intellectual development, environmental resilience & sustainable work opportunities. Adapt a corner of a playground/sports field/car park to enable development of school curricula & fresh food for local communities.", "additional_details": "We know from decades of research globally that outdoor learning & 'garden school' pedgagogies are extremely beneficial for healthy development of children & youth, as well as for lifelong learning & health. We know from climate research that we urgently need to increase urban green space & protect biological diversity in our environment-locally, nationally & globally. Additionally, we know sustainable agricultural practices & food chains increase the resilience of local economies. A win-win.", "committee_note": null, "state": "closed", "signature_count": 373, "created_at": "2020-08-02T19:42:04.647Z", "updated_at": "2021-02-12T00:00:00.795Z", "rejected_at": null, "opened_at": "2020-08-11T14:23:18.233Z", "closed_at": "2021-02-11T23:59:59.999Z", "moderation_threshold_reached_at": "2020-08-05T09:50:44.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": null, "government_response": null, "debate": null, "departments": [{"acronym": "DfE", "name": "Department for Education", "url": "https://www.gov.uk/government/organisations/department-for-education"}], "topics": []}}, {"type": "petition", "id": 589951, "links": {"self": "https://petition.parliament.uk/petitions/589951.json"}, "attributes": {"action": "Trial capping net immigration and then gradually reduce it to tens of thousands", "background": "The Government must cap immigration. To do so sensibly a trial period could be brought in and then the cap could be lowered over a few years. It could be done by capping the number of work visas, allowing only top 5% students to stay after studies, and more enforcement to deport overstayers.", "additional_details": "YouGov polls show the public is in favour of reducing net immigration levels. This should help fight the problems of housing shortage, loss of green spaces, road congestion and demand on public services at the core, rather than treating the symptoms. Previous Governments have pledged to lower immigration numbers, but plans to cap immigration have been abandoned. Even though it may entail temporary economic disadvantages, the numbers must be capped urgently accordingly to public demands.", "committee_note": "", "state": "closed", "signature_count": 171, "created_at": "2021-06-26T09:39:34.330Z", "updated_at": "2022-01-08T00:00:00.156Z", "rejected_at": null, "opened_at": "2021-07-07T13:32:25.641Z", "closed_at": "2022-01-07T23:59:59.999Z", "moderation_threshold_reached_at": "2021-06-27T13:23:25.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": null, "government_response": null, "debate": null, "departments": [{"acronym": "HO", "name": "Home Office", "url": "https://www.gov.uk/government/organisations/home-office"}], "topics": []}}, {"type": "petition", "id": 581996, "links": {"self": "https://petition.parliament.uk/petitions/581996.json"}, "attributes": {"action": "Increase fixed penalty fines for littering", "background": "Penalties need to be increased to a level which shows that the authorities and society will no longer tolerate this antisocial, selfish behaviour, detrimental to the environment. ", "additional_details": "We have seen scenes across England of littered strewn parks, nature reserves, beaches and open spaces recently. Litter can have an effect on residents, people’s health, the economy, business, tourism, on crime and anti-social behaviour, and of course, on the environment.\r\n \r\n'A Green Future: Our 25 Year Plan to Improve the Environment', sets out what the Government will do to improve the environment within a generation. Increasing consequences for littering could have an immediate positive environmental effect.", "committee_note": "", "state": "closed", "signature_count": 162, "created_at": "2021-04-02T18:35:07.523Z", "updated_at": "2021-10-29T23:00:03.852Z", "rejected_at": null, "opened_at": "2021-04-29T15:42:31.859Z", "closed_at": "2021-10-29T22:59:59.999Z", "moderation_threshold_reached_at": "2021-04-03T08:10:25.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": null, "government_response": null, "debate": null, "departments": [{"acronym": "DEFRA", "name": "Department for Environment, Food and Rural Affairs", "url": "https://www.gov.uk/government/organisations/department-for-environment-food-rural-affairs"}], "topics": []}}, {"type": "petition", "id": 566180, "links": {"self": "https://petition.parliament.uk/petitions/566180.json"}, "attributes": {"action": "Make cat owners responsible for their cats fouling on private property", "background": "To introduce the law that binds cat owners to tidy up after THEIR pets, just as dog owners are responsible for their pets droppings. It can’t be justified to let your own cat make a mess in your neighbours garden and not clean after them. This is very disturbing and hugely rude behaviour.", "additional_details": "As there is no law in place about cat owners responsibilities about their cats fouling in other people gardens, me and many fed up garden owners feel like something needs to be done about the problem. A lot of people would like to enjoy the tranquility of their private little green space, but can’t do it surrounded by cats mess. And it’s not their cat even, so why should they be made responsible and punished for it? Seems like there are double standards when it comes to cats and dogs in the UK.", "committee_note": null, "state": "closed", "signature_count": 139, "created_at": "2021-01-02T15:27:01.152Z", "updated_at": "2021-07-08T23:00:02.634Z", "rejected_at": null, "opened_at": "2021-01-08T11:22:06.913Z", "closed_at": "2021-07-08T22:59:59.999Z", "moderation_threshold_reached_at": "2021-01-03T17:29:57.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": null, "government_response": null, "debate": null, "departments": [{"acronym": "DEFRA", "name": "Department for Environment, Food and Rural Affairs", "url": "https://www.gov.uk/government/organisations/department-for-environment-food-rural-affairs"}], "topics": []}}, {"type": "petition", "id": 585792, "links": {"self": "https://petition.parliament.uk/petitions/585792.json"}, "attributes": {"action": "Work with councils to promote wildflower and grassland growth", "background": "The Government should work with local councils to promote the regrowth and rewilding of more green urban space. ", "additional_details": "This could involve reducing their grass mowing schedules. This could in turn have great effect on the populations of urban insects and mammals thus helping with wildlife right up the food chain.\r\n\r\nI am very concerned about the state of urban greenspace. Though there are many wonderful designated greenspaces in urban areas there needs to be more focus on using all available land. For instance, the reduction of mowing on grass areas that do not need to be kept short would have a big impact. It would promote the growing of small wildflower and grassland areas all over urban areas. These would act as habitat and as migration routes for all manner of invertebrates and small mammals.", "committee_note": "", "state": "closed", "signature_count": 137, "created_at": "2021-05-12T09:27:11.882Z", "updated_at": "2021-11-27T00:00:02.014Z", "rejected_at": null, "opened_at": "2021-05-26T16:40:37.483Z", "closed_at": "2021-11-26T23:59:59.999Z", "moderation_threshold_reached_at": "2021-05-20T19:44:45.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": null, "government_response": null, "debate": null, "departments": [{"acronym": "DEFRA", "name": "Department for Environment, Food and Rural Affairs", "url": "https://www.gov.uk/government/organisations/department-for-environment-food-rural-affairs"}], "topics": []}}, {"type": "petition", "id": 618693, "links": {"self": "https://petition.parliament.uk/petitions/618693.json"}, "attributes": {"action": "Fund fruit trees for public parks and green spaces", "background": "The Government should fund schemes to plant edible fruit trees in public green spaces and parks. This would help those who are struggling for food to eat something even if it is just a piece of fruit.", "additional_details": "Following the cost of living crisis, it makes logical sense to help tackle this with the introduction of fruit trees in parks such as apple trees. Not only is this good for the environment but will also help tackle the shortage of food and provide the public with a form of natural food.", "committee_note": "", "state": "open", "signature_count": 78, "created_at": "2022-06-19T07:01:28.954Z", "updated_at": "2023-01-02T06:03:20.000Z", "rejected_at": null, "opened_at": "2022-06-22T14:46:31.121Z", "closed_at": null, "moderation_threshold_reached_at": "2022-06-19T09:25:39.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": "Lyra Bellator Liam", "rejection": null, "government_response": null, "debate": null, "departments": [{"acronym": "DEFRA", "name": "Department for Environment, Food and Rural Affairs", "url": "https://www.gov.uk/government/organisations/department-for-environment-food-rural-affairs"}], "topics": []}}, {"type": "petition", "id": 607277, "links": {"self": "https://petition.parliament.uk/petitions/607277.json"}, "attributes": {"action": "Fund the planting of wildflowers along all public green spaces", "background": "We would like the Government pledge funding to plant a 1-meter wide strip of wildflowers along the length of every public green space (i.e. playing fields, grass verges etc). Councils would be allocated a grant to achieve this target. The target would be set by the Government.", "additional_details": "The data shows the UK has experienced extinctions and declines in abundance, biomass and distribution of insects. Declines in abundance or distribution have been seen in bees and hoverflies, butterflies and moths, beetles, and freshwater insects. There are a variety of drivers behind insect decline, such as habitat loss, chemical use and climate change, and their impacts differ across habitat, species and time.\r\n \r\nSource: UK Insect Decline and Extinctions, UK Parliament POST https://researchbriefings.files.parliament.uk/documents/POST-PN-0619/POST-PN-0619.pdf", "committee_note": "", "state": "closed", "signature_count": 77, "created_at": "2022-01-26T20:32:23.295Z", "updated_at": "2022-08-03T23:00:09.157Z", "rejected_at": null, "opened_at": "2022-02-03T17:56:38.521Z", "closed_at": "2022-08-03T22:59:59.999Z", "moderation_threshold_reached_at": "2022-01-27T09:37:18.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": null, "government_response": null, "debate": null, "departments": [{"acronym": "DEFRA", "name": "Department for Environment, Food and Rural Affairs", "url": "https://www.gov.uk/government/organisations/department-for-environment-food-rural-affairs"}], "topics": []}}, {"type": "petition", "id": 594306, "links": {"self": "https://petition.parliament.uk/petitions/594306.json"}, "attributes": {"action": "Add green infrastructure as a nationally significant project to the Planning Act", "background": "The Planning Act is heavily focused on infrastructure, such as road, rail and energy. We need legislation that enables conservation bodies (Environment Agency, Natural England) to apply for planning consent, including compulsory acquisition, for green infrastructure for the good of the nation.", "additional_details": "Green infrastructure is a planned network of natural and semi-natural spaces with other environmental features designed to deliver a range of ecosystem services. The Government should do this to promote importance of the UK environment and conservation in its national planning. At present, the legislation is centred around mitigation, when there should be a greater promotion of new green infrastructure. It should be up to the planning authority to determine whether there is a 'Case for the Scheme' in the interest to the public. Currently there is no mechanism for green infrastructure schemes to come forward and be assessed.", "committee_note": "", "state": "closed", "signature_count": 44, "created_at": "2021-08-06T14:01:43.800Z", "updated_at": "2022-02-19T00:00:01.383Z", "rejected_at": null, "opened_at": "2021-08-18T16:56:12.507Z", "closed_at": "2022-02-18T23:59:59.999Z", "moderation_threshold_reached_at": "2021-08-06T17:27:45.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": null, "government_response": null, "debate": null, "departments": [{"acronym": "DLUHC", "name": "Department for Levelling Up, Housing and Communities ", "url": "https://www.gov.uk/government/organisations/department-for-levelling-up-housing-and-communities"}], "topics": []}}, {"type": "petition", "id": 610177, "links": {"self": "https://petition.parliament.uk/petitions/610177.json"}, "attributes": {"action": "Council Tax reduction for people on private estates paying management fees", "background": "Council don't deliver all of their services for a lot of private estates so it's unfair residents have to pay the full amount of Council Tax.", "additional_details": "Many people have to pay a separate fee to a management company for the following maintenance; roads, footpaths, play parks, green spaces and any landscaping.\r\n \r\nWe shouldn't pay full Council Tax when we do not receive all services funded by this. Therefore, Council Tax should be reduced accordingly to make it fair.\r\n", "committee_note": "", "state": "closed", "signature_count": 39, "created_at": "2022-02-28T19:58:53.595Z", "updated_at": "2022-09-07T23:00:01.751Z", "rejected_at": null, "opened_at": "2022-03-07T17:39:48.046Z", "closed_at": "2022-09-07T22:59:59.999Z", "moderation_threshold_reached_at": "2022-03-01T18:03:58.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": null, "government_response": null, "debate": null, "departments": [{"acronym": "DLUHC", "name": "Department for Levelling Up, Housing and Communities ", "url": "https://www.gov.uk/government/organisations/department-for-levelling-up-housing-and-communities"}], "topics": []}}, {"type": "petition", "id": 596243, "links": {"self": "https://petition.parliament.uk/petitions/596243.json"}, "attributes": {"action": "Go up not out and reuse existing buildings - ban all building on green space", "background": "There must be no more using of green land for building.\r\nReuse existing buildings such as offices.\r\nNew build must be at least three storeys high  preferably more, with a communal garden.", "additional_details": "Farmland and green spaces are being filled with housing at an alarming rate.\r\nWhole areas are becoming unrecognisable and there is huge effect on wildlife and natural water control.\r\nBuilding ever outwards is a luxury we can no longer afford. \r\nNew build must be presumed to go up not out: like other countries with shortage of land we must start to build more homes on the same space with roof and community gardens.\r\nThe assumption that everyone will have a private garden can no longer be the case.", "committee_note": "", "state": "closed", "signature_count": 33, "created_at": "2021-09-02T18:41:56.623Z", "updated_at": "2022-03-08T00:00:01.190Z", "rejected_at": null, "opened_at": "2021-09-07T12:26:15.026Z", "closed_at": "2022-03-07T23:59:59.999Z", "moderation_threshold_reached_at": "2021-09-02T19:39:38.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": null, "government_response": null, "debate": null, "departments": [{"acronym": "DLUHC", "name": "Department for Levelling Up, Housing and Communities ", "url": "https://www.gov.uk/government/organisations/department-for-levelling-up-housing-and-communities"}], "topics": []}}, {"type": "petition", "id": 620563, "links": {"self": "https://petition.parliament.uk/petitions/620563.json"}, "attributes": {"action": "Stop all building works for top cliff farm Morley", "background": "With the current climate I would recommend the stopping of building more logistics company’s on top cliff farm and make it only available to be for agriculture purposes only.", "additional_details": "I feel the local government do not have he best interest of not just Morley or Leeds but the uk or the world. With temperature soaring & with the uk wanting to cut the carbon foot print. destroying more brown or green which will have a huge impact on this is unacceptable. \r\nNot to mention More traffic more lighting all of which will increase carbon\r\nPlus with the impact on the nhs which is at breaking point with covid to add more pressure with the impact of people mental heath due to no gree space", "committee_note": null, "state": "rejected", "signature_count": 21, "created_at": "2022-07-18T19:04:27.035Z", "updated_at": "2022-07-21T09:59:30.088Z", "rejected_at": "2022-07-21T09:59:28.758Z", "opened_at": null, "closed_at": null, "moderation_threshold_reached_at": "2022-07-18T19:13:09.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": {"code": "irrelevant", "details": "We can only accept petitions about things the Government or Parliament are directly responsible for.\r\n\r\nDecisions about local planning decisions are a matter for the relevant local authority, not the UK Government or Parliament.\r\n\r\nYou could raise your issue with a local councillor who represents you. You can find out who your local councillors are, and how to contact them, by entering your post code here: https://www.gov.uk/find-your-local-councillors"}, "government_response": null, "debate": null, "departments": [], "topics": []}}, {"type": "petition", "id": 620533, "links": {"self": "https://petition.parliament.uk/petitions/620533.json"}, "attributes": {"action": "Block proposed 18m Three phone mast at junction of Hallowes Dr and Hazel Close", "background": "Refuse Three network the planning permission they need to install 18 meter 5G mast next to our homes. \r\n\r\nWe as a community are extremely concerned about this proposal and we absolutely stand together in opposing potential plans to install an 18 meter 5G mast in front of our homes on Hallowes Drive.", "additional_details": "Here are some of our main concerns:\r\n\r\nHealth hazards to community including small children\r\n\r\nProtected green space \r\n\r\nVisual impact of mast and equipment in keeping with the area\r\n\r\nDevaluing of properties \r\n\r\nIntrusive, grotesque and absolutely not appropriate close to so many homes \r\n\r\nNo consultation \r\n\r\nMental health and well-being concerns", "committee_note": null, "state": "rejected", "signature_count": 21, "created_at": "2022-07-18T13:42:57.144Z", "updated_at": "2022-07-20T12:19:47.847Z", "rejected_at": "2022-07-20T12:19:47.054Z", "opened_at": null, "closed_at": null, "moderation_threshold_reached_at": "2022-07-18T14:08:49.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": {"code": "irrelevant", "details": "We can only accept petitions about things the Government or Parliament are directly responsible for.\r\n\r\nDecisions about about planning permission for local telecommunications infrastructure are a matter for the relevant local authority, not the UK Government or Parliament.\r\n\r\nYou could raise your issue with a local councillor who represents you. You can find out who your local councillors are, and how to contact them, by entering your post code here: https://www.gov.uk/find-your-local-councillors"}, "government_response": null, "debate": null, "departments": [], "topics": []}}, {"type": "petition", "id": 596456, "links": {"self": "https://petition.parliament.uk/petitions/596456.json"}, "attributes": {"action": "Stop legal aid for and deport illegal immigrants", "background": "Stop using our tax payers money to stop the deportations it illegal immigrants especially criminals when there is a shortage of services, homeless people and poverty in our coontry", "additional_details": "The nhs is under massive strain, gp appointments are a long wait. Green space is getting used to build more housing and the tax payer is footing the bill for illegal immigrants to stay in hotels and to live while our services our being cut.", "committee_note": null, "state": "rejected", "signature_count": 21, "created_at": "2021-09-06T08:24:57.841Z", "updated_at": "2021-09-10T11:46:47.978Z", "rejected_at": "2021-09-10T11:46:46.880Z", "opened_at": null, "closed_at": null, "moderation_threshold_reached_at": "2021-09-06T21:26:48.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": {"code": "duplicate", "details": "https://petition.parliament.uk/petitions/594755"}, "government_response": null, "debate": null, "departments": [], "topics": []}}, {"type": "petition", "id": 595256, "links": {"self": "https://petition.parliament.uk/petitions/595256.json"}, "attributes": {"action": "Stop the insane amount of construction on our green space at Hengrove Air field", "background": "the council to look at what Damage Being done to the environment, wildlife, to valuable green space.The whole of Bristol south uses as recreational ground. Including sports, fitness. Used by Olympic athletes, it's history goes back to WW2 Wessex flyers accompanied by spitfires on secret missions", "additional_details": "Thousand of voters will be affected by this insane plan. The council will not listen to the people the old air Field was used by the Wessex flyers. They were accompanied by spitfires in WW2 on secret  missions. The Germans tried to bomb it but the (old contemptables) held them off  The Airfield is part of our history it's being taken away without  a care in the world. if any thing should be erected on this air field it should be in recognition to the Wessex flyers.", "committee_note": null, "state": "rejected", "signature_count": 21, "created_at": "2021-08-18T19:45:06.797Z", "updated_at": "2021-08-23T12:35:47.527Z", "rejected_at": "2021-08-23T12:35:46.825Z", "opened_at": null, "closed_at": null, "moderation_threshold_reached_at": "2021-08-18T20:30:45.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": {"code": "irrelevant", "details": "Petitions must call for a specific action that the UK Government or House of Commons is responsible for.\r\n\r\nDecisions about local planning matters are a matter for individual local authorities, not the Government or House of Commons. As a result it is not possible for the Government or House of Commons to take the action you have requested.\r\n\r\nYou could raise this issue with a local councillor, who represents you. You can use this page to find out who your local councillors are, and how to contact them: https://www.gov.uk/find-your-local-councillors\r\n\r\nWe have published the following petition, which you might like to sign:\r\n\r\nPrioritise brownfield development in law to protect our green belt and farmland: https://petition.parliament.uk/petitions/575169"}, "government_response": null, "debate": null, "departments": [], "topics": []}}, {"type": "petition", "id": 585512, "links": {"self": "https://petition.parliament.uk/petitions/585512.json"}, "attributes": {"action": "leave our green spaces alone/ stop development on every green space in towns", "background": "stop pressuring council’s to build more homes and develop on the little green spaces we have left when they are clearly not needed, once there are enough homes and recourses in a town then to enforce plans for green spaces to be left alone. Some towns have built so many houses with little resources", "additional_details": "The current covid-19 pandemic has highlighted how important green spaces are for mental health. Government is putting pressure on council’s to build build build without little thought to the people who live in those towns needing green space for walking in, exercise, family and recreation time and mental wellbeing. not mention the animals & nature that are being pushed out of their natural habitat. enforce councils to leave a significant amount of green space for residents to enjoy in hard times", "committee_note": null, "state": "rejected", "signature_count": 21, "created_at": "2021-05-10T08:34:46.169Z", "updated_at": "2021-05-14T12:46:17.002Z", "rejected_at": "2021-05-14T12:46:14.941Z", "opened_at": null, "closed_at": null, "moderation_threshold_reached_at": "2021-05-10T09:32:45.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": {"code": "no-action", "details": "We understand you are concerned about building on greenfield land. However, we're not sure what you are referring to when you refer to the Government 'pressurising councils'. If there was a specific change to planning law that you wanted the Government to make in order to protect greenfield land, then you could start a petition about that.\r\n\r\nIn the meantime, you might like to sign this petition which calls for a related action: https://petition.parliament.uk/petitions/575169"}, "government_response": null, "debate": null, "departments": [], "topics": []}}, {"type": "petition", "id": 582848, "links": {"self": "https://petition.parliament.uk/petitions/582848.json"}, "attributes": {"action": "Ban off lead dog walking in public and providing safe enclosed spaces for this.", "background": "Government should put a blanket ban on all off lead dog walking in public spaces. Further to this there should be dedicated enclosed spaces where owners can responsibly take their dogs off leash without causing harm to others or the environment.", "additional_details": "It would make parks and public spaces safer for children. My son was charged twice now by an aggressive dog in a public park, why should we wait for a serious incident to happen before doing this. It would be better for the environment as there will be less dog waste because dogs would not be running free. Dogs would not be able to cause harm to other animals like deer in green spaces, or farmers animals. Everyone deserves to walk in public without being sniffed at by someone else's dog.", "committee_note": null, "state": "rejected", "signature_count": 21, "created_at": "2021-04-13T06:57:17.008Z", "updated_at": "2021-04-22T06:54:22.406Z", "rejected_at": "2021-04-22T06:54:21.529Z", "opened_at": null, "closed_at": null, "moderation_threshold_reached_at": "2021-04-16T18:31:45.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": {"code": "duplicate", "details": "Decisions about the provision of local spaces for dog owners is a matter for individual local authorities, but we have published the following petition, which you might like to sign:\r\n\r\nMake it compulsory for all dogs to be on leads on public land: https://petition.parliament.uk/petitions/569074"}, "government_response": null, "debate": null, "departments": [], "topics": []}}, {"type": "petition", "id": 582588, "links": {"self": "https://petition.parliament.uk/petitions/582588.json"}, "attributes": {"action": "Stop West Lancs Council selling a very small green space of land in Mercury Way", "background": "West Lancashire Council are offloading small amounts of land in an established private housing estate. These are the closest green area for out children to safely play.", "additional_details": "The council are refusing to listen to any reason and members who have been elected democratically are suddenly not available or do not want to become involved allowing the council time to push this sale through.", "committee_note": null, "state": "rejected", "signature_count": 21, "created_at": "2021-04-09T14:35:15.763Z", "updated_at": "2021-04-13T15:57:28.783Z", "rejected_at": "2021-04-13T15:57:28.786Z", "opened_at": null, "closed_at": null, "moderation_threshold_reached_at": "2021-04-09T15:46:05.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": {"code": "irrelevant", "details": "You could raise your issue with a local councillor who represents you. \r\n\r\nYou can use this page to find out who your local councillors are, and how to contact them:\r\n\r\nhttps://www.gov.uk/find-your-local-councillors "}, "government_response": null, "debate": null, "departments": [], "topics": []}}, {"type": "petition", "id": 580014, "links": {"self": "https://petition.parliament.uk/petitions/580014.json"}, "attributes": {"action": "Stop the panning/ building on Mundon field", "background": "Stop planning/ building on Mundon field", "additional_details": "Nice green area 1 of a few open green spaces left", "committee_note": null, "state": "rejected", "signature_count": 21, "created_at": "2021-03-16T13:23:48.105Z", "updated_at": "2021-03-23T09:20:02.290Z", "rejected_at": "2021-03-23T09:20:02.293Z", "opened_at": null, "closed_at": null, "moderation_threshold_reached_at": "2021-03-16T14:03:15.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": {"code": "irrelevant", "details": "Decisions about planning permission for local developments is a matter for individual local authorities, not the Government or House of Commons.\r\n\r\nYou could raise this issue with a local councillor, who represents you. You can use this page to find out who your local councillors are, and how to contact them: https://www.gov.uk/find-your-local-councillors"}, "government_response": null, "debate": null, "departments": [], "topics": []}}, {"type": "petition", "id": 579915, "links": {"self": "https://petition.parliament.uk/petitions/579915.json"}, "attributes": {"action": "Stop development on green belt land while brownfield sites remain undeveloped.", "background": "Introduce measures to stop development on green belt land and to prevent de-designation of green belt land while undeveloped brownfield sites remain. Introduce measures to encourage development of brownfield sites and vacant property in town centres for residential uses.", "additional_details": "Our green belts provide vital habitats for flora & fauna. They are also a vital resource for human mental and physical wellbeing and this has been amply demonstrated during the present pandemic.\r\n\r\nIt is an obscenity to trash our greenbelt land whilst there is more than sufficient undeveloped brownfield land and vacant buildings that can be used to satisfy housing need. \r\n\r\nHigh Streets are in dire need of rejuvenation this can be achieved by encouraging conversion of vacant High St space into homes", "committee_note": null, "state": "rejected", "signature_count": 21, "created_at": "2021-03-15T19:58:28.020Z", "updated_at": "2021-04-29T08:54:18.558Z", "rejected_at": "2021-04-29T08:53:29.879Z", "opened_at": null, "closed_at": null, "moderation_threshold_reached_at": "2021-03-15T20:09:45.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": {"code": "duplicate", "details": "You may wish to sign this petition calling for a similar action: https://petition.parliament.uk/petitions/575169"}, "government_response": null, "debate": null, "departments": [], "topics": []}}, {"type": "petition", "id": 324975, "links": {"self": "https://petition.parliament.uk/petitions/324975.json"}, "attributes": {"action": "Increase fines for littering and support a clean up campaign", "background": "To increase fines for littering in public spaces, spread awareness about how unacceptable littering is. To support a campaign that demands we need to do more and expresses the following; report those you see littering, organise safe litter picks in your local area, reduce, reuse, recycle.", "additional_details": "As lockdown has been eased, littering in public spaces has been increasing. Bins are overflowing at beaches, parks, green spaces. People need to take their rubbish home. Its unhygenic and dangerous to people, wildlife, our fragile eco-systems, our oceans (where it eventually ends up) this absolute disregard for the health of our planet is selfish, dangerous and something that needs to stop now! The Government needs to take action now and educate on the dangers of littering. There is no planet B.", "committee_note": null, "state": "rejected", "signature_count": 21, "created_at": "2020-06-05T16:20:38.872Z", "updated_at": "2020-07-28T12:19:46.174Z", "rejected_at": "2020-07-28T12:19:46.176Z", "opened_at": null, "closed_at": null, "moderation_threshold_reached_at": "2020-06-05T18:07:34.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": {"code": "duplicate", "details": "Increase penalties, enforcement and education to tackle littering & fly tipping:\r\nhttps://petition.parliament.uk/petitions/324488"}, "government_response": null, "debate": null, "departments": [], "topics": []}}, {"type": "petition", "id": 323824, "links": {"self": "https://petition.parliament.uk/petitions/323824.json"}, "attributes": {"action": "Introduce a fine for disposable BBQ’s in green spaces", "background": "Introduce a substantial fine for people carrying disposable BBQ’s into green spaces lit or not.", "additional_details": "With increasing occurrences of moorland fires during hot and dry weather the people who are causing damage to the countryside and adding unnecessary burden to the emergency services are the ones starting fires predominantly through the use of disposable BBQ’s. These individuals should be heavily fined for carrying with the intent to use or using these BBQ’s as well as building fires in high risk areas. \r\n\r\nThe fines should be substantial and photographic evidence should be allowed in prosecution.", "committee_note": null, "state": "rejected", "signature_count": 21, "created_at": "2020-05-31T20:06:55.660Z", "updated_at": "2020-07-27T14:58:19.536Z", "rejected_at": "2020-07-27T14:58:19.540Z", "opened_at": null, "closed_at": null, "moderation_threshold_reached_at": "2020-05-31T20:27:44.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": {"code": "duplicate", "details": "https://petition.parliament.uk/petitions/315762"}, "government_response": null, "debate": null, "departments": [], "topics": []}}, {"type": "petition", "id": 316711, "links": {"self": "https://petition.parliament.uk/petitions/316711.json"}, "attributes": {"action": "Open golf courses and fishing lakes during lockdown", "background": "Allow people to play golf and to fish during Isolation because these two hobbies are easily enjoyed in wide open spaces while still complying with social distancing guidelines. And it would benefit people's mental and physical health, especially the retired those with certain medical issues.", "additional_details": "Golfers play on their own or in two, three or four balls (this could be limited to three players) and they start playing 10 minutes apart from the next match. They play in a space of approximately 100-200 acres; they only really meet on the green. When anglers fish, they fish alone in designated spots over thirty feet apart; they generally have very little contact with other fishermen. Quite simply, there is no need for a golf club to be open for people to play and the same applies to fishing.", "committee_note": null, "state": "rejected", "signature_count": 21, "created_at": "2020-04-16T18:08:01.349Z", "updated_at": "2020-05-26T13:15:31.775Z", "rejected_at": "2020-05-26T13:15:31.777Z", "opened_at": null, "closed_at": null, "moderation_threshold_reached_at": "2020-04-16T19:14:14.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": {"code": "already-happening", "details": ""}, "government_response": null, "debate": null, "departments": [], "topics": []}}, {"type": "petition", "id": 617965, "links": {"self": "https://petition.parliament.uk/petitions/617965.json"}, "attributes": {"action": "Stop sale of green space on Quantock Drive.", "background": "To stop the sale of green spaces on Simone Weil Ave/Quantock Drive, Ashford for potential development.", "additional_details": "Local residents need green spaces in a built up estate. This will take that space away. There is no other way to stop this happening unless government action is taken.", "committee_note": null, "state": "rejected", "signature_count": 20, "created_at": "2022-06-06T21:13:57.743Z", "updated_at": "2022-06-13T07:52:30.237Z", "rejected_at": "2022-06-13T07:52:29.021Z", "opened_at": null, "closed_at": null, "moderation_threshold_reached_at": "2022-06-07T08:25:19.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": {"code": "irrelevant", "details": "We can only accept petitions about things the Government or Parliament are directly responsible for.\r\n\r\nDecisions about local planning decisions are a matter for the relevant local authority, not the UK Government or Parliament.\r\n\r\nYou could raise your issue with a local councillor who represents you. You can find out who your local councillors are, and how to contact them, by entering your post code here:\r\nhttps://www.gov.uk/find-your-local-councillors\r\n\r\nWe have published the following petition, which you might like to sign:\r\n\r\nSuspend major development applications on green belt and protected land: https://petition.parliament.uk/petitions/616891"}, "government_response": null, "debate": null, "departments": [], "topics": []}}, {"type": "petition", "id": 554205, "links": {"self": "https://petition.parliament.uk/petitions/554205.json"}, "attributes": {"action": "Give local areas the right to protect wild life, green spaces and marine life.", "background": "This petition calls for the parliamentary debate on Government planning policy on green spaces, that will have a detrimental effect on local wild life, marine life and natural habitats.", "additional_details": "It will protect an established green space that is a natural habitat for many different species of \r\nwildlife, marine life, plants and birds.", "committee_note": null, "state": "rejected", "signature_count": 18, "created_at": "2020-10-12T20:43:21.529Z", "updated_at": "2020-10-19T16:07:45.338Z", "rejected_at": "2020-10-19T16:07:45.341Z", "opened_at": null, "closed_at": null, "moderation_threshold_reached_at": "2020-10-12T21:15:34.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": {"code": "no-action", "details": "Local authorities already have powers to protect wild life and designate green areas, and have a public authority duty to have regard to conserving biodiversity.\r\n\r\nWe could accept a petition calling for local authorities to be given new powers, or have new obligations, but it would need to be clear what changes you want to be made to current arrangements."}, "government_response": null, "debate": null, "departments": [], "topics": []}}, {"type": "petition", "id": 617071, "links": {"self": "https://petition.parliament.uk/petitions/617071.json"}, "attributes": {"action": "Stop Farnborough Civic Quarter development plans to cut 237 trees!", "background": "We the constituents of Rushmoor District object to the unnecessary destruction of 237 mature trees which would take place if RBC's current plan for the development of Farnborough Civic Quarter goes ahead. \r\nThis action conflicts with RBC's own Local Plan and adversely impacts the community:", "additional_details": "The trees provide shade combating the urban heat-island effect.\r\n\r\nThey absorb C02 and felling them means the loss of carbon sinks combating climate change. \r\n\r\nDecrease in air quality close to the airport.\r\n\r\nPeople living in the town centre will be affected by noise pollution.\r\n\r\nA lack of green spaces has a negative effect on people's mental health. \r\n\r\nIt will cause a huge loss of biodiversity and habitat for wildlife.\r\n\r\nWe are challenging this development on the grounds of RBC's own Local Plan.", "committee_note": null, "state": "rejected", "signature_count": 16, "created_at": "2022-05-22T10:21:49.483Z", "updated_at": "2022-05-25T08:10:19.010Z", "rejected_at": "2022-05-25T08:10:17.998Z", "opened_at": null, "closed_at": null, "moderation_threshold_reached_at": "2022-05-22T11:49:09.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": {"code": "irrelevant", "details": "We can only accept petitions about things the Government or Parliament are directly responsible for.\r\n\r\nDecisions about local developments are a matter for the relevant local authority, not the UK Government or Parliament.\r\n\r\nYou could raise your issue with a local councillor who represents you. You can find out who your local councillors are, and how to contact them, by entering your post code here:\r\nhttps://www.gov.uk/find-your-local-councillors\r\n\r\nRushmoor Borough Council also has its own petitions scheme, which you can find out about here: https://www.rushmoor.gov.uk/media/h5ioha4n/12_-_new_petitions_scheme.pdf"}, "government_response": null, "debate": null, "departments": [], "topics": []}}, {"type": "petition", "id": 582965, "links": {"self": "https://petition.parliament.uk/petitions/582965.json"}, "attributes": {"action": "Recycling UK The Green Dot system like Germany Make shops Buy packaging back", "background": "Help UK house holds reduced there recycling. Bring the green dot system into the UK. \r\nMake the super stores buy the packaging back like Germany dose.", "additional_details": "Help UK house holds reduced there recycling. Bring the green dot system into the UK. \r\nMake the super stores buy the packaging back like Germany dose. \r\n\r\nI am from a large family I try to buy refill packs food vegetables with less packaging where possible. I crush Cans bottles but glass takes up far to much space I recycle as much as I can but its fills to fast at theres only so much recycling you can leave outside your home something must chance green dot system needs Implicated", "committee_note": null, "state": "rejected", "signature_count": 15, "created_at": "2021-04-14T11:54:57.593Z", "updated_at": "2021-04-19T09:46:07.489Z", "rejected_at": "2021-04-19T09:46:02.490Z", "opened_at": null, "closed_at": null, "moderation_threshold_reached_at": "2021-04-14T13:20:55.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": {"code": "no-action", "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe're not sure exactly what you'd like the Government or Parliament to do. We understand you'd like to see changes to recycling, but you'll need to set out how this would work, rather than referring an example without an explanation. \r\n\t\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do. "}, "government_response": null, "debate": null, "departments": [], "topics": []}}, {"type": "petition", "id": 583258, "links": {"self": "https://petition.parliament.uk/petitions/583258.json"}, "attributes": {"action": "Ban selling disposable barbecues without a stand, to prevent grass damage", "background": "The Government should make it illegal to sell barbecues without a permanently attached stand for them to be used on. This could be a fold out stand or legs. This would ensure manufacturers stop producing disposable barbecues without such stands.", "additional_details": "Parks, natural green spaces and nature reserves are being damaged by people using disposable barbecues with little to no thought of the grass being burnt and long term damage caused.", "committee_note": "", "state": "closed", "signature_count": 14, "created_at": "2021-04-18T17:30:12.292Z", "updated_at": "2021-10-30T23:00:08.860Z", "rejected_at": null, "opened_at": "2021-04-30T11:10:14.660Z", "closed_at": "2021-10-30T22:59:59.999Z", "moderation_threshold_reached_at": "2021-04-25T18:14:15.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": null, "government_response": null, "debate": null, "departments": [{"acronym": "DEFRA", "name": "Department for Environment, Food and Rural Affairs", "url": "https://www.gov.uk/government/organisations/department-for-environment-food-rural-affairs"}], "topics": []}}, {"type": "petition", "id": 627072, "links": {"self": "https://petition.parliament.uk/petitions/627072.json"}, "attributes": {"action": "Keep at least 20% of the land in each town as undeveloped fields or green spaces", "background": "At least 20% of the town's total area must be kept as undeveloped green space. Every time I go somewhere, I see people tearing up fields to make room for new roads when the roads still work and I think that one day soon, there will be limited green space left only CO2 and a lack of biodiversity.", "additional_details": "I think this should happen because if there are no fields or green space, then there is nowhere for trees to grow and therefore no way to turn CO2 into oxygen for us to breathe so we can stay alive and the less plants there are, the less oxygen there is for us to breathe so it could lead to very significant health problems. Without a plan like this, there will be a huge lack of biodiversity which could lead to extinction for many animals and then lack of food for us.", "committee_note": null, "state": "rejected", "signature_count": 13, "created_at": "2022-10-29T19:37:24.116Z", "updated_at": "2022-11-03T07:36:33.792Z", "rejected_at": "2022-11-03T07:36:32.650Z", "opened_at": null, "closed_at": null, "moderation_threshold_reached_at": "2022-10-29T20:20:00.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": {"code": "no-action", "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe understand that you are concerned about the lack of undeveloped or green space in some towns, but it's not clear how the Government could implement your request, especially in towns where more than 80% of land is already developed."}, "government_response": null, "debate": null, "departments": [], "topics": []}}, {"type": "petition", "id": 589275, "links": {"self": "https://petition.parliament.uk/petitions/589275.json"}, "attributes": {"action": "Change planning and building regulations so new homes meet 21st century needs", "background": "Local people need more say over what kind of housing gets built where. Green spaces must not be destroyed to create estates of executive style 4/5 bedroomed houses when local people need 2/3 bedroomed houses or 1 or 2 bedroomed flats. Gas boilers must be banned immediately and source pumps fitted.", "additional_details": "The regulations are no longer fit for purpose in the light of the housing crisis, the climate emergency and the levelling-up agenda. Developers are using the green belt to build large executive style houses that a) do not solve the national housing shortage and b) hugely contribute to emissions. Too few affordable homes are built: developers claim they are not financially viable in order to focus on their profit margins. Too many young people and families cannot afford homes to rent or buy.", "committee_note": null, "state": "rejected", "signature_count": 13, "created_at": "2021-06-19T20:13:28.364Z", "updated_at": "2021-06-24T10:47:25.241Z", "rejected_at": "2021-06-24T10:47:23.711Z", "opened_at": null, "closed_at": null, "moderation_threshold_reached_at": "2021-06-20T07:52:05.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": {"code": "no-action", "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe're not sure exactly what you'd like the Government or Parliament to do.  We understand you'd like changes to planning regulations, but we're not sure from your petition exactly what changes you'd like to see happen. \r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do. "}, "government_response": null, "debate": null, "departments": [], "topics": []}}, {"type": "petition", "id": 594001, "links": {"self": "https://petition.parliament.uk/petitions/594001.json"}, "attributes": {"action": "Invest in the environmental infrastructure of the England.", "background": "It is time we start to address the decline of our planet by beginning at home, investing in the future wellbeing of our country through mass environmental projects, aimed at increasing the amount of green space (parks, national grounds, wildlands), and the reforesting of the Fells across England.", "additional_details": "I hope you see the value of nature, if not, none of my words can convince you; however, if you do, then see that this is the moral and just thing to do. The amount of job creation would be substantial.\r\n\r\nWe can easily set an example, here in England to the rest of the world on what they too should be doing; Investing, not just to make more money, but to ensure future generations can thrive. Nature, has given us all we have. Can we please give back. You can do good, and gain the publics love.", "committee_note": null, "state": "rejected", "signature_count": 12, "created_at": "2021-08-03T11:46:40.624Z", "updated_at": "2021-08-05T08:35:25.076Z", "rejected_at": "2021-08-05T08:35:24.123Z", "opened_at": null, "closed_at": null, "moderation_threshold_reached_at": "2021-08-03T15:09:25.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": {"code": "no-action", "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe understand that you want to see more done to increase green space in the UK, but we're not sure exactly what you'd like the Government or Parliament to do.\r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do.\r\n\r\nWe have published the following petitions, which you might like to sign:\r\n\r\nIntroduce a National Reforestation Scheme: https://petition.parliament.uk/petitions/573066\r\n\r\nRequire developers felling trees to fund reforestation projects: https://petition.parliament.uk/petitions/578554"}, "government_response": null, "debate": null, "departments": [], "topics": []}}, {"type": "petition", "id": 630208, "links": {"self": "https://petition.parliament.uk/petitions/630208.json"}, "attributes": {"action": "Overrule the new Gender recognition certificate law in Scotland", "background": "Overrule Nicola Sturgeon, the SNP and the Green Party in relation to lowering the age for a Gender Recognition Certificate and without an official diagnosis from a medical professional. Also to protect Womens spaces from being accessible to transgenders.", "additional_details": "The new law will make it easier for\r\nchild abusers who have taken women’s rights from them through the Scottish Parliament! \r\n\r\nScotland has made it very easy for sex pests, perverts and paedophiles to operate and there will be consequences. We need to protect the women and children of Scotland \r\n\r\nThe majority of people in Scotland do not want these new rules and wish for our women and child to be safe.", "committee_note": null, "state": "rejected", "signature_count": 11, "created_at": "2022-12-22T20:21:38.464Z", "updated_at": "2022-12-28T14:19:41.532Z", "rejected_at": "2022-12-28T14:19:40.488Z", "opened_at": null, "closed_at": null, "moderation_threshold_reached_at": "2022-12-22T21:15:40.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": {"code": "irrelevant", "details": "We can't accept your petition because the UK Government and Parliament aren't responsible for the issue you raise. This is a decision for the Scottish Parliament. "}, "government_response": null, "debate": null, "departments": [], "topics": []}}, {"type": "petition", "id": 586348, "links": {"self": "https://petition.parliament.uk/petitions/586348.json"}, "attributes": {"action": "Protect productive agricultural land and green belt from development in law", "background": "Bring in legal protection for  productive agricultural  and green belt land from development.", "additional_details": "We need our prime agricultural land to grow sustainable high quality food which will cut our carbon foot print.  The soil where the crops are growing locks in carbon so is a big part of the fight against the Climate Emergency. The fields also provide habitats and hunting grounds for wildlife.\r\nGreen spaces provide a home for biodiversity to thrive also part of the solution to the Climate Crisis. They are also vital for people's health and well being.", "committee_note": null, "state": "rejected", "signature_count": 11, "created_at": "2021-05-17T06:48:05.832Z", "updated_at": "2021-05-21T14:43:27.195Z", "rejected_at": "2021-05-21T14:43:25.626Z", "opened_at": null, "closed_at": null, "moderation_threshold_reached_at": "2021-05-17T11:31:25.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": {"code": "no-action", "details": "We understand you're concerned about development of greenbelt land, however it's not clear what legal protections you want to be introduced to protect such land. \r\n\r\nIf there is a specific legal protection you would like to be brought in, you could start a petition about that.\r\n\r\nYou may like to sign this petition which calls for a related action: https://petition.parliament.uk/petitions/575169"}, "government_response": null, "debate": null, "departments": [], "topics": []}}, {"type": "petition", "id": 321861, "links": {"self": "https://petition.parliament.uk/petitions/321861.json"}, "attributes": {"action": "A overhaul of the littering policies. Start a take litter home campaign.", "background": "Commit to change culture and attitude to littering especially around our coastlines. Since lock down the benefits to the environment are undeniable, let's take the opportunity to smarten ourselves up. Take litter home campaign. Include this in your COVID campaign, it would be easy.", "additional_details": "Everyone appreciates clean green outdoor spaces, no one wants to see rubbish on the beaches. It's inexcusable. Environment impact. Now is the time to change bad habits.", "committee_note": null, "state": "rejected", "signature_count": 11, "created_at": "2020-05-22T11:07:13.338Z", "updated_at": "2020-07-28T12:18:13.566Z", "rejected_at": "2020-07-28T12:18:13.569Z", "opened_at": null, "closed_at": null, "moderation_threshold_reached_at": "2020-05-23T07:23:44.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": {"code": "duplicate", "details": "Increase penalties, enforcement and education to tackle littering & fly tipping:\r\nhttps://petition.parliament.uk/petitions/324488"}, "government_response": null, "debate": null, "departments": [], "topics": []}}, {"type": "petition", "id": 549107, "links": {"self": "https://petition.parliament.uk/petitions/549107.json"}, "attributes": {"action": "Recognise access to green space as a human right", "background": "Green spaces – with the mental and physical health benefits they provide – should be easily accessible for everyone. But this is not currently the case. 2.7M UK residents live over half a mile from a green space, with low-income and BAME communities most likely to suffer a deficit of local greenery.", "additional_details": "The Government must declare access to green space a human right and take action to fulfil this right. This means protecting existing urban nature and increasing the volume of greenery in the areas where it is most needed (with pocket parks, street trees and biophilic architecture). \r\n\r\nCOVID-19 has both awakened the nation’s appreciation for green spaces and exposed its stark disparities in access to them. We now have a chance to shape a healthier, happier and more equal society – let’s seize it.", "committee_note": null, "state": "rejected", "signature_count": 10, "created_at": "2020-08-20T14:10:54.037Z", "updated_at": "2020-10-01T16:55:53.428Z", "rejected_at": "2020-10-01T16:55:47.880Z", "opened_at": null, "closed_at": null, "moderation_threshold_reached_at": "2020-08-20T14:19:14.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": {"code": "no-action", "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe're not sure exactly what you'd like the Government or Parliament to do. We understand you'd like access to green space to be a human right, but we're not sure how you would like the Government to implement this. \r\n\t\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do, such as requiring planning laws to include a minimum amount of green space based on population. "}, "government_response": null, "debate": null, "departments": [], "topics": []}}, {"type": "petition", "id": 549019, "links": {"self": "https://petition.parliament.uk/petitions/549019.json"}, "attributes": {"action": "Stop the reopening of the Stoke to Leek railway line.", "background": "We would like the government to block the reopening of this line that has been disused for 32 years.", "additional_details": "This railway has been disused since 1988 and has grown into a peaceful wild life habitat. The huge amount of construction needed to reinstate the line would not only destroy this habitat,but these lives of many people who live adjacent to the line.\r\nThere are safety concerns for local school children going to and from school and also playing on the line and causing a danger to road users by dropping stones onto the road below bridges as has before.\r\nIt needs to stay as a green space.", "committee_note": null, "state": "rejected", "signature_count": 10, "created_at": "2020-08-19T17:48:56.688Z", "updated_at": "2020-09-29T15:45:07.793Z", "rejected_at": "2020-09-29T15:45:07.796Z", "opened_at": null, "closed_at": null, "moderation_threshold_reached_at": "2020-08-20T09:43:34.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": {"code": "irrelevant", "details": "We can't accept your petition because the UK Government and Parliament aren't responsible for the issue you raise. \r\n\r\nYou could raise your issue with a local councillor who represents you. You can use this page to find out who your local councillors are, and how to contact them:\r\n\r\nhttps://www.gov.uk/find-your-local-councillors "}, "government_response": null, "debate": null, "departments": [], "topics": []}}, {"type": "petition", "id": 590640, "links": {"self": "https://petition.parliament.uk/petitions/590640.json"}, "attributes": {"action": "Stop construction of 5G masts in residential and environmentally sensitive areas", "background": "Stop Permitted Development, which allows  phone companies to erect 5G or future phone masts, in residential /  environmentally sensitive areas. Phone companies should replace and share existing masts on used brownfield sites rather than new sites. Councils and residents should always be consulted.", "additional_details": "A mobile company recently applied to construct a 20m 5G mast on a residential green space impacting the local amenity. This green space includes several mature ash and lime trees, as well as protected wildlife. \r\n\r\nResidents raised 191 objections, plus an objection from the Council Tree Officer, resulting in the application being rejected.\r\n\r\nHowever, under the new Planning Bill, neither the council nor the residents will be allowed to raise objections to developments of this kind.", "committee_note": null, "state": "rejected", "signature_count": 9, "created_at": "2021-07-04T15:29:26.461Z", "updated_at": "2021-07-12T12:12:59.541Z", "rejected_at": "2021-07-12T12:12:58.100Z", "opened_at": null, "closed_at": null, "moderation_threshold_reached_at": "2021-07-04T16:07:25.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": {"code": "no-action", "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe're not sure exactly what you'd like the Government or Parliament to do.  We're not sure if you want a ban on 5G masts in residential and environmentally sensitive areas, or for people to have the right to block proposals. \r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do. "}, "government_response": null, "debate": null, "departments": [], "topics": []}}, {"type": "petition", "id": 581565, "links": {"self": "https://petition.parliament.uk/petitions/581565.json"}, "attributes": {"action": "Plant trees with every new home built", "background": "I want the government to make it a condition of planning permission for developers creating new homes to be under obligation to plant a minimum of two trees per property created.", "additional_details": "Recently there have been several large developments approved in my local area of Sefton. Some of the developments have now completed areas of the properties. On a walk last week, I passed by such a development and I noticed that not one garden had a single tree in it. We are loosing green space at an alarming rate due to property development and whilst we are destroying the habitats of millions of creatures by doing this, the least we can do is pledge to give something back to the environment.", "committee_note": null, "state": "rejected", "signature_count": 9, "created_at": "2021-03-29T00:01:29.925Z", "updated_at": "2021-04-19T12:03:21.255Z", "rejected_at": "2021-04-19T12:03:16.063Z", "opened_at": null, "closed_at": null, "moderation_threshold_reached_at": "2021-04-14T09:07:55.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": {"code": "duplicate", "details": "https://petition.parliament.uk/petitions/572398"}, "government_response": null, "debate": null, "departments": [], "topics": []}}, {"type": "petition", "id": 578272, "links": {"self": "https://petition.parliament.uk/petitions/578272.json"}, "attributes": {"action": "Stop the building of new homes along the A12 in Marks Gate", "background": "The Mayor of London has just given the green light for 300 new homes and flats to be built along the A12 and near Padnall Lake in Marks Gate - we want this development to be stopped.", "additional_details": "Marks Gate is already a residential estate, and has little green space - the local council are planning to build on the little green space the local era has along the lake and the busy A12. Over 100 people in Marks Gate are already on the housing list, building these flats and houses right next to people who are waiting for a better place to live is a mockery. This further removal of green space also takes away little green play area that younger local residents have access to.", "committee_note": null, "state": "rejected", "signature_count": 9, "created_at": "2021-03-06T12:58:47.057Z", "updated_at": "2021-04-13T09:54:56.733Z", "rejected_at": "2021-04-13T09:54:56.736Z", "opened_at": null, "closed_at": null, "moderation_threshold_reached_at": "2021-03-06T15:56:35.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": {"code": "irrelevant", "details": "We can't accept your petition because the UK Government aren't responsible for the issue you raise. This is a matter for the London Assembly and the London Mayor.\r\n\r\nThe London Assembly has its own petitions process. You can find out more about how to petition the London Assembly here: https://www.london.gov.uk/about-us/london-assembly/petitions"}, "government_response": null, "debate": null, "departments": [], "topics": []}}, {"type": "petition", "id": 577693, "links": {"self": "https://petition.parliament.uk/petitions/577693.json"}, "attributes": {"action": "Build More Children Play Equipment and Fitness Equipment in Green Spaces/Parks", "background": "The government have closed gyms and soft play and encouraged outdoor exercise but there has been no government facilitation. As a result play parks and the very limited amount of outdoor fitness equipment have became very widely used, counter productive to the entire concept of social distancing.", "additional_details": "The government should actively build play parks and fitness equipment on all green spaces e.g. local parks in the cities. Each city council should place and maintain hand sanitisation stations in these areas.\r\n\r\nOutdoor fitness equipment should also be provided particularly for teenagers and students in mind. e.g. pull up, parallel and monkey bars. Outdoor bouldering (similar to Cunningar Loop/Fairlop bouldering parks in Glasgow/London) and kayaking should also be facilitated on lochs/lakes.", "committee_note": null, "state": "rejected", "signature_count": 9, "created_at": "2021-03-03T11:36:15.638Z", "updated_at": "2021-03-10T08:52:25.553Z", "rejected_at": "2021-03-10T08:52:25.557Z", "opened_at": null, "closed_at": null, "moderation_threshold_reached_at": "2021-03-03T12:33:15.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": {"code": "irrelevant", "details": "Local amenities, including play equipment and fitness equipment, are the responsibility of individual local authorities, not the Government or House of Commons.\r\n\r\nWe could accept a petition calling on the Government to provide additional funding to local authorities, for the purpose of increasing the amount of play equipment and fitness equipment in their localities."}, "government_response": null, "debate": null, "departments": [], "topics": []}}, {"type": "petition", "id": 329341, "links": {"self": "https://petition.parliament.uk/petitions/329341.json"}, "attributes": {"action": "Ban the sale and use of disposable BBQ's.", "background": "I would like to have these items removed from sale and have using them in a public place made illegal.", "additional_details": "Disposable BBQ's are responsible for many fires in the UK, in our local and national parks and areas of natural beauty. They are not actually very good at cooking and often used by people in an unsafe manner. They leave burns dotted about our green spaces that do not recover well as the soil is sterilised by the heat. They are often discarded thoughtlessly, while still alight, and create a significant hazard to wildlife and livestock. They also end up polluting rivers, lakes, fields and woods.", "committee_note": null, "state": "rejected", "signature_count": 9, "created_at": "2020-06-26T11:47:26.934Z", "updated_at": "2020-07-27T14:28:04.894Z", "rejected_at": "2020-07-27T14:28:04.896Z", "opened_at": null, "closed_at": null, "moderation_threshold_reached_at": "2020-06-26T12:27:24.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": {"code": "duplicate", "details": "https://petition.parliament.uk/petitions/315762"}, "government_response": null, "debate": null, "departments": [], "topics": []}}, {"type": "petition", "id": 568118, "links": {"self": "https://petition.parliament.uk/petitions/568118.json"}, "attributes": {"action": "Maintain former Keighley college site as a large community green space.", "background": "Retain the former Keighley college site as a large green space, dramatically improving arrival into the town. Offering open space to promote well being, togetherness and a sense of community. Government to recognise the site as a community space and to not allow any construction upon the site .", "additional_details": "The former Keighley college site is now a large green space, dramatically improving the natural landscape upon arrival into the town . The site offer a huge opportunity to breath new life into the town and to be used to promote well being, togetherness and a sense of community .The site is owned by Bradford Metropolitan Council who have minimal interest in Keighley town centre. We call for the Government to recognise the site as a community space and to not allow any construction upon the site.", "committee_note": null, "state": "rejected", "signature_count": 7, "created_at": "2021-01-06T21:16:33.496Z", "updated_at": "2021-01-15T13:59:29.185Z", "rejected_at": "2021-01-15T13:59:29.189Z", "opened_at": null, "closed_at": null, "moderation_threshold_reached_at": "2021-01-06T21:34:27.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": {"code": "irrelevant", "details": "We can't accept your petition because the UK Government and Parliament aren't responsible for the issue you raise. Local planning issues are the responsibility of your local council.\r\n\r\nYou could raise your issue with a local councillor who represents you. You can use this page to find out who your local councillors are, and how to contact them:\r\n\r\nhttps://www.gov.uk/find-your-local-councillors\r\n\r\nYou can also petition your local council - you can find out more here: \r\n\r\nhttps://www.bradford.gov.uk/your-council/epetitions/epetitions/\r\n\r\nIf you want the UK Government or Parliament to take action, for example to amend the legislation and policy framework which governs planning and development decisions taken by local authorities, you could start a new petition specifically asking for that action.\r\n"}, "government_response": null, "debate": null, "departments": [], "topics": []}}, {"type": "petition", "id": 553284, "links": {"self": "https://petition.parliament.uk/petitions/553284.json"}, "attributes": {"action": "Prioritise the needs of local communities and limit the amount of new housing.", "background": "We want Parliament to acknowledge the people in local communities and involve them in discussions when it comes to spending on new housing compared to local services such as education, roads and towns, and a constant and open discussion between local MP's and the community on the topic of spending.", "additional_details": "We would like Parliament to take this into account because our local community have been affected by the many new housing estates because they have been built on precious green spaces while there is an empty town centre that is in need of an urgent renovation and the local council have focused their spending on additional housing rather than the foundations such as roads and education that are needed to support the influx of new homes.", "committee_note": null, "state": "rejected", "signature_count": 7, "created_at": "2020-10-05T09:50:25.123Z", "updated_at": "2020-10-12T09:13:37.769Z", "rejected_at": "2020-10-12T09:13:37.773Z", "opened_at": null, "closed_at": null, "moderation_threshold_reached_at": "2020-10-05T10:04:24.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": {"code": "duplicate", "details": "You may wish to sign this petition calling for the same action: https://petition.parliament.uk/petitions/548391"}, "government_response": null, "debate": null, "departments": [], "topics": []}}, {"type": "petition", "id": 330410, "links": {"self": "https://petition.parliament.uk/petitions/330410.json"}, "attributes": {"action": "Support an anti-litter awareness campaign", "background": "The easing of lockdown restrictions has seen some of the most beautiful scenic locations strewn with litter by members of the public who seem to have no thought or care for their actions. We urgently need the government to support a long term campaign to raise awareness of the impact of litter.", "additional_details": "For many years there has been a notable increase in the amount of litter being thrown with no thought of the environmental or financial cost. This change of attitude has culminated in scenic locations, green spaces and country lanes being strewn with litter. Those of us who lived through national campaigns by Keep Britain Tidy in the 1970s, can remember the impact and positive change that happened as a result. Now is the time for a new government backed campaign.", "committee_note": null, "state": "rejected", "signature_count": 7, "created_at": "2020-07-04T13:19:44.107Z", "updated_at": "2020-07-28T12:42:29.342Z", "rejected_at": "2020-07-28T12:42:29.345Z", "opened_at": null, "closed_at": null, "moderation_threshold_reached_at": "2020-07-04T17:20:34.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": {"code": "duplicate", "details": "We think this petition is similar:\r\nhttps://petition.parliament.uk/petitions/324488"}, "government_response": null, "debate": null, "departments": [], "topics": []}}, {"type": "petition", "id": 320653, "links": {"self": "https://petition.parliament.uk/petitions/320653.json"}, "attributes": {"action": "Stop housing developers building houses everywhere. Save YOUR local area!", "background": "Housing Developers are building a colossal amount of homes all over the UK. They are destroying towns and villages, overburdening the local infrastructures and destroying vital green space. Local councils need more power opposing this, and stronger rules are needed to protect these areas", "additional_details": "Housing developers have the upper say in everything. Even if a plan is rejected by the councils, they are usually won on appeal,  costing the taxpayers thousands each time. County councils need to see the bigger picture and assess road surfaces and traffic. \r\nRoads are awful and gridlocked. Schools are full to bursting. In my area it is a three week wait for a GP appointment. Figures show 430 houses needed building between 2016 and 2019 - nearly 1100 were completed. Act now!!", "committee_note": "", "state": "rejected", "signature_count": 7, "created_at": "2020-05-13T13:10:31.765Z", "updated_at": "2020-07-30T12:33:39.882Z", "rejected_at": "2020-07-30T12:33:39.885Z", "opened_at": null, "closed_at": null, "moderation_threshold_reached_at": "2020-05-23T20:40:44.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": {"code": "no-action", "details": "We understand that you are concerned about new housing developments, but it's not clear what action you want the Government to take about this. We can only accept petitions that request a clear action by the Government or Parliament.\r\n\r\nWe have published a related petition which you might like to sign: https://petition.parliament.uk/petitions/319314\r\n\r\nYou could also start a petition calling on the Government to require all new housing developments to be approved by the relevant local authority before they can go ahead, if that is what you want to happen."}, "government_response": null, "debate": null, "departments": [], "topics": []}}, {"type": "petition", "id": 309704, "links": {"self": "https://petition.parliament.uk/petitions/309704.json"}, "attributes": {"action": "Reopen the parks in Hammersmith and Fulham", "background": "Hammersmith and Fulham council have closed all the parks in the borough. Please reopen them for the health and sanity of the people of Hammersmith and Fulham.", "additional_details": "The Prime Minister himself has stated that parks should remain open so that people can exercise once a day. There is no reason for the parks of Hammersmith and Fulham to remain closed now that stronger policing is in place to stop people gathering in groups of more than two. The council are denying citizens the basic right to green space and daily exercise.", "committee_note": null, "state": "rejected", "signature_count": 7, "created_at": "2020-03-25T10:10:01.748Z", "updated_at": "2020-04-30T17:42:01.887Z", "rejected_at": "2020-04-30T17:41:56.833Z", "opened_at": null, "closed_at": null, "moderation_threshold_reached_at": "2020-03-26T04:02:04.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": {"code": "irrelevant", "details": "Since you started your petition, the council has opened parks. \r\n\r\nIn any case, this is not the responsibility of the UK Government or Parliament "}, "government_response": null, "debate": null, "departments": [], "topics": ["covid-19"]}}, {"type": "petition", "id": 620738, "links": {"self": "https://petition.parliament.uk/petitions/620738.json"}, "attributes": {"action": "Stop destroying farmland with houses and businesses", "background": "With the current climate I would recommend the stopping of building homes and businesses on farm land rund the country such as leeds and other parts of the UK. We need to use these areas for agriculture uses only", "additional_details": "Foid requirments are going up and yet we keep destroying farmland for homes and bysiness. With temperature soaring & with the uk wanting to cut the carbon foot print. destroying more brown or green which will have a huge impact on this is unacceptable. Not to mention More traffic more lighting all of which will increase carbon Plus with the impact on the nhs which is at breaking point with covid to add more pressure with the impact of people mental heath due to no gree space", "committee_note": null, "state": "rejected", "signature_count": 6, "created_at": "2022-07-22T06:13:20.436Z", "updated_at": "2022-07-22T15:18:44.219Z", "rejected_at": "2022-07-22T15:18:43.217Z", "opened_at": null, "closed_at": null, "moderation_threshold_reached_at": "2022-07-22T06:45:19.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": {"code": "duplicate", "details": "You may wish to sign this petition which calls for a similar action: https://petition.parliament.uk/petitions/611113"}, "government_response": null, "debate": null, "departments": [], "topics": []}}]}