{"links": {"self": "https://petition.parliament.uk/petitions.json?q=water+quality&page=1", "first": "https://petition.parliament.uk/petitions.json?q=water+quality", "last": "https://petition.parliament.uk/petitions.json?q=water+quality", "next": null, "prev": null}, "data": [{"type": "petition", "id": 596493, "links": {"self": "https://petition.parliament.uk/petitions/596493.json"}, "attributes": {"action": "Control pollution from agriculture in the Wye and Severn River Catchments", "background": "1. Introduce an immediate moratorium of any new intensive poultry units in the Wye and Severn catchment areas\r\n2. Strictly control manure spreading according to the phosphate load in the ground \r\n3. Monitor phosphate levels\r\n4. Take legal action against any breaches of pollution legislation", "additional_details": "Water quality and biodiversity has declined in both rivers in recent years because of high levels of nitrates and phosphates leading algae blooms. This has lead to a significant loss  in biodiversity. Pollution from agricultural run off in particular that from from intensive poultry units (IPUs) is the single most important cause of the increased pollution in these river systems. Stringent control of pollution from farms is urgently needed to prevent an ecological catastrophe.", "committee_note": null, "state": "closed", "signature_count": 2206, "created_at": "2021-09-06T19:44:25.818Z", "updated_at": "2022-03-15T00:00:02.374Z", "rejected_at": null, "opened_at": "2021-09-14T14:09:40.346Z", "closed_at": "2022-03-14T23:59:59.999Z", "moderation_threshold_reached_at": "2021-09-06T19:57:48.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": null, "government_response": null, "debate": null, "departments": [{"acronym": "DEFRA", "name": "Department for Environment, Food and Rural Affairs", "url": "https://www.gov.uk/government/organisations/department-for-environment-food-rural-affairs"}], "topics": []}}, {"type": "petition", "id": 572398, "links": {"self": "https://petition.parliament.uk/petitions/572398.json"}, "attributes": {"action": "Trees planted in the grounds of every new home and to be maintained by law", "background": "Each new home is to have a young UK species tree, planted within its grounds and be legally protected for the duration of the properties life span. This would create an industry of tree growers, reduce co2 emissions  and promote UK tree plantation.", "additional_details": "We are struggling to reduce carbon emissions and require soical initiatives to help address this growing problem, while creating awareness and better mental health. We need to create low cost natural carbon storage while improving residential areas and improving air quality. This method of CO2 reduction would have secondary benefits of reducing rain water runoff by tree absorption and natural shading reducing solar heat gains.", "committee_note": null, "state": "closed", "signature_count": 94, "created_at": "2021-01-27T20:53:26.926Z", "updated_at": "2021-09-17T23:00:03.514Z", "rejected_at": null, "opened_at": "2021-03-17T16:27:42.524Z", "closed_at": "2021-09-17T22:59:59.999Z", "moderation_threshold_reached_at": "2021-01-31T20:21:47.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": null, "government_response": null, "debate": null, "departments": [{"acronym": "DLUHC", "name": "Department for Levelling Up, Housing and Communities ", "url": "https://www.gov.uk/government/organisations/department-for-levelling-up-housing-and-communities"}], "topics": []}}, {"type": "petition", "id": 324973, "links": {"self": "https://petition.parliament.uk/petitions/324973.json"}, "attributes": {"action": "A national (UK Wide) ban on the sale of single use, disposable barbecues.", "background": "Ban disposable barbecues at the point of sale to protect habitats of internationally important species, to protect the ecosystem services that these landscapes provide [resilience to flooding & climate change, water quality] & to protect the natural beauty for the health & well-being of the public.", "additional_details": "One spark from a barbecue is enough to set a catastrophic wildfire in motion. The ease of access to disposable barbecues leaves precious landscapes open to destruction on the spontaneous whim of a day-tripper. Already in 2020, many catastrophic wildfires caused by disposable barbecues have started across the UK & despite bans on use in place, are devastating landscapes that are of global environmental importance. Bans are not observed & millions of pounds of investment are going up in flames.", "committee_note": null, "state": "rejected", "signature_count": 9, "created_at": "2020-06-05T16:18:56.453Z", "updated_at": "2020-06-26T12:15:53.293Z", "rejected_at": "2020-06-26T12:15:53.296Z", "opened_at": null, "closed_at": null, "moderation_threshold_reached_at": "2020-06-06T11:26:14.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": {"code": "duplicate", "details": "https://petition.parliament.uk/petitions/315762"}, "government_response": null, "debate": null, "departments": [], "topics": []}}, {"type": "petition", "id": 622011, "links": {"self": "https://petition.parliament.uk/petitions/622011.json"}, "attributes": {"action": "Water companies must publish a daily list of beaches that are safe to swim in.", "background": "The responsibility for clean water is that of the water companies. I'd expect parliament to pressure them to maintain high standards of water quality.", "additional_details": "The fishing industry and the holiday industry need to have confidence that water quality is of the highest standard.", "committee_note": null, "state": "rejected", "signature_count": 8, "created_at": "2022-08-17T15:46:26.570Z", "updated_at": "2022-08-19T06:51:49.476Z", "rejected_at": "2022-08-19T06:51:48.427Z", "opened_at": null, "closed_at": null, "moderation_threshold_reached_at": "2022-08-17T19:51:29.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": {"code": "already-happening", "details": "Water quality at designated bathing water sites in England is assessed by the Environment Agency, which is responsible for monitoring water quality in England. From May to September, weekly assessments measure current water quality, and at a number of sites daily pollution risk forecasts are issued.\r\n\r\nYou can find details of this data here: http://environment.data.gov.uk/bwq/profiles/"}, "government_response": null, "debate": null, "departments": [], "topics": []}}, {"type": "petition", "id": 621487, "links": {"self": "https://petition.parliament.uk/petitions/621487.json"}, "attributes": {"action": "Stop water orgs. paying dividends for 18 months & use money to improve system", "background": "All water companies to not pay dividends to shareholders for 18 months. Money saved improving:\r\n\r\nFinding leaking pipes & detection equipment,\r\nFixing leaks including part costs, Training staff\r\n, Research into minimising water loss\r\n, Design of solutions, infrastructure investment", "additional_details": "Recent higher temperatures in 2022 & leaks have caused shortages of water in certain areas in the UK.\r\n\r\nContributions to water loss need to be minimised. Examples of usage for money saved will help address issues regarding leaks. \r\n\r\nBetter for long term quality and effectiveness of water supply system to use money to address some of the issues now rather than later, as models of climate change predict hotter climate in UK in next 30 years.\r\n\r\nSuggestion that Ofwat is involved in implementation.", "committee_note": null, "state": "rejected", "signature_count": 8, "created_at": "2022-08-07T09:56:29.067Z", "updated_at": "2022-08-08T10:02:27.392Z", "rejected_at": "2022-08-08T10:02:26.025Z", "opened_at": null, "closed_at": null, "moderation_threshold_reached_at": "2022-08-07T15:57:29.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": {"code": "irrelevant", "details": "We can't accept your petition because the UK Government and Parliament aren't responsible for the issue you raise. This would be a decision for individual companies.\r\n\r\nWe could accept a petition calling for a levy on water profits to fund improvements to water infrastructure, if that's something you'd like to see happen. "}, "government_response": null, "debate": null, "departments": [], "topics": []}}, {"type": "petition", "id": 615164, "links": {"self": "https://petition.parliament.uk/petitions/615164.json"}, "attributes": {"action": "Companies to make their consumers aware of how much CO2 is produced per item.", "background": "36000 people die prematurely in the UK alone every year due to air pollution. I believe companies need to be honest about how much of that they are causing. People are then able to make informed choices, which they are unable to do atm. This includes all purchases made in the UK", "additional_details": "People's quality of life, rich or poor is depleting, more people are developing COPD and other respiratory conditions. Ice caps are melting bringing more viruses and possible pandemics, water levels rising making less space for people to live. Temperatures rising causing more fires and more temperature rises. This isn't something that will happen in 100s of years, it's happening now, earth is becoming inhabitable because we are not doing enough. Hold all of us accountable.", "committee_note": null, "state": "rejected", "signature_count": 7, "created_at": "2022-04-18T07:02:10.970Z", "updated_at": "2022-04-21T10:22:06.237Z", "rejected_at": "2022-04-21T10:22:06.240Z", "opened_at": null, "closed_at": null, "moderation_threshold_reached_at": "2022-04-18T10:33:39.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": {"code": "no-action", "details": "Petitions need to call on the Government or Parliament to take a specific action. We're not sure exactly what you'd like the Government or Parliament to do.\r\n\r\nWe understand you're concerned about the impact of air pollution, but we're not sure what specific action you want companies to take in response, or what specific action you want the UK Government or Parliament to take in order to compel or help achieve this. We can only accept petitions calling for an action for which the UK Government and Parliament is responsible.\r\n\r\nYou could start a new petition explaining clearly what you'd like the Government or Parliament to do."}, "government_response": null, "debate": null, "departments": [], "topics": []}}, {"type": "petition", "id": 620629, "links": {"self": "https://petition.parliament.uk/petitions/620629.json"}, "attributes": {"action": "Abolish leasehold.", "background": "Abolish leasehold and use compulsory purchase schemes to return properties to rents.", "additional_details": "Leasehold has proven scandalous, not just cladding but failure to prevent water damage, some landlords exploit leaseholders with inaccurate service charge invoices and demonstrate prejudice. Repair works that are not fit for purpose, with inaccurate computations.  Leasehold undermines the quality of life, leaseholders are constantly preoccupied with anxiety and stress due to unexpected service charges, some with menace. Some works still incomplete after 10 years. Can not afford legal actions.", "committee_note": null, "state": "rejected", "signature_count": 6, "created_at": "2022-07-20T07:10:32.502Z", "updated_at": "2022-07-22T14:49:13.268Z", "rejected_at": "2022-07-22T14:49:11.771Z", "opened_at": null, "closed_at": null, "moderation_threshold_reached_at": "2022-07-21T17:50:09.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": {"code": "irrelevant", "details": "We can only accept petitions about things the Government or Parliament are directly responsible for.\r\n\r\nDecisions about whether to let or sell properties are a matter for individual property owners, not the UK Government or Parliament.\r\n\r\nWe can accept petitions calling for changes to regulation governing leasehold properties, but the Government cannot unilaterally turn leasehold properties into rental properties."}, "government_response": null, "debate": null, "departments": [], "topics": []}}, {"type": "petition", "id": 600080, "links": {"self": "https://petition.parliament.uk/petitions/600080.json"}, "attributes": {"action": "Clean up UK Oceans and Rivers so we're free to swim and protect ecodiversity", "background": "As water users we want to be able to get in the water as much as possible. But not only can we end up covered in raw sewage when it has been discharged, we're at risk of gastroenteritis, ear, nose and throat infections, skin infections, and even hepatitis and e-coli.", "additional_details": "Water quality is also deadly for river and ocean wildlife, reducing biodiversity and causing huge damage to these delicate ecosystems. \r\n\r\nIn 2020 alone, there were over 400,000 discharges of untreated sewage into UK rivers and 2,941 discharges into UK coastal bathing waters. \r\n\r\nWe won't stand for this any longer.\r\n#EndSewagePollution", "committee_note": null, "state": "rejected", "signature_count": 6, "created_at": "2021-10-29T14:16:40.515Z", "updated_at": "2021-11-03T16:28:38.211Z", "rejected_at": "2021-11-03T16:28:37.361Z", "opened_at": null, "closed_at": null, "moderation_threshold_reached_at": "2021-10-30T13:14:38.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": {"code": "no-action", "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe understand that you are concerned about cleanliness of oceans and waters, but we're not sure exactly what you'd like the Government or Parliament to do.\r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do.\r\n\r\nWe have published the following petitions, which you might like to sign:\r\n\r\nGive the Environment Agency the funds and freedom to protect English rivers: https://petition.parliament.uk/petitions/586378\r\n\r\nMake it illegal for water companies to dump sewage into rivers and seas: https://petition.parliament.uk/petitions/599873"}, "government_response": null, "debate": null, "departments": [], "topics": []}}]}