{"links": {"self": "https://petition.parliament.uk/petitions.json?q=wildlife&page=1", "first": "https://petition.parliament.uk/petitions.json?q=wildlife", "last": "https://petition.parliament.uk/petitions.json?page=9&q=wildlife", "next": "https://petition.parliament.uk/petitions.json?page=2&q=wildlife", "prev": null}, "data": [{"type": "petition", "id": 323881, "links": {"self": "https://petition.parliament.uk/petitions/323881.json"}, "attributes": {"action": "Allow Zoos and Wildlife attractions to reopen with social distancing in place", "background": "It is essential that zoos and wildlife attractions with their acres of land and wide open spaces are given immediate permission to reopen. With social distancing in place these facilities could be safer than other facilities, such as open air markets, already given permission to reopen.", "additional_details": "Zoos play a vital role in conservation, not only in the UK, but also around the world. Institutions spend millions annually funding conservation that helps to preserve the habitats and numbers of critically endangered animals.\r\n\r\nThis conservation has been put under threat by the continued closure of zoos, with many facing closure due to the lack of government support.\r\n\r\nThe cost of looking after animals doesn’t just disappear when visitors aren’t around and it is essential they be allowed to reopen immediately.", "committee_note": "", "state": "closed", "signature_count": 129292, "created_at": "2020-06-01T08:56:06.833Z", "updated_at": "2021-11-22T10:47:48.000Z", "rejected_at": null, "opened_at": "2020-06-09T08:08:52.452Z", "closed_at": "2020-12-09T23:59:59.999Z", "moderation_threshold_reached_at": "2020-06-01T09:29:34.000Z", "response_threshold_reached_at": "2020-06-09T14:16:24.000Z", "government_response_at": "2020-06-30T13:00:09.945Z", "debate_threshold_reached_at": "2020-06-09T22:01:14.000Z", "scheduled_debate_date": null, "debate_outcome_at": "2020-06-26T11:06:26.281Z", "creator_name": null, "rejection": null, "government_response": {"responded_on": "2020-06-26", "summary": "Outdoor areas of zoos and safari parks were allowed to reopen on 15 June, subject to social distancing measures being in place. The reopening of indoor parts of zoos is being kept under review.", "details": "The Government recognises that organisations such as zoos, aquariums and animal welfare charities are working tirelessly during this challenging time to safeguard the health and welfare needs of animals in their care. The Government also recognises that many of these organisations in the UK, as well as providing high welfare standards for their animals, contribute significantly to both conservation work and education, helping both sustain endangered species but also teaching people about animals’ natural habitats - as well as how at risk that species may be.\r\n   \r\nAs announced by the Prime Minister on 10 June, outdoor animal attractions, including safari parks, the outdoor parts of zoos and animal attractions on farms, are now able to reopen, following strict social distancing guidelines. This includes keeping indoor exhibitions, such as reptile houses and those in aquariums, closed, and ensuring other amenities like cafes offer take-away services only.\r\n\r\nThe move follows close work by the Government with the zoo industry to ensure visitor numbers can be managed and safeguards are put in place. Allowing zoos to reopen is an integral step towards supporting an early financial recovery.\r\n\r\nThe decision to relax restrictions on these select outdoor attractions is part of the Government’s careful approach to easing the lockdown in phases, guided by the advice of scientific and medical experts and the fact the risk of transmission is much lower outdoors.\r\n\r\nA number of schemes have been made available to businesses and charities to help them during this emergency. Organisations are eligible to apply for a range of support schemes including the Job Retention Scheme, VAT deferral, Business Rates Relief, the Business Interruption Loan schemes, the option to reclaim the costs of Statutory Sick Pay and grant funding of up to £25,000.\r\n\r\nThe Government launched a Zoos Support Fund on 4 May worth £14m in direct response to the concerns raised by zoos and aquariums as a result of the coronavirus pandemic. Licensed zoos or aquariums in England that are experiencing severe financial difficulties because of lost revenue can apply for a grant of up to £100,000.  The fund is intended to help zoos at immediate risk to protect the welfare of animals living on site or by rehoming.\r\n\r\nWe are aware of the concerns raised by larger zoos. Defra continues to engage with the British and Irish Association of Zoos and Aquariums (BIAZA) and Her Majesty’s Treasury (HMT) to monitor how zoos are doing.  Officials continue to meet regularly with some of the major zoos and aquariums in England to identify the impacts of the coronavirus pandemic on larger organisations. This includes monitoring concerns around potential implications for animal welfare. Consideration of proposals for any longer-term support that might be needed for the sector is ongoing. With the help and support of the industry, Defra is working diligently to find the best way forward.\r\n\r\nThe importance of allowing zoos to reopen was also debated in the House of Commons on 11 June in the adjournment debate on the reopening of zoos, aquariums and wildlife sanctuaries.  The details of this debate can be seen in official records at https://hansard.parliament.uk/commons/2020-06-11/debates/CA7F5187-2AD7-4121-89B1-C8CC188FFE78/ZoosAquariumsAndWildlifeSanctuariesReopening\r\n\r\nDepartment for Environment, Food and Rural Affairs\r\n\r\n", "created_at": "2020-06-30T13:00:09.943Z", "updated_at": "2020-06-30T13:00:09.943Z"}, "debate": {"debated_on": null, "transcript_url": "", "video_url": "", "debate_pack_url": "", "overview": ""}, "departments": [{"acronym": "DEFRA", "name": "Department for Environment, Food and Rural Affairs", "url": "https://www.gov.uk/government/organisations/department-for-environment-food-rural-affairs"}, {"acronym": "DLUHC", "name": "Department for Levelling Up, Housing and Communities ", "url": "https://www.gov.uk/government/organisations/department-for-levelling-up-housing-and-communities"}], "topics": ["covid-19"]}}, {"type": "petition", "id": 550379, "links": {"self": "https://petition.parliament.uk/petitions/550379.json"}, "attributes": {"action": "Protect the UK's dwindling hedgehog population before it's too late.", "background": "Now the hedgehog has been listed as vulnerable to extinction in the UK, we are calling on the Government to move hedgehogs to schedule 5 of the Wildlife & Countryside Act 1981 to allow them greater protection.", "additional_details": "This change will mean hedgehogs will be afforded greater protection and hopefully help their numbers recover.", "committee_note": null, "state": "closed", "signature_count": 108329, "created_at": "2020-09-06T07:54:47.471Z", "updated_at": "2021-07-27T14:25:55.000Z", "rejected_at": null, "opened_at": "2020-10-01T09:38:23.939Z", "closed_at": "2021-04-01T22:59:59.999Z", "moderation_threshold_reached_at": "2020-09-06T12:01:04.000Z", "response_threshold_reached_at": "2020-10-01T23:59:34.000Z", "government_response_at": "2020-10-21T16:42:08.898Z", "debate_threshold_reached_at": "2021-03-16T08:05:35.000Z", "scheduled_debate_date": "2021-07-05", "debate_outcome_at": "2021-07-06T06:51:00.922Z", "creator_name": null, "rejection": null, "government_response": {"responded_on": "2020-10-19", "summary": "There are currently no plans to give hedgehogs further legal protection. An evidence-based review of Schedule 5 of the Act is in progress and we will consider any recommendations arising from this.", "details": "The Government is concerned about the decline in hedgehog numbers in England and the findings of the Red List for British Mammals, published earlier this year by the Mammal Society, which has classified hedgehogs as ‘vulnerable’. As set out in the 25 Year Environment Plan, we are committed to taking action to recover our threatened native species. We are exploring the use of powers in the Environment Bill to strengthen our commitment to improve the status of threatened species, including by setting at least one biodiversity target in law, as well as enhancing duties for public authorities to carry out strategic assessments of the actions they can take to enhance and conserve biodiversity.\r\n\r\nHedgehogs are protected by the Wildlife and Countryside Act 1981 from being killed using prohibited methods such as crossbows, traps and snares. Whilst the reasons for the decline in numbers of this native species are complex, the Government has not previously moved to protect this species under Schedule 5 as it is not clear that such protection would be of benefit to the species, in so far that:\r\n\r\n• we have no evidence that intentionally killing, taking or injuring hedgehogs is currently an issue; and\r\n\r\n• it would not address the main threat of habitat loss.\r\n\r\nThe Joint Nature Conservation Committee (JNCC) has, however, recently commenced the seventh Quinquennial Review of Schedules 5 and 8 of the Wildlife and Countryside Act 1981. The JNCC will make evidence-based recommendations to the Secretary of State as to which species warrant additional legal protections to secure their future conservation. The Government will therefore consider any recommendations to add species to Schedule 5 of the Act once these recommendations have been submitted.\r\n\r\nDefra commends the work, including research, undertaken by the British Hedgehog Preservation Society and the People’s Trust for Endangered Species, such as their Conservation Strategy for Hedgehogs. Additionally, we have published advice on how to help hedgehogs through the creation of hedgehog havens and making gardens as welcoming as possible. This can be accessed at: www.gov.uk/government/news/five-simple-steps-to-transform-gardens-in-to-hedgehog-havens.\r\n\r\nFurther to this, the revised National Planning Policy Framework sets out the Government’s policy on planning and states that the planning system should contribute to and enhance the natural and local environment by minimising impacts on, and providing net gains for, biodiversity, including by establishing coherent ecological networks.\r\n\r\nDepartment for Environment, Food and Rural Affairs", "created_at": "2020-10-21T16:42:08.895Z", "updated_at": "2020-10-21T16:42:08.895Z"}, "debate": {"debated_on": "2021-07-05", "transcript_url": "https://hansard.parliament.uk/commons/2021-07-05/debates/2577DB62-05CD-45DF-A347-01D4DC782851/Hedgehogs", "video_url": "https://www.youtube.com/watch?v=q7N78GThPkA", "debate_pack_url": "https://commonslibrary.parliament.uk/research-briefings/cdp-2021-0110/", "overview": ""}, "departments": [{"acronym": "DEFRA", "name": "Department for Environment, Food and Rural Affairs", "url": "https://www.gov.uk/government/organisations/department-for-environment-food-rural-affairs"}], "topics": []}}, {"type": "petition", "id": 552017, "links": {"self": "https://petition.parliament.uk/petitions/552017.json"}, "attributes": {"action": "Stop Forestry England granting licenses for Fox & Hare hunts", "background": "For the most recent hunting season, Forestry England gave hunting licences for 34 fox & hare “trail hunts”. Despite hunting wild mammals with dogs being illegal, two of the licensed/previously licensed trail hunts have been associated with convictions under the Hunting and Animal Welfare Acts.", "additional_details": "Other licensed fox hunts have recently been in the press for alleged trespass, killing foxes, losing control of their dogs & for another criminal conviction. A saboteur was severely injured at a hunt in early September that ordinarily receives a licence from Forestry England. \r\n\r\nIt is only a matter of time before more convictions and more bans will have to be implemented. The answer is simple and effective – stop granting licences to hunts that are continuing to use the myth of ‘trail hunting’ to chase and kill wildlife.", "committee_note": "", "state": "closed", "signature_count": 104705, "created_at": "2020-09-22T11:23:38.045Z", "updated_at": "2022-04-26T07:18:26.005Z", "rejected_at": null, "opened_at": "2020-10-06T08:21:17.848Z", "closed_at": "2021-04-06T22:59:59.999Z", "moderation_threshold_reached_at": "2020-09-24T11:21:54.000Z", "response_threshold_reached_at": "2020-10-10T07:02:14.000Z", "government_response_at": "2020-12-07T16:09:37.805Z", "debate_threshold_reached_at": "2021-03-23T22:22:25.000Z", "scheduled_debate_date": "2022-04-25", "debate_outcome_at": "2022-04-26T07:18:26.005Z", "creator_name": null, "rejection": null, "government_response": {"responded_on": "2020-12-07", "summary": "Trail hunting is a legal activity. Forestry England permits trail hunting under an agreement with the Masters of Fox Hounds Association. It has the power to suspend or withdraw any permission.", "details": "The Government responded to a petition on this issue on 10 September 2020 and the position remains the same. The full response can be found at https://petition.parliament.uk/petitions/300634\r\n\r\nTrail hunting in the nation's forests is currently suspended in response to confirmation that the police are investigating webinars hosted by the Hunting Office.\r\n\r\nForestry England has no plans to end the granting of permission for trail hunting where the hunts concerned can meet the terms and conditions of the permission which are themselves kept under regular review.\r\n\r\nThe Government will not amend the Hunting Act 2004. \r\n", "created_at": "2020-12-07T16:09:37.803Z", "updated_at": "2020-12-07T16:09:37.803Z"}, "debate": {"debated_on": "2022-04-25", "transcript_url": "https://hansard.parliament.uk/commons/2022-04-25/debates/3B9901EF-11D1-488B-8BF0-B7ECF8991C90/Hunting", "video_url": "https://www.youtube.com/watch?v=38I4ZBR1UBo", "debate_pack_url": "https://commonslibrary.parliament.uk/research-briefings/cdp-2022-0084/", "overview": ""}, "departments": [{"acronym": "DEFRA", "name": "Department for Environment, Food and Rural Affairs", "url": "https://www.gov.uk/government/organisations/department-for-environment-food-rural-affairs"}], "topics": []}}, {"type": "petition", "id": 600593, "links": {"self": "https://petition.parliament.uk/petitions/600593.json"}, "attributes": {"action": "Make the use of free-running snares illegal for trapping wildlife", "background": "The Government should prohibit the sale, use and manufacture of free-running snares under the Wildlife and Countryside Act 1981, putting them in the same category as self-locking snares, which are already illegal.", "additional_details": "We believe that people setting free-running snares cannot ensure animal welfare as required under the Animal Welfare Act 2006, that such snares cause unnecessary suffering to mammals, are indiscriminate and should be banned.", "committee_note": null, "state": "closed", "signature_count": 102616, "created_at": "2021-11-05T14:54:56.820Z", "updated_at": "2022-12-01T16:06:40.716Z", "rejected_at": null, "opened_at": "2021-11-09T14:10:43.873Z", "closed_at": "2022-05-09T22:59:59.999Z", "moderation_threshold_reached_at": "2021-11-05T15:14:08.000Z", "response_threshold_reached_at": "2021-12-20T19:06:08.000Z", "government_response_at": "2022-01-13T17:14:54.361Z", "debate_threshold_reached_at": "2022-03-29T06:25:39.000Z", "scheduled_debate_date": "2023-01-09", "debate_outcome_at": null, "creator_name": null, "rejection": null, "government_response": {"responded_on": "2022-01-13", "summary": "The Government recognises that some people consider snares to be an inhumane and unnecessary means of trapping wild animals and will launch a call for evidence on the use of snares.", "details": "Snares may be used in the UK to catch and restrain certain animals, primarily foxes and rabbits, for the purpose of wildlife management.\r\n\r\nSnares are controlled in England and Wales under the Wildlife and Countryside Act 1981. This prohibits the use of self-locking snares and the setting of any type of snare in places where they are likely to catch certain non-target animals such as badgers. It also requires snares to be inspected at least once daily. A person guilty of an offence can receive an unlimited fine or even a custodial sentence.\r\n\r\nThe Animal Welfare Act 2006 also prohibits causing unnecessary suffering to animals under the control of a person, including those animals caught in traps.\r\n\r\nThe Code of Best Practice on the Use of Snares for Fox Control in England sets out clear principles for the legal and humane use of snares. This was published on 20 October 2016 and can be found at: \r\nhttps://basc.org.uk/codes-of-practice/snares-for-fox-control-in-england/\r\n\r\nWe know that some people consider snares to be an inhumane and unnecessary means of trapping wild animals. When used improperly, snares can cause immense suffering and we are looking at whether changes are needed to address these concerns. Therefore, we have committed to launching a call for evidence on the use of snares. This was announced in the Action Plan for Animal Welfare, which we launched last year as part of our continued drive to maintain the highest animal welfare standards in the world:\r\nwww.gov.uk/government/publications/action-plan-for-animal-welfare\r\n\r\nThe call for evidence, which will be launched in due course, will be publicly available online, allowing all interested parties to express their views on the use of snares. In this way, the Government will ensure it has the very latest understanding on this issue, and our position will be informed by the responses received.\r\n\r\nDepartment for Environment, Food and Rural Affairs", "created_at": "2022-01-13T17:14:54.359Z", "updated_at": "2022-01-13T17:14:54.359Z"}, "debate": null, "departments": [{"acronym": "DEFRA", "name": "Department for Environment, Food and Rural Affairs", "url": "https://www.gov.uk/government/organisations/department-for-environment-food-rural-affairs"}], "topics": []}}, {"type": "petition", "id": 563943, "links": {"self": "https://petition.parliament.uk/petitions/563943.json"}, "attributes": {"action": "Continue the ban on the use of Neonicotinoids", "background": "The EU placed a ban on the use of Neonicotinoids due to the adverse effect it has on bees and other pollinators. As the UK has left the EU, the Government should uphold these restrictions in order to protect natural pollinators.", "additional_details": "I am an ordinary UK resident who is concerned about the state of our declining wildlife. We have the responsibility to protect it and ensure that we can support it and prevent species becoming obsolete. With regards to bees and other pollinators that are affected by these pesticides, their decline will have a knock on effect with fruit and flower growers as well as honey producers many of whom are small businesses who will lose their livelihoods.", "committee_note": "", "state": "closed", "signature_count": 91266, "created_at": "2020-12-17T10:59:38.711Z", "updated_at": "2022-02-03T12:02:36.532Z", "rejected_at": null, "opened_at": "2021-01-11T08:47:09.200Z", "closed_at": "2021-07-11T22:59:59.999Z", "moderation_threshold_reached_at": "2020-12-17T13:12:57.000Z", "response_threshold_reached_at": "2021-01-12T10:35:57.000Z", "government_response_at": "2021-02-17T13:40:09.217Z", "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": null, "government_response": {"responded_on": "2021-02-17", "summary": "The Government will maintain the restrictions on neonicotinoids. This emergency authorisation, similar to other European countries, is for a limited period for a specific crop with tight controls.", "details": "In 2018, the UK Government supported new rules which prohibit the outdoor use of three neonicotinoids, clothianidin, imidacloprid and thiamethoxam. The Government continues to support those restrictions. However, like EU Member States, we are able to consider applications for emergency authorisations in exceptional circumstances. \r\n\r\nThe Government has decided to grant an application for emergency authorisation to allow use of a product containing the neonicotinoid thiamethoxam for the treatment of sugar beet seed in 2021. This is in recognition of the potential danger posed to the 2021 crop from Beet yellows virus.  \r\n \r\nThe decision taken was informed by assessments and advice from the Health and Safety Executive, the UK Expert Committee on Pesticides and Defra’s Chief Scientific Adviser. Having considered their comments and analysis in full, the Government has decided to grant an emergency authorisation in order to provide emergency protection against viruses which have significantly impacted yields of the 2020 sugar beet crop while the beet industry develops alternative solutions. \r\n \r\nEmerging sugar beet seedlings are vulnerable to predation by aphids, which have the potential to spread Beet yellows virus. Sugar beet crops have been severely affected and 2020 yields are forecast to be down by 20-25% on previous years. Emergency authorisations for pesticides are only granted in exceptional circumstances where diseases or pests cannot be controlled by any other reasonable means.  \r\n  \r\nEmergency authorisations are used by countries across Europe. Ten EU countries including Belgium, Denmark and Spain have granted emergency authorisations for neonicotinoid seed treatments since 2018. Under EU legislation Member States may grant emergency authorisations in exceptional circumstances. The UK’s approach to the use of emergency authorisations has not changed as a result of the UK’s exit from the EU.\r\n \r\nThis authorisation is for the use of Syngenta’s Cruiser SB on the 2021 sugar beet crop for England only. The duration of authorisation is strictly limited to the period required to allow supply of the product. Sugar beet is a non-flowering crop that is only grown in the east of England. \r\n \r\nFurthermore, this exceptional use of Syngenta’s Cruiser SB will be strictly controlled. Conditions of the authorisation include reduced application rate as well as a prohibition on any flowering crop being planted in the same field where the product has been used within 22 months of sugar beet, and a prohibition on oilseed rape being planted within 32 months of sugar beet. \r\n\r\nThe UK is a world leader in developing greener farming practices and upholds the highest standards of environmental and health protection. The Government is currently consulting on the draft National Action Plan for the Sustainable Use of Pesticides which sets out the ambition to further minimise the risks and impacts of pesticides to human health and the environment. We are equally committed to protecting pollinators, and our National Pollinator Strategy sets out how the Government, conservation groups, farmers, beekeepers and researchers can work together to improve the status of pollinating insect species in England.\r\n\r\nDepartment for Environment, Food and Rural Affairs\r\n", "created_at": "2021-02-17T13:40:09.212Z", "updated_at": "2021-02-17T13:40:09.212Z"}, "debate": null, "departments": [{"acronym": "DEFRA", "name": "Department for Environment, Food and Rural Affairs", "url": "https://www.gov.uk/government/organisations/department-for-environment-food-rural-affairs"}, {"acronym": "DWP", "name": "Department for Work and Pensions", "url": "https://www.gov.uk/government/organisations/department-for-work-pensions"}], "topics": []}}, {"type": "petition", "id": 581402, "links": {"self": "https://petition.parliament.uk/petitions/581402.json"}, "attributes": {"action": "Make the use of free-running snares illegal for trapping wildlife", "background": "The Government should prohibit the sale, use and manufacture of free-running snares under the Wildlife and Countryside Act 1981, putting them in the same category as self-locking snares, which are already illegal.", "additional_details": "We believe that people setting free-running snares cannot ensure animal welfare as required under the Animal Welfare Act 2006, that such snares cause unnecessary suffering to mammals, are indiscriminate and should be banned.", "committee_note": "", "state": "closed", "signature_count": 84636, "created_at": "2021-03-27T13:32:45.695Z", "updated_at": "2022-11-29T08:29:10.000Z", "rejected_at": null, "opened_at": "2021-05-04T16:10:53.285Z", "closed_at": "2021-11-04T23:59:59.999Z", "moderation_threshold_reached_at": "2021-03-27T18:18:55.000Z", "response_threshold_reached_at": "2021-06-10T15:36:25.000Z", "government_response_at": "2021-06-28T06:51:12.280Z", "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": null, "government_response": {"responded_on": "2021-06-25", "summary": "The Government recognises that some people consider snares to be an inhumane and unnecessary means of trapping wild animals and will launch a call for evidence on the use of snares.", "details": "Snares may be used in the UK to catch and restrain certain animals, primarily foxes and rabbits, for the purpose of wildlife management. \r\n\r\nSnares are controlled in England and Wales under the Wildlife and Countryside Act 1981. This prohibits the use of self-locking snares and the setting of any type of snare in places where they are likely to catch certain non-target animals such as badgers. It also requires snares to be inspected at least once daily. A person guilty of an offence can receive an unlimited fine or a custodial sentence.\r\n\r\nThe Animal Welfare Act 2006 also prohibits causing unnecessary suffering to animals under the control of a person, including those animals caught in traps.\r\n\r\nThe Code of Best Practice on the Use of Snares for Fox Control in England sets out clear principles for the legal and humane use of snares. This was published on 20 October 2016 and can be found at: https://basc.org.uk/codes-of-practice/snares-for-fox-control-in-england/\r\n\r\nWe know that some people consider snares to be an inhumane and unnecessary means of trapping wild animals, while others maintain they are an essential tool in controlling certain species. Therefore, we have committed to launching a call for evidence on the use of snares. This was announced in our Action Plan for Animal Welfare (www.gov.uk/government/publications/action-plan-for-animal-welfare). We launched the Action Plan in May 2021 as part of our continued drive to maintain the highest animal welfare standards in the world.\r\n\r\nThe call for evidence will be publicly available online, allowing all interested parties to express their views on the use of snares. In this way, the Government will ensure it has the very latest understanding on this issue, and our position will be informed by the responses received.\r\n\r\nDepartment for Environment, Food & Rural Affairs", "created_at": "2021-06-28T06:51:12.277Z", "updated_at": "2021-06-28T06:51:12.277Z"}, "debate": null, "departments": [{"acronym": "DEFRA", "name": "Department for Environment, Food and Rural Affairs", "url": "https://www.gov.uk/government/organisations/department-for-environment-food-rural-affairs"}], "topics": []}}, {"type": "petition", "id": 590309, "links": {"self": "https://petition.parliament.uk/petitions/590309.json"}, "attributes": {"action": "Ban urban and garden pesticides to protect bees, other wildlife and human health", "background": "Ban the use of pesticides in urban areas & end their sale for use in gardens. There is simply no need to spray poisons in our streets, parks & gardens for cosmetic purposes, where they harm bees & other wildlife & pose a risk to human health. Safe alternatives are available, where necessary.", "additional_details": "Wild bees & other wildlife are in decline, a potential catastrophe for us all. Pesticides also threaten human health, many of them being carcinogens &/or neurotoxins. One way to help combat bee decline is to encourage them in urban areas. Our 22 million gardens, plus parks, road verges & other green spaces could form a network of wildlife friendly habitats. This will only work if, like France, we stop spraying pesticides in gardens and public urban spaces.", "committee_note": "", "state": "closed", "signature_count": 53906, "created_at": "2021-06-30T14:37:46.860Z", "updated_at": "2022-09-09T13:59:56.101Z", "rejected_at": null, "opened_at": "2021-07-26T07:30:47.853Z", "closed_at": "2022-01-26T23:59:59.999Z", "moderation_threshold_reached_at": "2021-07-01T09:01:15.000Z", "response_threshold_reached_at": "2021-08-06T12:06:55.000Z", "government_response_at": "2021-08-20T13:07:15.914Z", "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": null, "government_response": {"responded_on": "2021-08-19", "summary": "The Government is committed to supporting alternatives to chemical pest control and recently consulted on a National Action Plan to minimise the risks and impacts associated with pesticides.", "details": "The UK Government’s priority with regards to pesticides is to ensure that they will not harm people or wildlife, or pose unacceptable risks to the environment. To this end, we operate a strict system for regulating pesticides.\r\n\r\nA pesticide may only be placed on the market in the UK if the product has been authorised by our regulator, the Health and Safety Executive, following a thorough risk assessment, which includes impacts on people, animals and the environment. If there are found to be unacceptable risks, to pollinators for example, the product is not authorised. The risk assessment also specifically addresses the situation of people living near where pesticides are used. Pesticide users are legally required to ensure that use is kept to the area to be treated and not allowed to drift onto neighbouring properties, and there are statutory conditions of use for all authorised pesticide products that must be followed. \r\n\r\nThe Government is committed to supporting alternatives to chemical pesticides. In our 25 Year Environment Plan, the Government has outlined its approach to reducing the environmental impact of pesticides. Integrated Pest Management (IPM) lies at the heart of our approach to maximise the use of non-chemical control techniques and minimise the use of chemical pesticides. IPM is defined as the combined use of all available control methods. This means that pesticide users can take a holistic approach in reducing the associated risks (including indirect effects) whilst combating pest resistance. IPM also includes measures to optimise pesticide application, with the aim of reducing non target effects and unnecessary environmental exposure. This includes increasing the use of nature-based, low toxicity solutions and precision technologies, with the potential to enhance biodiversity, as well as benefit pollinators.   \r\n \r\nOur approach is detailed in the draft revised ‘National Action Plan for the Sustainable Use of Pesticides’ (NAP), which sets out the ambition to improve indicators of pesticide usage, risk and impacts. This was the subject of a recent public consultation, with over 1,500 responses received and analysed. The summary of responses will be published in due course and the revised NAP later this year.  \r\n  \r\nThe objective must be to reduce the risks and impacts associated with pesticides. These depend not only on the amount of pesticide used, but which pesticide is used and where use takes place. The draft revised NAP supports the development of low toxicity methods and improved advice and support for pesticides users, to reduce their impacts on human health and the environment.\r\n\r\nWe are also taking action alongside many partners to implement the National Pollinator Strategy’s provisions to help wild and managed pollinators to thrive. The Strategy sets out actions to address key risks and pressures, such as: habitat loss and fragmentation; invasive species; pests and disease; and climate change. This includes supporting IPM by restoring and creating habitats in rural and urban areas, including parks and gardens, and raising awareness across society so that people can take action themselves, by carefully considering whether or not to use pesticides in gardens, parks and other urban areas.\r\n\r\nMore broadly, our Environment Bill sets a new legal foundation for Government action to improve the environment. For example, it introduces Local Nature Recovery Strategies (LNRSs) to underpin the development of the Nature Recovery Network (NRN), an expanded and better-connected network of places that are richer in wildlife, more resilient to climate change and provide a range of benefits for people. LNRSs and the NRN Delivery Partnership, led by Natural England, will help bring people and organisations together at local and national levels to identify priorities and opportunities for nature recovery. We are integrating the goals for the network into a wide range of funding streams, including: land management schemes that reward environmental benefits; biodiversity net gain; and the Nature for Climate Fund.\r\n\r\nDepartment for Environment, Food and Rural Affairs", "created_at": "2021-08-20T13:07:15.911Z", "updated_at": "2021-08-20T13:07:15.911Z"}, "debate": null, "departments": [{"acronym": "DEFRA", "name": "Department for Environment, Food and Rural Affairs", "url": "https://www.gov.uk/government/organisations/department-for-environment-food-rural-affairs"}], "topics": []}}, {"type": "petition", "id": 560288, "links": {"self": "https://petition.parliament.uk/petitions/560288.json"}, "attributes": {"action": "Make glue traps illegal within the UK", "background": "Make it illegal for both glue traps to be sold and used within the UK to stop the suffering of animals.", "additional_details": "Glue traps are used commonly to capture wildlife and unwanted pests. Glue traps are extremely inhumane and it’s not just vermin that get caught on these traps. Animals can suffer for days whilst stuck to this trap leading to starvation and dehydration and some animals even chew their own limbs off to escape. This is a painful and torturous way to capture and get rid of animals and many animals suffer unnecessarily.", "committee_note": null, "state": "closed", "signature_count": 41190, "created_at": "2020-11-12T18:18:46.530Z", "updated_at": "2022-02-08T14:32:30.576Z", "rejected_at": null, "opened_at": "2020-11-19T14:03:36.104Z", "closed_at": "2021-05-19T22:59:59.999Z", "moderation_threshold_reached_at": "2020-11-12T18:36:27.000Z", "response_threshold_reached_at": "2021-03-21T01:51:25.000Z", "government_response_at": "2021-04-22T12:25:04.963Z", "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": null, "government_response": {"responded_on": "2021-04-21", "summary": "The Government is aware of concerns around the use of glue traps and we are engaging with key stakeholders on this issue.", "details": "There are growing calls for a ban on the use of glue traps, which can cause immense suffering to both target and non-target animals. It is an issue we are looking at very closely as part of our continued drive to maintain the highest animal welfare standards in the world. Anyone using glue traps has a responsibility under the Animal Welfare Act 2006 to act within the law to ensure their activities do not cause any unnecessary suffering.\r\n\r\nAt present, the use of glue traps is a lawful method of pest control for mammals (unless specially protected) in England. We have developed a code of practice for the humane use of glue traps, which is the legal responsibility of the pest controller. The code of practice states that glue boards should be inspected within 12 hours of placing and revisited at a minimum of every 12 hours.\r\n\r\nThe Government does not monitor operators of glue traps: the onus is on operators to act within the law. Under the Animal Welfare Act 2006 it remains the responsibility of the pest controller to deal with any animals trapped on the board. The Act requires that caught animals must not be subjected to unnecessary suffering and should be dispatched humanely as soon as they are discovered. All other options for pest control should have been considered and found to have failed, or to be inappropriate, before the use of glue traps/sticky boards is implemented.\r\n\r\nIf any person believes an individual is using illegal methods of pest control or inflicting unnecessary suffering on animals, the matter should be reported to the police. It would be for the courts to decide whether the method of entrapment caused any suffering and if so, if this was unnecessary, in any particular case that was brought before them. The current penalty for causing unnecessary suffering to animals under the Animal Welfare Act is six months imprisonment and/or an unlimited fine.\r\n\r\nWe continue to look at this matter closely and would reiterate that the most effective long-term solutions for pest control are preventative and deterrent strategies, such as removing or proofing food and shelter sources.\r\n\r\nDepartment of Environment Food and Rural Affairs", "created_at": "2021-04-22T12:25:04.959Z", "updated_at": "2021-04-22T12:25:04.959Z"}, "debate": null, "departments": [{"acronym": "DEFRA", "name": "Department for Environment, Food and Rural Affairs", "url": "https://www.gov.uk/government/organisations/department-for-environment-food-rural-affairs"}], "topics": []}}, {"type": "petition", "id": 314968, "links": {"self": "https://petition.parliament.uk/petitions/314968.json"}, "attributes": {"action": "Include animal charities in emergency funding due to the coronavirus pandemic.", "background": "The government have announced financial help packages for charities but animal welfare charities are not included.\r\nMany animal charities (wildlife, rescue, service & companion animal charities) will be forced to close due to lack of funding during this terrible time.", "additional_details": "Animal welfare charities are often excluded from funding opportunities (the National Lottery being a good case in point).\r\nMy own interest, wildlife rehabilitation, is necessary because of the damage that we do to wild animals and their habitats.\r\nOver 95% of the casualties that we treat annually have sustained their injuries through interaction with humans (road accidents, poisoning, litter related injuries, house building, habitat destruction - the list is endless). Funding needs to be available.", "committee_note": null, "state": "closed", "signature_count": 40095, "created_at": "2020-04-09T11:45:11.760Z", "updated_at": "2021-02-08T14:20:17.000Z", "rejected_at": null, "opened_at": "2020-06-09T17:19:42.194Z", "closed_at": "2020-12-09T23:59:59.999Z", "moderation_threshold_reached_at": "2020-04-09T11:57:04.000Z", "response_threshold_reached_at": "2020-06-19T21:06:54.000Z", "government_response_at": "2020-07-15T14:28:56.136Z", "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": null, "government_response": {"responded_on": "2020-07-15", "summary": "The animal welfare sector has faced serious challenges during the time that restrictions have been in place to tackle the spread of Covid-19 and the Government is exploring how these can be alleviated", "details": "The Government has put a significant effort into helping businesses and charities cope in these strained times whilst we remain completely focussed on tackling the spread of the virus. \r\n\r\nA number of animal welfare charities have been able to take advantage of the Coronavirus Job Retention Scheme announced by the Chancellor. In addition, the Government has acted quickly to assist zoos and aquariums through the Zoo Support Fund which has made up to £100 million available to help to maintain a high standard of care for their animals during the coronavirus pandemic. A portion of this funding has been awarded to zoos that are charities, which has enabled them to continue providing vital care to their wild animals. \r\n\r\nAs well as the Job Retention Scheme, charities are eligible to apply for a range of other support schemes including the VAT deferral, Business Rates Relief, the Business Interruption Loan schemes, the option to reclaim the costs of Statutory Sick Pay and grant funding of up to £25,000 through the Retail, Hospitality and Leisure Grant Fund.\r\n\r\nThe Government recognises that there will be further demands on the sector as we recover from the current pandemic and that these impacts will continue for some time even beyond the immediate end of the crisis. For example, there are concerns about increased abandonment of pet, and ensuring their continued care.\r\n\r\nThe Government welcomes the in-sector initiatives to help animal welfare charities with the launch of several emergency grant schemes, to assist animal rescue and rehoming centres. These initiatives have enabled the worst affected rescue centres to be assisted. We understand that the rescue fund schemes have been a success, in terms of raising money and highlighting those rescue centres most in need – in the cat, dog and equine sectors.  \r\n\r\nThe Government recognises that many charities rely on legacy payments as a source of income. We know that there have been delays in charities receiving legacy income, which has impacted on their ability to continue their work, particularly at a time when other income sources may be reduced as a result of the coronavirus outbreak. However, waiting times have now greatly improved, and applications are continuing to progress, and grants issued in spite of the outbreak. \r\n\r\nWe continue to explore other mechanisms and initiatives that may help animal welfare charities to continue their invaluable work. \r\n\r\nOn 23 June, the Prime Minister announced further easing of the lockdown restrictions. This includes the opening up of retail and other activities which will assist animal charities in raising income through their retail networks.\r\n\r\nDepartment for Environment, Food and Rural Affairs", "created_at": "2020-07-15T14:28:56.134Z", "updated_at": "2020-07-15T14:28:56.134Z"}, "debate": null, "departments": [{"acronym": "DEFRA", "name": "Department for Environment, Food and Rural Affairs", "url": "https://www.gov.uk/government/organisations/department-for-environment-food-rural-affairs"}], "topics": ["covid-19"]}}, {"type": "petition", "id": 585520, "links": {"self": "https://petition.parliament.uk/petitions/585520.json"}, "attributes": {"action": "Ban the sale of artificial grass", "background": "It is environmentally irresponsible to allow garden space occupied by grass & other plant life (which processes CO2 & supports wildlife) to be replaced by plastic which does not biodegrade.", "additional_details": "Natural Grass & Plants encourage a healthy ecosystem, capturing CO2.\r\n \r\nBanning the sale of artificial grass could be a small step towards increasing the UK biodiversity, reducing our carbon footprint & helping our ever dwindling insect & wildlife population. Artificial grass:\r\n\r\n1) Creates huge volumes of plastic\r\n2) Can’t always be recycled\r\n3) Can pollute soil with microplastics\r\n4) Has a large carbon footprint\r\n5) Contributes to flooding\r\n6) Can overheat making artificial grass lawns unusable\r\n7) Has NO wildlife benefit", "committee_note": "", "state": "closed", "signature_count": 32727, "created_at": "2021-05-10T10:21:50.838Z", "updated_at": "2022-08-23T09:05:09.002Z", "rejected_at": null, "opened_at": "2021-05-17T14:40:21.012Z", "closed_at": "2021-11-17T23:59:59.999Z", "moderation_threshold_reached_at": "2021-05-10T10:48:25.000Z", "response_threshold_reached_at": "2021-05-20T13:46:05.000Z", "government_response_at": "2021-06-08T12:56:13.497Z", "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": null, "government_response": {"responded_on": "2021-06-08", "summary": "The Government has no plans to ban the use of artificial grass.", "details": "The relevant legislation and policy measures pertaining to this issue are devolved matters. This response is relevant to England.\r\n\r\nThe Government’s 25 Year Environment Plan sets out our ambition to eliminate all avoidable plastic waste. We are making great strides to tackle plastic pollution. The Government’s Resources and Waste Strategy for England, published in 2018, outlines the ways in which we will meet this ambition by taking action across each stage of the product lifecycle as we move towards a more circular economy:\r\nwww.gov.uk/government/publications/resources-and-waste-strategy-for-england\r\n\r\nWe know more needs to be done and for the most problematic plastics we are going faster. This is why we have committed to work towards all plastic packaging on the market being recyclable, reusable or compostable by 2025. \r\n\r\nWe prefer to help people and companies make the right choice, rather than banning items outright. However, where progress is insufficient, we will explore alternative policy measures, which may involve bans as part of a wider strategic approach. For instance, in 2018, the Government introduced a ban on microbeads in rinse-off personal care products and in October 2020, we introduced restrictions on the supply of plastic straws, stirrers and plastic-stemmed cotton buds. \r\n\r\nFurthermore, we have reduced the use of single-use carrier bags by the main supermarket retailers by 95% with our 5p charge. To build on the success of this charge, we have now increased it to 10p and extended it to all retailers. We will continue to review the latest evidence on problematic products and/ or materials to take a systematic approach to reducing the use of unnecessary single-use plastic products.\r\n\r\nIt is for local authorities to comply with the legal and policy safeguards in place to protect biodiversity and ensure sustainable drainage. The Natural Environment and Rural Communities Act 2006 (the NERC Act) requires all public authorities in England to have regard for conserving biodiversity in the exercise of their functions. Our most important designated sites and species are also protected under legislation. \r\n\r\nThe Government is introducing new requirements to maintain and enhance the natural environment in England. We are mandating biodiversity net gain in our landmark Environment Bill to ensure that new developments enhance habitats for biodiversity. Surfaces such as artificial grass are of no value to wildlife, so any developer or local authority seeking to demonstrate biodiversity net gain would be incentivised to avoid the use of such surfaces in their developments’ shared green spaces. \r\n\r\nIn addition, the Environment Bill strengthens the current NERC Act biodiversity duty on public authorities to require them to take action to conserve and enhance biodiversity; and introduces a reporting requirement for those public authorities with the greatest potential to enhance biodiversity. This will further incentivise public authorities to adopt approaches that improve the environment. We will also develop guidance to help local planning authorities identify actions they can take to comply with the strengthened duty.\r\n\r\nTherefore, the Government has no plans to ban the use of artificial grass. We prefer to help people and organisations make the right choice rather than legislating on such matters. However, the use of artificial grass must comply with the legal and policy safeguards in place to protect biodiversity and ensure sustainable drainage, while measures such as the strengthened biodiversity duty should serve to encourage public authorities to consider more sustainable alternatives.\r\n\r\nDepartment for Environment, Food and Rural Affairs", "created_at": "2021-06-08T12:56:13.492Z", "updated_at": "2021-06-08T12:56:13.492Z"}, "debate": null, "departments": [{"acronym": "DEFRA", "name": "Department for Environment, Food and Rural Affairs", "url": "https://www.gov.uk/government/organisations/department-for-environment-food-rural-affairs"}], "topics": []}}, {"type": "petition", "id": 608295, "links": {"self": "https://petition.parliament.uk/petitions/608295.json"}, "attributes": {"action": "Introduce an \"Ecological Damage Tax\" on Astroturf Lawns / Artificial Grass", "background": "Introduce a tax on Astroturf Lawns (either on the import, sale or install) in order to act as a deterrent and encourage land owners towards less damaging and more sustainable \"low maintenance\" landscaping options that are good for wildlife and climate.", "additional_details": "UK Gardens occupy more land than our Nature Reserves combined and are vital habitats for wildlife, providing food, shelter and a home for so many declining species. Vegetation and soils also store carbon, helping us to meet Paris & COP26 targets. Plastic grass is a rapidly growing trend and is causing loss of habitat, plastic production emissions, added strain on our waste sector, removing natural water retention in soils and aiding flooding. We desperately need a regulation or deterrent.", "committee_note": null, "state": "closed", "signature_count": 26442, "created_at": "2022-02-07T17:13:49.603Z", "updated_at": "2022-11-29T08:29:10.000Z", "rejected_at": null, "opened_at": "2022-02-11T12:03:13.024Z", "closed_at": "2022-08-11T22:59:59.999Z", "moderation_threshold_reached_at": "2022-02-07T20:20:58.000Z", "response_threshold_reached_at": "2022-05-10T08:06:59.000Z", "government_response_at": "2022-05-31T15:57:34.015Z", "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": null, "government_response": {"responded_on": "2022-05-31", "summary": "There are no current plans to introduce a tax on artificial grass. The government keeps all tax policy under review.  ", "details": "Improving the UK’s biodiversity is a key objective for the Government. In itself, artificial grass has no value for wildlife, and its installation can have negative impacts on both biodiversity and drainage for flood prevention or alleviation if installed in place of natural earth or more positive measures such as planting flowers or trees or providing natural water features. \r\n \r\nThe Environment Act 2021 contains an ambitious package of reforms to restore and enhance nature and green spaces. This includes a new mandatory requirement for biodiversity net gain in the planning system, to ensure that new developments enhance biodiversity. In future, developments which involve the laying of artificial grass at the expense of natural landscaping will be required to enhance biodiversity in other ways. Our most important designated sites and species are also protected under legislation. \r\n \r\nThere are no current plans to introduce a tax on artificial grass. The government keeps all tax policy under review.  \r\n\r\nHM Treasury", "created_at": "2022-05-31T15:57:34.012Z", "updated_at": "2022-05-31T15:57:34.012Z"}, "debate": null, "departments": [{"acronym": "HMT", "name": "HM Treasury", "url": "https://www.gov.uk/government/organisations/hm-treasury"}], "topics": []}}, {"type": "petition", "id": 584224, "links": {"self": "https://petition.parliament.uk/petitions/584224.json"}, "attributes": {"action": "Strengthen laws protecting seals", "background": "To introduce laws that specifically protect seals against dog attacks as well as disturbance from both humans and their pets, making it unlawful to touch, feed, chase or worry a seal in England and Wales.", "additional_details": "Seal sightings are increasing across the country and this has led to more frequent and sometimes deadly interactions between the public and their pets. It is important to urgently assess the need for further legislative protection for seals to encourage the peaceful coexistence between the general public and wildlife.", "committee_note": "", "state": "closed", "signature_count": 26316, "created_at": "2021-04-25T08:25:12.179Z", "updated_at": "2022-09-09T08:52:15.309Z", "rejected_at": null, "opened_at": "2021-04-30T07:01:58.619Z", "closed_at": "2021-10-30T22:59:59.999Z", "moderation_threshold_reached_at": "2021-04-25T09:29:45.000Z", "response_threshold_reached_at": "2021-08-16T00:09:55.000Z", "government_response_at": "2021-09-09T10:53:34.706Z", "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": null, "government_response": {"responded_on": "2021-10-19", "summary": "The UK Government recognises that disturbance by the public can be detrimental, and on occasion, fatal to seals. Work to explore the possibility of strengthening legislation is in early stages.", "details": "The UK has a strong track record in marine conservation, and places great importance in ensuring that the appropriate protection and management is in place for marine species. The UK is home to 38% of the world’s population of grey seals and 30% of the European subspecies of common seals. Both native grey seals and common seals species are currently protected in the UK under relevant wildlife legislation. Please refer to the following link for details: \r\nhttps://www.gov.uk/government/publications/protected-marine-species/seals\r\n\r\nFor specific disturbance relating to dogs, there are several potential penalties that could apply to dog owners who do not keep their animals under control. It is an offence under section 3(1) of the Dangerous Dogs Act 1991 to allow a dog to be dangerously out of control. Under section 2 of the Dogs Act 1871, a magistrates' court may make any Order they consider appropriate to require an owner to ensure that their dog is kept under proper control. The Anti-social Behaviour, Crime and Policing Act 2014 also includes specific measures such as community protection notices to enable the police and local authorities to tackle irresponsible dog ownership. The Act also gives powers to local authorities to make public space protection orders to impose conditions on designated spaces such as excluding dogs or requiring them to be kept on leads.\r\n\r\nSeals are vulnerable to any kind of human interactions, either deliberate or unintentional. The Government recognises that unintentional disturbance by members of the public can be detrimental and, on occasion, fatal to seals, and that greater public awareness is needed to protect these vulnerable marine mammals. Therefore, together with Seal Alliance, during the Spring we launched a new Government-backed campaign, ‘Give Seals Space’, to help raise awareness of the impact that human disturbance can have on seals and to help reduce it. As part of this campaign, we are providing funding for signs to be put up on the banks of the Thames to help raise awareness of the impact of disturbance on seals and the importance of keeping dogs under close control.\r\n\r\nTo deal with rising numbers of summer visitors to our coastlines, ‘Operation Seabird’ aims to tackle increases in disturbance to marine wildlife, including seals, by providing education and guidance to prevent wildlife disturbances from occurring and, to prosecute with the support of local police forces where necessary. Targeted ‘Days of Action’ involving Police, the Marine Management Organisation (MMO) and RSPCA, in partnership with other organisations, have been taking place along UK coastlines across the Summer to focus on specific concerns regarding marine life for that area. We are working with the MMO to understand how best to support this work.\r\n\r\nThe UK Government will continue to work with organisations such as the Seal Alliance, to identify opportunities to raise awareness and support efforts to minimise disturbance of seals. We are investigating what other actions could be taken to better protect seals, such as developing and distributing clear guidelines to boat operators, those partaking in recreational water sports, and the public. We will also be seeking to consult on the possibility of strengthening the protection of our wildlife in the upcoming Nature Recovery Green Paper.\r\n\r\nDepartment for Environment, Food & Rural Affairs\r\n\r\nThis is a revised response. The Petitions Committee requested a response which more directly addressed the request of the petition. You can find the original response towards the bottom of the petition page (https://petition.parliament.uk/petitions/584224)", "created_at": "2021-09-09T10:53:34.704Z", "updated_at": "2021-10-19T14:28:17.660Z"}, "debate": null, "departments": [{"acronym": "DEFRA", "name": "Department for Environment, Food and Rural Affairs", "url": "https://www.gov.uk/government/organisations/department-for-environment-food-rural-affairs"}], "topics": []}}, {"type": "petition", "id": 595483, "links": {"self": "https://petition.parliament.uk/petitions/595483.json"}, "attributes": {"action": "Ban the Shooting of Critically Endangered Woodcocks.", "background": "Numbers of this iconic bird have declined dramatically over the past 20 years, placing them on the RED (critically endangered) wildlife conservation status list.\r\n", "additional_details": "It is therefore paradoxical that shooting them is still permitted.\r\nIn order that these birds do not go extinct the time has come to ban it.\r\n\r\nThose involved in the shooting industry do not wish to lose any business and make all kinds of claims and assertions against a ban, their primary concern being revenue from shoots and decidedly not conservation. Leaving it up to shooters and gamekeepers to exercise caution means that while some may comply, others will not, thus driving Woodcocks into extinction. Only a proper ban will ensure this bird's survival.", "committee_note": "", "state": "closed", "signature_count": 17272, "created_at": "2021-08-21T12:50:57.161Z", "updated_at": "2022-02-26T00:00:04.671Z", "rejected_at": null, "opened_at": "2021-08-25T13:05:04.083Z", "closed_at": "2022-02-25T23:59:59.999Z", "moderation_threshold_reached_at": "2021-08-21T16:14:25.000Z", "response_threshold_reached_at": "2021-12-10T08:46:58.000Z", "government_response_at": "2022-01-04T16:12:07.894Z", "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": null, "government_response": {"responded_on": "2022-01-04", "summary": "Recent population trends for woodcock are likely to be influenced by the extent and quality of habitat rather than shooting. There are no plans for a ban.", "details": "All wild birds are protected in accordance with the provisions set out in the Wildlife and Countryside Act 1981. Some species of birds, including the woodcock, are listed in Schedule 2 of the Act, and may be killed or taken outside the close season. In England and Wales, the open season for woodcock is from 1 October to 31 January. The close season helps to make sure that they are able to breed successfully and move between breeding and wintering grounds.\r\n\r\nThe first breeding Woodcock Survey was undertaken in 2003 and estimated a breeding population of 78,000 pairs. A further survey in 2013 estimated 55,000 pairs, representing a decline of 29%. During winter, our resident birds are joined by migrants from northern breeding populations, increasing the GB non-breeding population to 1.4 million individuals. The numbers in winter are increased as a result of birds arriving from northern Europe and western Russia. The woodcock has been on the red list of Birds of Conservation Concern in the UK since 2015 due to a severe breeding range decline. The species is also considered to have a ‘Vulnerable’ breeding population at the GB scale based on the recently published IUCN assessment for birds.\r\n\r\nThe ongoing work and research of the Game and Wildlife Conservation Trust (GWCT), including its Woodcock Watch tagging project, will be key to a growing understanding of the woodcock and the pressures the species face. The work can help inform measures which may have a positive impact on breeding populations of the woodcock and offer a better understanding on their habitat requirements. Satellite tagging by GWCT will also provide further information on overwintering populations, migration routes, and the ecology of the UK breeding population.\r\n\r\nThe reasons for the decline of the woodcock are not fully understood but are likely to include: disturbance; habitat loss as a result of land drainage; the drying out of natural woodlands; changes in surrounding woodland management; the maturation of new plantations; and overgrazing (reduction of the field layer) by deer.\r\n\r\nThe woodcock population is more likely influenced by the extent and quality of habitat, rather than shooting, and therefore the focus should be on measures such as those outlined below which will support the recovery of the woodcock.\r\n\r\nWe are committed to the recovery of species in England, including wild birds such as the woodcock, and that is why within the Environment Act 2021, we have a requirement for a new legally binding target to halt the decline in species abundance by 2030. Furthermore, we plan to publish a Green Paper soon which will consider further actions that Defra can take to assist nature's recovery.\r\n\r\nThe woodcock will benefit from a number of woodland grant schemes funded by both the Countryside Stewardship scheme and the Nature for Climate Fund, some of which specifically target management for declining woodland birds. These grants include the Woods into Management Forestry Innovations Funds which aim to restore vulnerable woodland habitats, improve biodiversity and conserve threatened species, and the England Woodland Creation Offer, which has a Nature Recovery additional contribution for woodlands which restore nature and species.\r\n \r\nMore broadly, environmentally sustainable farming is fundamental to our new approach to England's agricultural system.  We are introducing three environmental land management schemes: the Sustainable Farming Incentive, Local Nature Recovery, and Landscape Recovery. These schemes will pay for activities to create, manage and restore habitats such as woodland, connecting isolated habitats to form networks, and species management, all of which have the potential to benefit woodland bird species such as woodcock.\r\n\r\nDepartment for Environment, Food and Rural Affairs\r\n", "created_at": "2022-01-04T16:12:07.890Z", "updated_at": "2022-01-04T16:12:07.890Z"}, "debate": null, "departments": [{"acronym": "DEFRA", "name": "Department for Environment, Food and Rural Affairs", "url": "https://www.gov.uk/government/organisations/department-for-environment-food-rural-affairs"}], "topics": []}}, {"type": "petition", "id": 599738, "links": {"self": "https://petition.parliament.uk/petitions/599738.json"}, "attributes": {"action": "Ban the manufacture, import, sale and use of fireworks in the UK", "background": "Fireworks can cause injury and even death, frighten pets and wildlife, and are bad for the environment.", "additional_details": "", "committee_note": "", "state": "closed", "signature_count": 14357, "created_at": "2021-10-23T13:08:04.773Z", "updated_at": "2022-11-29T08:29:10.000Z", "rejected_at": null, "opened_at": "2021-11-01T10:24:21.369Z", "closed_at": "2022-05-01T22:59:59.999Z", "moderation_threshold_reached_at": "2021-10-25T19:52:28.000Z", "response_threshold_reached_at": "2021-11-07T08:59:28.000Z", "government_response_at": "2021-11-29T14:24:31.236Z", "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": null, "government_response": {"responded_on": "2021-11-25", "summary": "There is a comprehensive regulatory framework in place that strikes the right balance allowing people to enjoy fireworks, whilst reducing risks and disturbances to people and animals.", "details": "There is a comprehensive regulatory framework already in place for fireworks that the Government believes strikes the right balance allowing people to enjoy fireworks, whilst reducing risks and disturbances to people and animals. \r\n \r\nExisting legislation controls the sale, availability and use of fireworks. For example, there is an 11pm curfew in place for the use of fireworks, with later exceptions only for the traditional firework periods of November 5th, Diwali, New Year’s Eve, and the Chinese New Year. Using fireworks outside the curfew hours is a criminal offence enforced by the Police and can lead to imprisonment and a substantial fine. There is also a 120-decibel limit on the fireworks available to consumers.  \r\n \r\nCurrent legislation restricts retailers to only selling consumer fireworks during the seasonal celebrations as set out above. Retailers may only supply fireworks outside these traditional periods if they obtain a licence from their local licensing authority. Local Authority Trading Standards work with retailers to ensure fireworks sold are safe, and they have powers to enforce against those who place non-compliant fireworks on the market. Trading Standards (and local fire and rescue authorities in metropolitan counties) can also enforce against those selling fireworks without an appropriate licence, for example, outside the normal selling period.    \r\n\r\nFireworks must also have safety warnings on the label, and this includes category of firework, instructions on safety distances and means of ignition.\r\n\r\nThe main environmental impact of Fireworks is the emission of particulates. Fireworks events are normally short-lived and localised events, so whilst there are likely to be localised spikes around these events for short periods (hours) which may lead to exceedances of the 24-hour air quality objective for PM10, (Air Quality Standards Regulations 2010) these high concentrations will be short lived and not impact the annual mean objective. Short-term concentrations increases from firework displays can be amplified due to the weather conditions that may affect the dispersion of pollutants.\r\n\r\nThe Air Pollution in the UK report provides an annual assessment of air quality in the UK including an assessment of the impact of fireworks and bonfire night. The most recent report, published in 2020, can be found through the following URL: https://uk-air.defra.gov.uk/library/annualreport/viewonline?year=2020_issue_1#report_pdf.\r\n\r\nThe Government has no current plans to place further restrictions on the sale of fireworks to the public, but we continue to monitor the situation. We have been carrying out an programme of work on fireworks, in response to concerns raised by the public. This has included:\r\n\r\n- Commissioning research by Ipsos Mori that provided evidence on consumer attitudes towards, and behaviours around, using fireworks in the UK. The key findings have informed our public awareness campaigns and support the need to educate consumers on fireworks use. The report can be viewed here: https://www.gov.uk/government/publications/consumer-behaviours-and-attitudes-to-fireworks-in-the-uk.\r\n\r\n- Commissioning noise research to test the decibel level of commonly used fireworks, in response to issues raised around noise and disturbance. The objective of the testing work is to help us understand the decibel level associated with a range of fireworks and whether they are compliant with the regulations. The results of the testing will be available in due course.\r\n\r\n- Engaging with Local Authorities and animal welfare organisations to better understand what specific issues they face.\r\n\r\n- Engaging with the fireworks industry to consider what action they can take to promote consumer safety.\r\n\r\n- Developing an annual public awareness campaign, working in partnership with a range of stakeholders, to promote the safe and considerate use of fireworks.\r\n\r\n\r\n", "created_at": "2021-11-29T14:24:31.233Z", "updated_at": "2021-11-29T14:24:31.233Z"}, "debate": null, "departments": [{"acronym": "BEIS", "name": "Department for Business, Energy and Industrial Strategy", "url": "https://www.gov.uk/government/organisations/department-for-business-energy-and-industrial-strategy"}], "topics": []}}, {"type": "petition", "id": 326850, "links": {"self": "https://petition.parliament.uk/petitions/326850.json"}, "attributes": {"action": "Hold a public vote on HS2 project as it is being paid for by the public", "background": "I would like a public vote/referendum on whether we want to spend in excess of £100 billion on a train project which will destroy or irreparably damage natural habitats and wildlife sites along the route.", "additional_details": "To me, the damage & cost to public land, wildlife & nature at a time of Environmental emergency & recession outweighs the long-term benefits of travel. The HS2 project should be decided by the people paying for it, the tax payers. It’s destroying communities & environment.", "committee_note": "", "state": "closed", "signature_count": 13949, "created_at": "2020-06-12T14:54:45.906Z", "updated_at": "2021-03-19T00:00:06.524Z", "rejected_at": null, "opened_at": "2020-09-18T14:37:20.175Z", "closed_at": "2021-03-18T23:59:59.999Z", "moderation_threshold_reached_at": "2020-06-12T18:57:14.000Z", "response_threshold_reached_at": "2020-11-20T22:21:27.000Z", "government_response_at": "2020-12-03T16:04:51.422Z", "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": null, "government_response": {"responded_on": "2021-01-05", "summary": "HS2 will transform, and help decarbonise, our country’s transport network, bring our biggest cities closer together, boost productivity and rebalance opportunity across the country.", "details": "As set out in the Full Business Case for Phase One, the Government has carefully considered the merits and disadvantages of proceeding with HS2 and has firmly concluded that it should go ahead. HS2 will transform our country’s transport network, bringing our biggest cities closer together, boosting productivity and rebalancing opportunity fairly across the country. Once operational, it will provide a low-carbon alternative to cars and planes. During construction, we want HS2 to be the most environmentally responsible major infrastructure project in UK history\r\n \r\nHS2 is at the heart of our plans to build back better from Covid-19, creating thousands of jobs and providing certainty at a time when people need it the most. This railway is a long-term investment which will bring our biggest cities closer together, boost productivity and provide a low-carbon alternative to cars and planes for many decades to come.\r\n\r\nHS2 has rightly been subject to a great deal of Parliamentary and public scrutiny. Phase One was the subject of considerable debate in Parliament during the passage of the High-Speed Rail (London-West Midlands) Act 2017 (“the Phase One Act”). The Phase 2a Bill is currently being taken through Parliament, and the Government agreed with the Oakervee Review's conclusion that splitting Phase 2b into smaller sections, and more than one Bill, could facilitate scrutiny in Parliament, and make its management and construction more manageable.\r\n\r\nThe Transport Secretary has made a clear commitment to greater transparency on HS2, and Andrew Stephenson, the dedicated HS2 minister, is reporting bi-annually to Parliament on the project. The Department for Transport has also established a monthly Ministerial Task Force to provide strategic oversight, support and challenge for the successful delivery of Phases One and 2a. Earlier this year, Government reset the funding regime for HS2 Phase One including a Target Cost and funding envelope as well as providing revised estimates for the wider scheme, subject to the ongoing work on the Integrated Rail Plan.\r\n\r\nFor the reasons set out above, the Government has no plans to hold a public vote on whether HS2 proceeds.\r\n\r\nThis Government takes its environmental commitments extremely seriously. That is why the UK was the first major economy in the world to legislate for net zero and why we have published a 25-year Environment Plan setting out what we will do to protect and enhance our natural environment for future generations. The UK is decarbonising faster than any other country in the G20 and is providing global leadership on climate change.\r\n\r\nThe environmental impacts of HS2 were closely scrutinised by Parliament during the passage of the Phase One Act, which gives statutory and planning authority for the construction of Phase One of the scheme. Alongside the Act, the Government also published the Environmental Minimum Requirements, a suite of additional environmental commitments to further reduce the impacts of the project.\r\n\r\nAs well as environmental protections, a range of measures to mitigate and compensate for environmental impacts have been put in place. This includes a commitment to seek to achieve ‘no net loss’ to biodiversity and the creation of a ‘green corridor’ alongside HS2, which will provide bigger and better habitats for wildlife, and integrate HS2 into the landscape. On Phase One alone over 33 square kilometres of new and existing wildlife habitat will be created, an increase of around 30% compared to what’s there now.\r\n\r\nAll environmental measures, whether they be the creation of new habitats or the enhancement of existing habitats, will be supported with long-term management plans and agreements. This will ensure that the new railway leaves a long-lasting legacy for both wildlife and future generations.\r\n\r\nHS2 will give us a step-change in capacity delivering better connectivity between our largest towns and cities. The Government’s decision to proceed with HS2 supports our objectives on climate change as the railway will play a key role in decarbonising our transport sector. This is because, once HS2 is in operation, it will offer a low carbon alternative to cars and domestic air travel. It will also free up space on the existing railway for thousands more passengers to travel by rail and to move more goods by rail freight, taking lorries off our roads.\r\n\r\nDepartment for Transport\r\n\r\nThis is a revised response. The Petitions Committee requested a response which more directly addressed the request of the petition. You can find the original response towards the bottom of the petition page (https://petition.parliament.uk/petitions/326850)\r\n", "created_at": "2020-12-03T16:04:51.420Z", "updated_at": "2021-01-05T17:48:10.509Z"}, "debate": null, "departments": [{"acronym": "DfT", "name": "Department for Transport", "url": "https://www.gov.uk/government/organisations/department-for-transport"}], "topics": []}}, {"type": "petition", "id": 600577, "links": {"self": "https://petition.parliament.uk/petitions/600577.json"}, "attributes": {"action": "Ban developments on Green belt and Greenfield sites across the country", "background": "Loss of green belt & greenfield sites for housing negatively affects the environment, releasing carbon from the land & losing that land's ability to capture new carbon. Wildlife and plant life already under stress, are displaced & loss of green spaces has a negative effect on communities.", "additional_details": "Houses proposed to be built have a great effect upon our environment. Contribute to pollution and in turn affect our planet. House development should take place on brown sites. The greenfield land, farm land, trees and wild flowers need protection now to encourage our planet to heal. All permissions for planned development of green belt or greenfield land should be revoked, and no further permissions granted.", "committee_note": "", "state": "closed", "signature_count": 13947, "created_at": "2021-11-05T10:56:16.603Z", "updated_at": "2022-11-18T14:18:13.086Z", "rejected_at": null, "opened_at": "2021-11-10T15:11:11.484Z", "closed_at": "2022-05-10T22:59:59.999Z", "moderation_threshold_reached_at": "2021-11-05T12:23:38.000Z", "response_threshold_reached_at": "2021-12-15T09:26:08.000Z", "government_response_at": "2022-01-10T17:16:59.492Z", "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": null, "government_response": {"responded_on": "2022-03-01", "summary": "This Government is committed to maintaining existing Green Belt protections, enhancing Green Belt land quality, and promoting use of brownfield for new developments to reduce greenfield pressures.", "details": "The Government currently offers strong protections for the Green Belt from development in national policy.  The National Planning Policy Framework states that a Green Belt boundary may be altered only in exceptional circumstances. Any proposal is subject to consultation with local people followed by rigorous and independent examination of the area’s Local Plan by a planning inspector. If a local authority cannot avoid the loss of Green Belt, it is expected to offset the loss of that land by environmental and access improvements to land remaining Green Belt. Furthermore, national planning policy states that most new developments in the Green Belt should be refused planning permission unless in very special circumstances, rightly determined by the local authority. As a result, the Government is not considering this proposal at this time.\r\n  \r\nAs set out in the landmark Levelling Up White Paper, we are committed to enhancing the quality of land designated in the Green Belt. This means increasing public access to Green Belt, while simultaneously delivering nature recovery, in line with Environment Act commitments. This will provide improved access for those communities that currently lack good quality green space.\r\n\r\nDepartment for Levelling Up, Housing & Communities\r\n\r\nThis is a revised response. The Petitions Committee requested a response which more directly addressed the request of the petition. You can find the original response towards the bottom of the petition page (https://petition.parliament.uk/petitions/600577)\r\n", "created_at": "2022-01-10T17:16:59.489Z", "updated_at": "2022-03-01T15:34:11.726Z"}, "debate": null, "departments": [{"acronym": "DLUHC", "name": "Department for Levelling Up, Housing and Communities ", "url": "https://www.gov.uk/government/organisations/department-for-levelling-up-housing-and-communities"}], "topics": []}}, {"type": "petition", "id": 575169, "links": {"self": "https://petition.parliament.uk/petitions/575169.json"}, "attributes": {"action": "Prioritise brownfield development in law to protect our green belt and farmland", "background": "Enshrine in law all brown field sites to be fully developed within a 25 mile radius of green belt or farmland before any development is allowed on non-brownfield land. Ensure in law the democratic wishes of local residents and local authorities as a precedent and limit ministerial powers to suit.", "additional_details": "The Government has a duty to protect the environment against climate change, protect local areas of outstanding beauty and natural habitat. Preserve todays biodiversity and bio abundance for the generation of tomorrow. Nature and wildlife is at threat of extinction at the detriment of unnecessary housing  development and where today's generation may still have the benefit of existing wildlife tomorrow's generation will only have the benefit of wildlife pictures.", "committee_note": null, "state": "closed", "signature_count": 13839, "created_at": "2021-02-13T21:34:27.270Z", "updated_at": "2021-08-23T23:00:07.880Z", "rejected_at": null, "opened_at": "2021-02-23T09:41:34.704Z", "closed_at": "2021-08-23T22:59:59.999Z", "moderation_threshold_reached_at": "2021-02-16T10:13:57.000Z", "response_threshold_reached_at": "2021-05-21T10:57:35.000Z", "government_response_at": "2021-06-03T11:38:13.413Z", "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": null, "government_response": {"responded_on": "2021-06-03", "summary": "The Government has no plans to introduce a legal requirement that all brownfield sites are fully developed before any development is allowed on non-brownfield land.", "details": "This Government is committed to protecting and enhancing the natural environment, as well as mitigating the effects of climate change. This commitment is  stated in the National Planning Policy Framework and supporting guidance, to which all local planning authorities should have regard when drawing up local plans, or determining planning applications.  The Framework expects local authorities to not only protect landscapes, soils and sites of biodiversity but go further by enhancing these valued surroundings. The Framework also outlines that the character and beauty of the countryside, including trees and woodland, should be recognised in the planning of future development.  Strong protections are in place for Areas of Outstanding Natural Beauty, Green Belt, Sites of Special Scientific Interest and other designated land. The Government will continue to apply policy and law as appropriate to prevent harm to wildlife-rich habitat, and to restrict development in open countryside.\r\n\r\nThe Government is also committed to making the most of brownfield land.  The Framework strongly encourages regeneration and re-use of brownfield, especially for housing - helping to level up communities across the country while taking off some of the pressure to consider other land, such as Green Belt, for new homes. The Framework expects local authorities to give substantial weight to re-using suitable brownfield when Plan-making or deciding planning applications. These sites should be given priority where practical and viable, and local authorities should consider building up, and higher densities in towns.\r\n\r\nHowever:\r\n\r\n- the term ‘brownfield’ comprises almost all types of previously developed land, including inhabited housing and land occupied by functioning businesses and industry;   \r\n- not all vacant brownfield is in the right place for sustainable residential use; \r\n- some is valuable for ecology; \r\n- some has high upfront costs for demolition or decontamination; \r\n- each local authority is already required by law to publish a register of brownfield land in its area that would be suitable for housing-led development;\r\n- not all owners will wish to develop or release sites, for different reasons; and \r\n- the rules on compulsory purchase of building sites are strict, and generally require compensation for the owner, reflecting the current land value.\r\n\r\nElected local authorities are responsible for deciding the right location and type of sustainable future development in each area, in accordance with national policies in the Framework. Rightly, planning decisions are not made on the basis of the number of objectors or supporters. Instead, each local authority is responsible for preparing a vision for future development in its area using a Local Plan. The Local Plan outlines how land should be used and takes account of any necessary restraints on development. The Plan is created in consultation with the local community, and submitted for rigorous independent examination by a planning inspector. If the Plan is judged to be properly prepared, justified, and consistent with national policy in the Framework, it can come into effect. \r\n\r\nThe Government is clear that to help make home ownership affordable for more people, and help more people rent their own home, we need to deliver more homes. To get enough homes built in the places where people and communities need them, a crucial first step is to plan for the right number of homes. Local housing need introduced in 2018 is a measure of an area’s housing need, against which councils must then consider their local circumstances and supply pipeline. Local authorities draw up a local housing target, taking into account factors including land availability and environmental constraints such as Green Belt. Following consultation to changes to the method (from August to October 2020) on 16 December 2020 we changed the formula to increase need in the 20 most populated urban areas. \r\n\r\nProtecting the Green Belt remains a priority and our national planning policy reinforces regenerating previously developed land, known as brownfield sites, and prioritising urban areas. The uplift in local housing needed within our biggest cities and urban centres in England will direct homes to where they are better served by infrastructure, and therefore protect our countryside. It also supports our wider objectives of regenerating brownfield sites, renewal, and levelling up. Green Belt decisions as outlined above will remain with local authorities and communities, ensuring they have influence over development, location and design.\r\n\r\nWhile continuing to apply strong policies to limit harm to Green Belt and the countryside, this Government is encouraging local authorities to make the most of their brownfield land. We are providing extensive financial support for this.  For example, in 2020 the Prime Minister announced that seven Mayoral Combined Authorities would receive a share of the £400 million Brownfield Housing Fund. This will help unlock 26,000 homes across England by bringing under-utilised brownfield land back into use. In addition we are investing £75 million in a Brownfield Land Release Fund for authorities not eligible for the Brownfield Housing Fund. This is new capital funding to accelerate release of local authority-owned land for housing. The Brownfield Land Release Fund is expected to release land for 7,000 homes by 2024.\r\n\r\nMinistry of Housing, Communities and Local Government", "created_at": "2021-06-03T11:38:13.411Z", "updated_at": "2021-06-03T11:38:13.411Z"}, "debate": null, "departments": [{"acronym": "DLUHC", "name": "Department for Levelling Up, Housing and Communities ", "url": "https://www.gov.uk/government/organisations/department-for-levelling-up-housing-and-communities"}], "topics": []}}, {"type": "petition", "id": 328537, "links": {"self": "https://petition.parliament.uk/petitions/328537.json"}, "attributes": {"action": "Change outdated laws to prevent forest felling when baby animals are in\r\nnests", "background": "Under the 1967 Forestry Act licences to fell woodland cannot include\r\nenforceable conditions to safeguard our rarest wildlife such as red\r\nsquirrels, bats, dormice.\r\n\r\nhttps://www.independent.co.uk/environment/red-squirrels-rare-woodland-wildlife-british-outdated-tree-felling-a8665491.html", "additional_details": "Woodlands are routinely clear-felled or left with only a few trees\r\ncontaining squirrel nests. There is always a risk that young animals are\r\neither shredded or crushed by such felling.\r\n\r\nThe public want ethically harvested timber so felling licences need\r\nenforceable conditions to protect wildlife. The Government should amend\r\nForestry legislation so this is the case in England, as it already is in\r\nScotland.", "committee_note": "", "state": "closed", "signature_count": 12383, "created_at": "2020-06-21T15:35:17.928Z", "updated_at": "2021-08-17T15:23:35.000Z", "rejected_at": null, "opened_at": "2020-08-05T09:21:04.115Z", "closed_at": "2021-02-05T23:59:59.999Z", "moderation_threshold_reached_at": "2020-06-21T19:06:44.000Z", "response_threshold_reached_at": "2020-12-15T12:44:37.000Z", "government_response_at": "2021-01-05T14:13:19.641Z", "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": null, "government_response": {"responded_on": "2021-01-05", "summary": "Landowners must comply with legislation to protect wildlife such as red squirrels, bats and dormice. Granting a felling licence does not change this; it simply authorises the felling of growing trees.", "details": "The Government responded to a petition on a similar issue on 29 January 2019.\r\n\r\nForestry is a devolved matter; in England the control of tree felling is the responsibility of the Forestry Commissioners under their powers in Part II of the Forestry Act 1967 (as amended). In most circumstances a landowner will require a felling licence from the Forestry Commission before they can legally fell their trees. When considering a felling licence application, the Forestry Commission will judge the proposals against the UK Forestry Standard: the Government’s approach to sustainable forestry. This Standard encompasses the impacts on biodiversity and recognises the importance of priority habitats and species, including red squirrels, bats and dormice. Those applying for a felling licence are therefore required to provide evidence of how they propose to manage the impact of felling on wildlife. The Forestry Commission checks all applications against a large number of records, including Red Squirrel Reserves. This allows the Forestry Commission to highlight any potential issues and advise the applicant how to avoid the disturbance or damage of protected species. All felling licences are also issued with a European Protected Species checklist, which provides further guidance to applicants about their duties in relation to species such as dormice and bats. \r\n\r\nThe Wildlife and Countryside Act 1981 makes it an offence to intentionally kill, injure or disturb a protected species or intentionally or recklessly damage any place a protected species uses for shelter or protection, including during the breeding or nesting seasons. A felling licence does not remove this responsibility. There is a defence if a person can show that the act was the incidental result of a lawful operation and could not reasonably have been avoided, but this would require them to demonstrate that they had followed best practice and taken all reasonable steps to avoid the disturbance or damage. The need to do this is brought to an applicant’s attention in a covering letter when they are issued with a felling licence.\r\n\r\nWhere other species affected are European Protected Species, which includes bats and dormice but not red squirrels, the defence of an incidental result of a lawful operation does not apply and the landowner must carry out an assessment of the possible impact on protected species and, if necessary, apply for a licence from Natural England. \r\n\r\nWhere proposed tree felling sites carry statutory designations to protect important features, such as biodiversity, the Forestry Commission is required to consult other relevant authorities and seek their agreement as to the appropriateness of any tree felling. This consultation may result in additional advisory notes being applied to a felling licence. Any additional permissions or consents that may be required, for example, Site of Special Scientific Interest consent from Natural England, must also be in place prior to felling taking place.\r\n\r\nIn the 25 Year Environment Plan the Government committed to increase the protection of existing trees and forests. While illegal felling rates are relatively low, evidence suggests that they are increasing. As illegal felling of any kind is unacceptable, Defra is proposing targeted changes through the Environment Bill which will support the Forestry Commission in helping to deter illegal felling activity and ensure that illegally felled trees are replaced.\r\n\r\nThe Government will consider whether there is a case for further strengthening any of these arrangements by amending forestry legislation as part of any regulatory review within the England Tree Strategy.\r\n\r\nDepartment for Environment, Food and Rural Affairs", "created_at": "2021-01-05T14:13:19.638Z", "updated_at": "2021-01-05T14:13:19.638Z"}, "debate": null, "departments": [{"acronym": "DEFRA", "name": "Department for Environment, Food and Rural Affairs", "url": "https://www.gov.uk/government/organisations/department-for-environment-food-rural-affairs"}], "topics": []}}, {"type": "petition", "id": 300919, "links": {"self": "https://petition.parliament.uk/petitions/300919.json"}, "attributes": {"action": "Ban the sale of artificial grass", "background": "The sale of artificial grass should be banned in the UK for environmental reasons. It is environmentally irresponsible to allow garden space occupied by grass and other plant life (which processes CO2 and supports wildlife) to be replaced by plastic which does not biodegrade.", "additional_details": "It is widely accepted that planting trees and other plants is beneficial in the fight against climate change due to their ability to process CO2. Grass and other plant life also support our wildlife. Artificial grass offers no benefit to wildlife.\r\n\r\nArtificial grass is made from plastic and will not biodegrade. Its manufacture also has a carbon footprint.\r\n\r\nFor those who do not want the maintenance of plants, decking or patios are an alternative which do not contribute towards the plastic problem.", "committee_note": null, "state": "closed", "signature_count": 11667, "created_at": "2020-03-08T12:52:07.719Z", "updated_at": "2020-11-13T18:03:47.511Z", "rejected_at": null, "opened_at": "2020-03-12T15:41:17.887Z", "closed_at": "2020-09-12T22:59:59.999Z", "moderation_threshold_reached_at": "2020-03-08T13:21:04.000Z", "response_threshold_reached_at": "2020-09-05T21:59:14.000Z", "government_response_at": "2020-09-24T16:20:07.930Z", "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": null, "government_response": {"responded_on": "2020-09-24", "summary": "The Government has no plans to ban the use of artificial grass.", "details": "We prefer to help people and companies make the right choice, rather than banning items outright.\r\n\r\nThe Government’s Resources and Waste Strategy for England, published in 2018, outlines the ways in which we will meet our ambition to eliminate all avoidable plastic waste by taking action across each stage of the product lifecycle as we move toward a more circular economy: www.gov.uk/government/publications/resources-and-waste-strategy-for-england.\r\n\r\nIt is for local authorities to comply with the legal and policy safeguards in place to protect biodiversity and ensure sustainable drainage. The Natural Environment and Rural Communities Act (2006) requires all public authorities to have regard for conserving biodiversity in the exercise of their functions. Our most important designated sites and species are also protected under the EU Habitats and Wild Birds Directives, which have been transposed into UK law, and by other domestic legislation.\r\n\r\nFurthermore, the National Planning Policy Framework, revised last year, sets out how planning policies for England are expected to be applied, including taking a strategic approach to meeting the challenge of climate change and conserving and enhancing the natural environment. The revision of the Framework has also clarified that planning policies and decisions should minimise impacts on and provide net gains for biodiversity.\r\n\r\nDepartment for Environment, Food and Rural Affairs\r\n", "created_at": "2020-09-24T16:20:07.928Z", "updated_at": "2020-09-24T16:20:07.928Z"}, "debate": null, "departments": [{"acronym": "DEFRA", "name": "Department for Environment, Food and Rural Affairs", "url": "https://www.gov.uk/government/organisations/department-for-environment-food-rural-affairs"}], "topics": []}}, {"type": "petition", "id": 310556, "links": {"self": "https://petition.parliament.uk/petitions/310556.json"}, "attributes": {"action": "For the sake of wildlife & forests ban the release of balloons and sky lanterns.", "background": "Please protect our environment by banning the release of balloons and sky lanterns.\r\nThousands of balloons and sky lanterns are released every year with little or no regard to the damage they do to our wildlife, seas and remaining forests.Government can no longer ignore the plight of nature.", "additional_details": "We call on the government to finally take action on this blatant littering of our countryside and oceans. Over eighty local authorities have already taken action to ban these items.\r\nThe RSPCA and the National Farmers Union have reported gruesome injuries and the painful death of animals, with livestock and wildlife eating lantern wire. The Fire Brigade has also had to respond to fires caused by sky lanterns.\r\nThe government cannot and must not continue to ignore this appalling practice.", "committee_note": null, "state": "closed", "signature_count": 11483, "created_at": "2020-03-26T20:33:37.083Z", "updated_at": "2020-12-08T14:08:27.000Z", "rejected_at": null, "opened_at": "2020-05-15T09:45:18.154Z", "closed_at": "2020-11-15T23:59:59.999Z", "moderation_threshold_reached_at": "2020-03-29T18:47:54.000Z", "response_threshold_reached_at": "2020-09-16T08:13:14.000Z", "government_response_at": "2020-10-05T16:06:04.102Z", "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": null, "government_response": {"responded_on": "2020-10-05", "summary": "The Government takes its responsibility of safeguarding the environment seriously. Based on evidence available, we have concluded that an outright ban would be disproportionate in the circumstances.", "details": "The Government recognises concerns that sky lanterns and balloons can pose a threat to the environment and wildlife. For this reason, Defra and the Welsh Government commissioned an independent study in 2013 into the impacts of sky lanterns and helium balloons on the health and welfare of livestock. The report concluded that these impacts were relatively minor. Any action the Government takes must be proportionate to the level of risk and we have concluded that an outright ban would be disproportionate in the circumstances.\r\n\r\nAlthough there is no legislation that specifically regulates the release of balloons or sky lanterns, voluntary actions and initiatives aimed at minimising the risks associated with sky lanterns and driving up safety standards have been effective. Initiatives include publication of a Trading Standards Institute voluntary code of practice for sky lanterns to ensure that they are manufactured to be safe and sold responsibly. Sky lanterns also fall in scope of the General Product Safety Regulations 2005 which oblige producers and distributors to place only safe consumer products on the market. These regulations are enforced by local authority Trading Standards services across the UK.\r\n\r\nWe have also provided local authorities with powers to restrict or ban the use of sky lanterns on council or public land and, as the petition notes, many local authorities have already put such measures in place.\r\n\r\nAs the law stands in England, it is conceivable that a magistrates’ court would conclude that a release of balloons or sky lanterns constitutes a littering offence. Section 87 of the Environmental Protection Act 1990 says: “A person is guilty of an offence if he throws down, drops or otherwise deposits any litter in any place to which this section applies and leaves it”. Ultimately it would be for a court to rule whether this phrase would cover balloon or sky lantern releases.\r\n\r\nCouncils in England have the necessary powers to take an individual whom they believe to be guilty of a littering offence to court or, as an alternative, issue a fixed penalty notice. Where a case does go to court, the magistrate will determine whether a particular incident constitutes a littering offence and, if so, the appropriate fine. It would be up to the council to decide whether bringing a prosecution for releasing balloons or sky lanterns was appropriate and a good use of its funds.\r\n\r\nThe Government considers the current voluntary and regulatory regime, supported by existing guidance on the safe manufacture and use of sky lanterns, is effective and proportionate. \r\n\r\nDepartment for Environment, Food and Rural Affairs", "created_at": "2020-10-05T16:06:04.101Z", "updated_at": "2020-10-05T16:06:04.101Z"}, "debate": null, "departments": [{"acronym": "DLUHC", "name": "Department for Levelling Up, Housing and Communities ", "url": "https://www.gov.uk/government/organisations/department-for-levelling-up-housing-and-communities"}], "topics": []}}, {"type": "petition", "id": 608460, "links": {"self": "https://petition.parliament.uk/petitions/608460.json"}, "attributes": {"action": "Protect and restore Britain’s lost rainforests", "background": "The UK Government should protect and restore Britain’s lost temperate rainforests by producing a ‘Great British Rainforests Strategy’. This must set out policies to better protect our remaining rainforests, and funds for farmers & landowners to restore them.", "additional_details": "Few people realise that Britain is home to temperate rainforest, a globally rare and important habitat. The rainforests are astonishingly beautiful, and they are wildlife- and carbon-rich habitats, home to many rare and unique species of lichens, mosses, fungi, birds, insects and mammals. Despite their significance, Britain’s rainforests only remain in fragmented pockets, but there is considerable potential for the Government to support the expansion of the habitat across Britain.", "committee_note": "", "state": "closed", "signature_count": 10467, "created_at": "2022-02-09T14:17:28.578Z", "updated_at": "2022-09-09T13:59:56.020Z", "rejected_at": null, "opened_at": "2022-02-15T11:25:02.073Z", "closed_at": "2022-08-15T22:59:59.999Z", "moderation_threshold_reached_at": "2022-02-10T08:27:08.000Z", "response_threshold_reached_at": "2022-07-26T11:35:39.000Z", "government_response_at": "2022-08-05T15:16:34.835Z", "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": null, "government_response": {"responded_on": "2022-08-05", "summary": "The Government recognises the importance of temperate rainforests and will continue working to protect and restore these vital habitats.", "details": "Temperate rainforests are significant habitats for biodiversity and carbon sequestration, alongside providing many other ecosystem services. The international importance of temperate rainforests (also termed Atlantic woodland) in supporting rare and threatened species has been recognised in domestic biodiversity policy for many decades. Many temperate rainforests are protected by existing policy. Many are ancient woodlands, which are protected from development in all but wholly exceptional circumstances. We have also committed in the England Trees Action Plan (ETAP) to increase protections in the planning system for long established woodland in situ since 1893. Many of our temperate rainforests support rich assemblages of species and are protected in our series of Sites of Special Scientific Interest (SSSI).\r\n\r\nThis Government has made a world-leading commitment to halt the decline in nature by 2030, which will rely on the restoration and creation of habitats across the country. This will be supported by funding from the Nature for Climate Fund, future farming schemes including Landscape Recovery, and new funds such as the Big Nature Impact Fund. We will consider, while designing and rolling out these schemes, how they might support the protection and restoration of certain types of woodlands, including ‘temperate rainforests’. We also provide financial support to the buffering and expansion of valuable woodlands, such as temperate rainforests, through the England Woodland Creation Offer, and funding for the improvement and restoration of temperate rainforest sites through the Regional Restoration Funds.\r\n\r\nWe are currently working on the revision of the 25 Year Environment Plan, the next Environmental Improvement Plan, due in January 2023. This is the overarching strategy for the environment, as set out in the Environment Act. It will integrate and continue our ETAP commitment to protect and expand resilient treescapes, including our precious temperate rainforests, in a way that is cohesive with wider environmental policy.\r\n\r\nForestry policy is devolved, so the protection and restoration of temperate rainforests outside England is a matter for the devolved authorities.\r\n\r\nDepartment for Environment, Food and Rural Affairs", "created_at": "2022-08-05T15:16:34.832Z", "updated_at": "2022-08-05T15:16:34.832Z"}, "debate": null, "departments": [{"acronym": "DEFRA", "name": "Department for Environment, Food and Rural Affairs", "url": "https://www.gov.uk/government/organisations/department-for-environment-food-rural-affairs"}], "topics": []}}, {"type": "petition", "id": 603619, "links": {"self": "https://petition.parliament.uk/petitions/603619.json"}, "attributes": {"action": "Do not build two new prisons at Wethersfield Air Base", "background": "We believe the Government is reneging on commitments in the Environment Act to stop the decline of wildlife by proposing to develop two mega-prisons on the site of the old Wethersfield airfield, which has become an important space for nature near Braintree, Essex.", "additional_details": "Some 74 species of birds, many Red-listed, nest nearby and the area comprises 75,000 trees and shrubs. The site also includes ancient woodland, as well as Great Crested Newts and rare orchids. Red-listed birds on the site include European Turtle Dove, Northern Lapwing and Grey Partridge.", "committee_note": "", "state": "closed", "signature_count": 10269, "created_at": "2021-12-14T15:06:37.694Z", "updated_at": "2022-09-09T13:59:55.968Z", "rejected_at": null, "opened_at": "2021-12-17T16:28:13.927Z", "closed_at": "2022-06-17T22:59:59.999Z", "moderation_threshold_reached_at": "2021-12-14T17:52:38.000Z", "response_threshold_reached_at": "2022-05-10T19:47:09.000Z", "government_response_at": "2022-06-15T15:57:02.433Z", "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": null, "government_response": {"responded_on": "2022-06-15", "summary": "The Government is undertaking the largest prison build programme in more than a century, one of the sites being considered is Wethersfield Air Base, a planning application has not yet been submitted.", "details": "The Ministry of Justice (MoJ) is considering the site at Wethersfield for new prisons as part of the MoJs New Prison Programme. The proposal is for one Category B training prison and one Category C resettlement prison to accommodate around 1,700 prisoners each. The MoJ has not yet decided whether to submit a planning application.\r\n \r\nThe proposed prisons, if built, would be the greenest prisons built so far and follow a new design that helps aid rehabilitation of offenders, helping make our communities safer. The new prisons would also create over 1,200 permanent jobs in the local area once the prisons were operational and hundreds of local jobs during construction.\r\n \r\nThe MoJ ran a pre-planning public consultation to seek feedback from the local community on these proposals in the Braintree District. The consultation ran from 27 September until 8 November with face to face consultation sessions on the 14 and 15 October. Residents were able to have their say by submitting comments online, over the phone or by post. We appreciate the feedback received and had around 1,800 responses.\r\n \r\nThe MoJ are currently deciding whether to proceed to submitting a planning application for new prisons on the Wethersfield site and taking time to consider the information received from the public consultation, stakeholder engagement and the results of ecological surveys on the site.\r\n  \r\nThe MoJ are committed to adhering to the Environment Act and have followed due process by engaging ecologists to conduct relevant surveys and provide the necessary advice on mitigation action required to offset the impact of the proposed development. A Preliminary Ecological Appraisal, reptile survey, and dormouse survey were conducted in 2020. A Breeding Bird Survey (BBS), great crested newt surveys, invasive non-native species survey, and an updated Phase 1 habitat survey were conducted in 2021. A Wintering Bird Survey was conducted in winter 2021/2022. A bat Preliminary Roost Assessment (PRA) has been conducted in 2022, and the following surveys are ongoing: bat activity surveys, bat roost surveys of buildings, invertebrate surveys, and a botanical survey.\r\n \r\nThe findings of these surveys have guided, and would continue to guide, the formulation of an appropriate mitigation response to the impacts of the proposed development. An ecology chapter would form part of the Environmental Statement for the Environmental Impact Assessment (EIA) if a planning application is submitted.\r\n \r\nTo mitigate the ecological impact of building on this site, prison landscaping would use native planting and seed mixes as far as possible.  \r\n\r\nThe loss of any trees, scrub, and buildings would be mitigated/compensated. Brown hares use the site, and appropriate mitigation/compensation would be provided. Great crested newt impacts are limited to habitats on land (no ponds would be lost), and we propose following the District Level Licensing route with Natural England, to offset any impacts.\r\n  \r\nThe invertebrate surveys target a wide range of rare and notable species, including priority species. We are confident that the needs of any priority species can be accommodated within the habitat provisions envisaged.\r\n \r\nThe MOJ is committed to Environment Act and to the protection of wildlife. The MoJ currently operates a number of prisons in Sites of Special Scientific interest (SSSI’s) and on sites with protected species of birds and other wildlife. Any proposals put forward for Planning Permission would have a commitment to protect the wildlife on the site and to mitigate the impact of the proposed development. \r\n\r\nMinistry of Justice\r\n", "created_at": "2022-06-15T15:57:02.431Z", "updated_at": "2022-06-15T15:57:02.431Z"}, "debate": null, "departments": [{"acronym": "MoJ", "name": "Ministry of Justice", "url": "https://www.gov.uk/government/organisations/ministry-of-justice"}], "topics": []}}, {"type": "petition", "id": 589560, "links": {"self": "https://petition.parliament.uk/petitions/589560.json"}, "attributes": {"action": "Keep all widespread species of amphibian and reptile in S5 & 8 of the WCA 1981", "background": "Keep all of our widespread species of amphibian and reptile from Schedules 5 and 8 of the Wildlife and Countryside Act 1981.\r\n\r\nDo not change the criteria that will result in the detriment to reptiles and amphibians. \r\n\r\nImprove the legal protection for reptiles and amphibians in the UK.", "additional_details": "Changing criteria to protect endangered species only is a move in the wrong direction. All reptile and amphibian species need more protection from human activity as populations are struggling.\r\n\r\nWe have seen a decline in all species for decades. If these changes go ahead, we could see species getting locally wiped out. Also a potential disease risk as people could sell and transport species.\r\n\r\nWe don’t want them all to become endangered in the first place. Prevention is the best cure", "committee_note": "", "state": "closed", "signature_count": 7131, "created_at": "2021-06-23T10:22:09.909Z", "updated_at": "2021-12-30T00:00:02.141Z", "rejected_at": null, "opened_at": "2021-06-29T07:54:58.457Z", "closed_at": "2021-12-29T23:59:59.999Z", "moderation_threshold_reached_at": "2021-06-23T10:45:25.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": null, "government_response": null, "debate": null, "departments": [{"acronym": "DEFRA", "name": "Department for Environment, Food and Rural Affairs", "url": "https://www.gov.uk/government/organisations/department-for-environment-food-rural-affairs"}], "topics": []}}, {"type": "petition", "id": 581252, "links": {"self": "https://petition.parliament.uk/petitions/581252.json"}, "attributes": {"action": "Review and reform laws on the private keeping of Dangerous Wild Animals (DWA)", "background": "Latest research (Born Free 2021) revealed that DWA Act licences were issued for at least 3,951 animals in Great Britain in 2020; and the number kept as ‘pets’ has increased since 2000. Current legislation fails to adequately address animal welfare and takes no account of wildlife conservation.", "additional_details": "We are calling for a comprehensive review, leading to far greater restrictions on the trade in and private keeping of wild animals in the UK based on:\r\n\r\n•Whether individual welfare needs can be met, and owners have the necessary qualifications and experience\r\n•Whether trade is likely to compromise the conservation of species in the wild\r\n•Potential environmental concerns, such as the escape of invasive species\r\n•Full consideration of the risks to public and animal health & safety, including zoonoses.", "committee_note": "", "state": "closed", "signature_count": 7089, "created_at": "2021-03-26T09:15:02.422Z", "updated_at": "2022-03-08T10:34:30.691Z", "rejected_at": null, "opened_at": "2021-04-01T19:53:16.140Z", "closed_at": "2021-10-01T22:59:59.999Z", "moderation_threshold_reached_at": "2021-03-26T12:58:45.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": null, "government_response": null, "debate": null, "departments": [{"acronym": "DEFRA", "name": "Department for Environment, Food and Rural Affairs", "url": "https://www.gov.uk/government/organisations/department-for-environment-food-rural-affairs"}], "topics": []}}, {"type": "petition", "id": 582331, "links": {"self": "https://petition.parliament.uk/petitions/582331.json"}, "attributes": {"action": "Introduce 3 point penalty on driving licence for litter thrown from any vehicle", "background": "Increase penalties for throwing litter from any vehicle 3 points on their driving licence. To include not putting rubbish in the bins in lay-bys etc. Human waste / bottles of urine increase to 4 points.  It is hoped this will get the message across that littering is unacceptable as well as illegal.", "additional_details": "The roads in our country are a disgrace as far as litter is concerned, it is antisocial, dangerous to the environment and wildlife.  Drive along any road or pull into a lay-by to see the extent of this. Get our country clean again, we are one of the worst in Europe now.  The amount of bottles filled with urine thrown from trucks and lay-bys full of litter including human faeces, shameful. \r\nThere are man voluntary litter pickers doing a great job but it is too dangerous to pick the main roads.", "committee_note": null, "state": "closed", "signature_count": 7026, "created_at": "2021-04-06T14:35:11.169Z", "updated_at": "2022-08-23T09:06:05.855Z", "rejected_at": null, "opened_at": "2021-04-13T16:10:29.587Z", "closed_at": "2021-10-13T22:59:59.999Z", "moderation_threshold_reached_at": "2021-04-07T16:36:05.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": null, "government_response": null, "debate": null, "departments": [{"acronym": "DfT", "name": "Department for Transport", "url": "https://www.gov.uk/government/organisations/department-for-transport"}], "topics": []}}, {"type": "petition", "id": 551094, "links": {"self": "https://petition.parliament.uk/petitions/551094.json"}, "attributes": {"action": "Review travel advice and travel corridor list for African countries", "background": "The Government should review its travel corridor list and advice for travel to African countries, in line with the same metrics used for the rest of the world. If metrics of cases per 100k and testing levels were used, this could enable travel to Eastern and Southern Africa, to start with.", "additional_details": "1. Humanitarian: The African continent relies heavily on international travel for £130bn income and 25m jobs. Each African travel job typically supports 8-10 dependents, helping to support up to 250m people across Africa.\r\n2. Wildlife: More eyes on the ground in Africa should reduce poaching or rhino, elephant and pangolin and subsistence killing of animals for bush meat.\r\n3. UK Jobs: Protect UK jobs across tour operators, travel agents, tourist boards, airlines, marketing and PR companies.", "committee_note": "", "state": "closed", "signature_count": 6348, "created_at": "2020-09-13T10:03:27.339Z", "updated_at": "2021-04-07T23:00:08.126Z", "rejected_at": null, "opened_at": "2020-10-07T11:15:45.156Z", "closed_at": "2021-04-07T22:59:59.999Z", "moderation_threshold_reached_at": "2020-09-14T08:30:14.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": null, "government_response": null, "debate": null, "departments": [{"acronym": "DfT", "name": "Department for Transport", "url": "https://www.gov.uk/government/organisations/department-for-transport"}, {"acronym": "FCDO", "name": "Foreign, Commonwealth & Development Office", "url": "https://www.gov.uk/government/organisations/foreign-commonwealth-office"}], "topics": ["covid-19"]}}, {"type": "petition", "id": 577582, "links": {"self": "https://petition.parliament.uk/petitions/577582.json"}, "attributes": {"action": "Remove the otter’s protected species status", "background": "The Eurasian otter (Lutra Lutra) is now firmly established in the river systems across the UK and appear to be in far greater numbers than anyone can recall.", "additional_details": "We believe the protection afforded by a number of priority species lists and The Wildlife and Countryside Act 1981 should be removed as it is no longer appropriate, in order to protect and maintain a balanced riverine environment.", "committee_note": "", "state": "closed", "signature_count": 5318, "created_at": "2021-03-02T12:09:14.517Z", "updated_at": "2021-10-08T23:00:07.400Z", "rejected_at": null, "opened_at": "2021-04-08T15:50:57.108Z", "closed_at": "2021-10-08T22:59:59.999Z", "moderation_threshold_reached_at": "2021-03-02T20:09:25.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": null, "government_response": null, "debate": null, "departments": [{"acronym": "DEFRA", "name": "Department for Environment, Food and Rural Affairs", "url": "https://www.gov.uk/government/organisations/department-for-environment-food-rural-affairs"}], "topics": []}}, {"type": "petition", "id": 624406, "links": {"self": "https://petition.parliament.uk/petitions/624406.json"}, "attributes": {"action": "Ban the sale of all non-organic pesticides to the general public", "background": "Many non-organic pesticides can currently be sold to anyone in the UK without any checks or training. They should be banned from sale, online and in person, to the general public.", "additional_details": "41% of insects around the world are threatened with extinction, including due to use of pesticides, alongside habitat destruction and climate change (Wildlife Trusts). We've seen a 68% decrease in population sizes of mammals, birds, amphibians, reptiles and fish between 1970 - 2016 (The Living Planet Report 2020). There is a wealth of experience that shows you can home garden successfully without non-organic pesticides, yet these kill billions of insects each year, which also contributes to the deaths of birds, mammals and other life that need them.", "committee_note": "", "state": "open", "signature_count": 5188, "created_at": "2022-10-03T09:06:26.175Z", "updated_at": "2023-01-03T08:32:00.000Z", "rejected_at": null, "opened_at": "2022-10-06T15:02:23.317Z", "closed_at": null, "moderation_threshold_reached_at": "2022-10-03T09:27:00.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": "Jack Wallington", "rejection": null, "government_response": null, "debate": null, "departments": [{"acronym": "DEFRA", "name": "Department for Environment, Food and Rural Affairs", "url": "https://www.gov.uk/government/organisations/department-for-environment-food-rural-affairs"}], "topics": []}}, {"type": "petition", "id": 616394, "links": {"self": "https://petition.parliament.uk/petitions/616394.json"}, "attributes": {"action": "Require local authorities replace roadside grass with wild flowers", "background": "We want roadside grass, including verges and roundabouts, to be replaced with wild flower 'meadows'. The Government should pass legislation to require local authorities to implement this policy.", "additional_details": "This proposal should be beneficial to the environment and wildlife, require less mowing once established, look better, and require less use of harmful weedkillers.\r\n \r\nIt also should not impact on driver safety as should only grow 1 to 2 feet high and not impact upon a driver's view.", "committee_note": "", "state": "closed", "signature_count": 4668, "created_at": "2022-05-10T18:34:49.727Z", "updated_at": "2022-12-01T00:00:03.366Z", "rejected_at": null, "opened_at": "2022-05-16T13:20:02.611Z", "closed_at": "2022-11-30T23:59:59.999Z", "moderation_threshold_reached_at": "2022-05-11T13:50:09.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": null, "government_response": null, "debate": null, "departments": [{"acronym": "DfT", "name": "Department for Transport", "url": "https://www.gov.uk/government/organisations/department-for-transport"}], "topics": []}}, {"type": "petition", "id": 553065, "links": {"self": "https://petition.parliament.uk/petitions/553065.json"}, "attributes": {"action": "Ban plastic label and clothing fasteners and incentivise reuse of plastic items.", "background": "Require manufacturers to find alternatives to plastic hooks, tags and loops on clothing (e.g. paired socks, folded packaged shirts, hanging loops on tops) and other products. \r\nRequire shops to charge for clothing hangers or operate a return/refund scheme to incentivise customers and reduce waste.", "additional_details": "Phasing out single use plastic is a challenge, but we need to be moving more quickly where obvious alternatives exist or where the plastic items are simply unnecessary. Plastic label fasteners, hooks and tags are used throughout the clothing industry and on innumerable other products - these are snapped, cut, disposed of - at risk to wildlife in many cases, and never used again. Banning these items and requiring deposit-return schemes for clothing hangers would be a step in the right direction.", "committee_note": null, "state": "closed", "signature_count": 4489, "created_at": "2020-10-02T08:40:41.153Z", "updated_at": "2021-08-20T16:31:43.612Z", "rejected_at": null, "opened_at": "2020-10-19T13:37:31.009Z", "closed_at": "2021-04-19T22:59:59.999Z", "moderation_threshold_reached_at": "2020-10-02T17:31:54.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": null, "government_response": null, "debate": null, "departments": [{"acronym": "DEFRA", "name": "Department for Environment, Food and Rural Affairs", "url": "https://www.gov.uk/government/organisations/department-for-environment-food-rural-affairs"}], "topics": []}}, {"type": "petition", "id": 571229, "links": {"self": "https://petition.parliament.uk/petitions/571229.json"}, "attributes": {"action": "Ban the use of plastic 6 pack rings in the UK", "background": "I want the Government to ban the use of plastic 6 pack rings in the UK due to the damage they cause to the environment.  They're particularly damaging to wildlife and have been banned already in some parts of the world.", "additional_details": "Although consumer pressure is already persuading some manufacturers to abandon plastic 6 pack rings it would be better if there was an outright, legal ban. Only the government can pass a law to do that.", "committee_note": "", "state": "closed", "signature_count": 4147, "created_at": "2021-01-20T20:55:08.898Z", "updated_at": "2022-11-28T11:55:17.156Z", "rejected_at": null, "opened_at": "2021-03-08T17:47:02.489Z", "closed_at": "2021-09-08T22:59:59.999Z", "moderation_threshold_reached_at": "2021-01-20T22:07:47.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": null, "government_response": null, "debate": null, "departments": [{"acronym": "DEFRA", "name": "Department for Environment, Food and Rural Affairs", "url": "https://www.gov.uk/government/organisations/department-for-environment-food-rural-affairs"}], "topics": []}}, {"type": "petition", "id": 328528, "links": {"self": "https://petition.parliament.uk/petitions/328528.json"}, "attributes": {"action": "Incorporate wildlife tunnels in the HS2 plans to mitigate ecological damage", "background": "Create regular tunnels under the railway to connect habitats and provide safe passage for wildlife. This should be a mixture of small tunnels for small mammals, invertebrates and amphibians, large tunnels for deer and badgers, and culverts for aquatic/semi-aquatic life.", "additional_details": "Overground areas of HS2 pose a variety of threats to wildlife by blocking movement or causing direct mortality. Wildlife tunnels can mitigate these effects by connecting fragmented urban and rural habitat and reducing collisions - it has been extremely successful with other infrastructure projects across the world. Connectivity is vital for maintaining genetic diversity and allowing animals assess different territories, resources and mates; all vital for preventing further species decline.", "committee_note": null, "state": "closed", "signature_count": 3269, "created_at": "2020-06-21T13:37:18.192Z", "updated_at": "2021-07-26T16:51:49.758Z", "rejected_at": null, "opened_at": "2020-09-07T13:15:08.778Z", "closed_at": "2021-03-07T23:59:59.999Z", "moderation_threshold_reached_at": "2020-06-24T15:09:14.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": null, "government_response": null, "debate": null, "departments": [{"acronym": "DfT", "name": "Department for Transport", "url": "https://www.gov.uk/government/organisations/department-for-transport"}], "topics": []}}, {"type": "petition", "id": 334111, "links": {"self": "https://petition.parliament.uk/petitions/334111.json"}, "attributes": {"action": "Review the approval of fish barriers at Hoveton Great Broad", "background": "The Government should review the Environment Agency decision to grant a license to install fish barriers and re-examine the results of the 7 year study demonstrating the importance of Hoveton Great Broad to fish and wildlife in the Broads.", "additional_details": "Angling is said to be worth over £100 million to the broads economy now at risk by these plans. I am concerned that the Heritage Lottery funding for the project appears to have been obtained on a false prospectus and due process not followed in the permitting decision with formal objections from Environment Agency fisheries experts seemingly disregarded and Water Framework Directive requirements potentially breached along with SAFFA's requirement on the EA to protect, enhance and improve freshwater fisheries, protect spawning fish and areas where fish spawn.", "committee_note": "", "state": "closed", "signature_count": 3268, "created_at": "2020-08-07T09:15:07.877Z", "updated_at": "2021-02-18T00:00:00.888Z", "rejected_at": null, "opened_at": "2020-08-17T08:10:44.324Z", "closed_at": "2021-02-17T23:59:59.999Z", "moderation_threshold_reached_at": "2020-08-07T10:19:24.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": null, "government_response": null, "debate": null, "departments": [{"acronym": "DEFRA", "name": "Department for Environment, Food and Rural Affairs", "url": "https://www.gov.uk/government/organisations/department-for-environment-food-rural-affairs"}], "topics": []}}, {"type": "petition", "id": 608803, "links": {"self": "https://petition.parliament.uk/petitions/608803.json"}, "attributes": {"action": "Regulate wildlife food so it’s safer for hedgehogs, and all mammals & birds", "background": "Shockingly there are currently no regulations on foods sold to be given to wildlife. These foods can contain ingredients that are unsuitable or even harmful.", "additional_details": "We are calling on the Government to regulate these products, so only foods that are suitable for particular animals can be sold as such.\r\n \r\nSadly, well-meaning people are buying products labelled as food for particular animals, but they often contain ingredients that can cause the animals that eat it health problems, or even death. We are therefore calling on the government to regulate these products.\r\n \r\nOn 30th July 2020, hedgehogs were added to the Red List for British mammals and classified as vulnerable to extinction. Ensuring food sold as suitable for hedgehogs is safe could help protect this species.\r\n", "committee_note": "", "state": "closed", "signature_count": 3243, "created_at": "2022-02-15T11:10:37.456Z", "updated_at": "2022-08-18T23:00:06.497Z", "rejected_at": null, "opened_at": "2022-02-18T16:17:17.925Z", "closed_at": "2022-08-18T22:59:59.999Z", "moderation_threshold_reached_at": "2022-02-15T12:47:48.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": null, "government_response": null, "debate": null, "departments": [{"acronym": "DEFRA", "name": "Department for Environment, Food and Rural Affairs", "url": "https://www.gov.uk/government/organisations/department-for-environment-food-rural-affairs"}], "topics": []}}, {"type": "petition", "id": 577569, "links": {"self": "https://petition.parliament.uk/petitions/577569.json"}, "attributes": {"action": "Make mountain hares a protected species in the Wildlife and Countryside Act 1981", "background": "The conservation status of UK mountain hares, a native species, is currently unfavourable. We urge the Government to amend legislation to provide an equivalent level of protection for mountain hares in England & Wales to that conferred on more abundant Scottish mountain hares.", "additional_details": "Mountain hares, a UK Biodiversity Action Plan priority species, exist in England as a highly vulnerable, very small and isolated population in the Peak District. Current legal protection is wholly inadequate and fails to protect against factors which contribute to significant population decline, such as over-shooting, snaring, trapping, hunting & coursing. Continued unregulated human activity in conjunction with environmental factors could prove catastrophic to this population.", "committee_note": "", "state": "closed", "signature_count": 3008, "created_at": "2021-03-02T10:50:20.498Z", "updated_at": "2021-09-09T23:00:07.873Z", "rejected_at": null, "opened_at": "2021-03-09T10:24:51.374Z", "closed_at": "2021-09-09T22:59:59.999Z", "moderation_threshold_reached_at": "2021-03-02T13:38:25.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": null, "government_response": null, "debate": null, "departments": [{"acronym": "DEFRA", "name": "Department for Environment, Food and Rural Affairs", "url": "https://www.gov.uk/government/organisations/department-for-environment-food-rural-affairs"}], "topics": []}}, {"type": "petition", "id": 613442, "links": {"self": "https://petition.parliament.uk/petitions/613442.json"}, "attributes": {"action": "Ban the sale of flying plastic rings to help protect marine wildlife", "background": "Flying Ring, Frisbees with holes whatever you want to call them, are harming our marine wildlife. The sale of them needs to be banned. Every year there are reports of hundreds of seals ending up injured or dead because of a simple toy. ", "additional_details": "Flying rings get embedded into seals necks and cause, I should imagine, a lot of pain.\r\n\r\nSeal pups are apparently inquisitive mammals so often play with these rings when they find them. It then gets stuck on their neck and as they grow it gets tighter and tighter until eventually they choke or starve to death. Please ban the sale.", "committee_note": "", "state": "closed", "signature_count": 2996, "created_at": "2022-03-31T17:56:23.252Z", "updated_at": "2022-11-28T12:09:24.772Z", "rejected_at": null, "opened_at": "2022-04-05T15:55:52.506Z", "closed_at": "2022-10-19T22:59:59.999Z", "moderation_threshold_reached_at": "2022-03-31T18:48:59.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": null, "government_response": null, "debate": null, "departments": [{"acronym": "BEIS", "name": "Department for Business, Energy and Industrial Strategy", "url": "https://www.gov.uk/government/organisations/department-for-business-energy-and-industrial-strategy"}], "topics": []}}, {"type": "petition", "id": 300368, "links": {"self": "https://petition.parliament.uk/petitions/300368.json"}, "attributes": {"action": "Ban the use of peat in gardening and horticulture", "background": "Peat is vital in fighting climate & ecological breakdown, as peat bogs store vast amounts of carbon and provide wildlife habitat. Using peat based compost destroys peat bogs. We need to ban the use of peat in gardening & horticulture.", "additional_details": "• 3 million cubic metres of peat sold for horticultural use annually in UK, ⅓ from UK peatlands (IUCN http://bit.ly/peat-extraction-horticulture) \r\n• 20 million tonnes carbon dioxide lost to atmosphere annually from UK’s damaged peatlands (IUCN http://bit.ly/peat-climate) \r\n• Peatland destruction releasing vast amounts of CO2 (New Scientist http://bit.ly/peatland-destruction)  \r\n• Peatlands support many important species & unique ecosystems (IUCN http://bit.ly/peat-species)", "committee_note": null, "state": "closed", "signature_count": 2971, "created_at": "2020-03-04T22:42:51.055Z", "updated_at": "2020-11-13T18:01:34.476Z", "rejected_at": null, "opened_at": "2020-03-10T19:09:31.583Z", "closed_at": "2020-09-10T22:59:59.999Z", "moderation_threshold_reached_at": "2020-03-05T16:58:54.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": null, "government_response": null, "debate": null, "departments": [{"acronym": "DEFRA", "name": "Department for Environment, Food and Rural Affairs", "url": "https://www.gov.uk/government/organisations/department-for-environment-food-rural-affairs"}], "topics": []}}, {"type": "petition", "id": 559409, "links": {"self": "https://petition.parliament.uk/petitions/559409.json"}, "attributes": {"action": "Create a wildlife corridor in place of HS2", "background": "This wildlife belt - a 330 mile long stretch of woodlands, hedgerows, wetlands, orchards and meadows - would be the UK's longest nature reserve and have a massive impact on nature recovery across the UK, serving as a conservation area, a critical link between distant habitats and a living seed bank.", "additional_details": "We are in the midst of a pandemic, witnessing an extinction of plant and animal species on an unprecedented scale and heading towards a climate catastrophe. Saving lives, protecting and regenerating natural habitats, supporting local economies – all are a matter of urgency and must be given priority over hugely expensive, long term infrastructure projects that are bound to fail the test of time. Further costs, destruction and CO2 emissions needed to complete HS2 works cannot be justified.", "committee_note": null, "state": "closed", "signature_count": 2741, "created_at": "2020-11-06T17:59:42.763Z", "updated_at": "2021-07-26T16:46:02.734Z", "rejected_at": null, "opened_at": "2021-01-08T13:32:43.459Z", "closed_at": "2021-07-08T22:59:59.999Z", "moderation_threshold_reached_at": "2020-11-06T18:35:47.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": null, "government_response": null, "debate": null, "departments": [{"acronym": "DfT", "name": "Department for Transport", "url": "https://www.gov.uk/government/organisations/department-for-transport"}], "topics": []}}, {"type": "petition", "id": 300077, "links": {"self": "https://petition.parliament.uk/petitions/300077.json"}, "attributes": {"action": "Regulate wildlife food so it’s safer for our UK hedgehogs, mammals & birds", "background": "Wildlife food isn’t regulated. Anything can be in the food & sold to the public as suitable. But it could be harmful, of poor quality, even fatal or not nutritionally correct. We request a team be set up to agree on safe, nutritious food, specially designed for all our UK hedgehogs, mammals & birds.", "additional_details": "UK wildlife is depleting fast with destruction of habitats & climate crisis. It is more important now than ever to give a helping hand before it disappears completely. The State of Nature Report says that hedgehogs have declined more than 50%, 25% of UK mammals & 50% of birds are at risk of extinction. We need help to get wildlife food regulated. The general public are willing to help but need to be able to provide good quality food to actually improve outcomes for our UK wildlife.", "committee_note": "", "state": "closed", "signature_count": 2362, "created_at": "2020-03-03T14:17:29.745Z", "updated_at": "2020-10-16T09:51:54.000Z", "rejected_at": null, "opened_at": "2020-03-05T11:29:25.623Z", "closed_at": "2020-09-05T22:59:59.999Z", "moderation_threshold_reached_at": "2020-03-03T14:39:24.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": null, "government_response": null, "debate": null, "departments": [{"acronym": "DEFRA", "name": "Department for Environment, Food and Rural Affairs", "url": "https://www.gov.uk/government/organisations/department-for-environment-food-rural-affairs"}], "topics": []}}, {"type": "petition", "id": 585331, "links": {"self": "https://petition.parliament.uk/petitions/585331.json"}, "attributes": {"action": "Review the safety, environmental and wildlife impact of reservoirs", "background": "In February our lovely dogs, Coco and Spotty, perished in a local farm reservoir. It was not fenced and had a new polypropylene lining which means that, when wet, it is so slippery it is impossible for anyone (human or animal) to climb out. ", "additional_details": "The Government should:\r\n\r\n- Commission research into the safest, most effective, most environmentally-friendly and most wildlife-friendly way to capture and store rainwater on farms.\r\n\r\n- Require land owners to add secure perimeters to their reservoirs such as cargo netting or fencing.\r\n\r\n- Ensure all water resource management grants include ring-fenced funding for robust health and safety measures", "committee_note": "", "state": "closed", "signature_count": 2211, "created_at": "2021-05-08T14:15:05.949Z", "updated_at": "2022-10-24T09:07:00.000Z", "rejected_at": null, "opened_at": "2021-05-17T10:05:25.576Z", "closed_at": "2021-11-17T23:59:59.999Z", "moderation_threshold_reached_at": "2021-05-08T15:38:35.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": null, "government_response": null, "debate": null, "departments": [{"acronym": "DEFRA", "name": "Department for Environment, Food and Rural Affairs", "url": "https://www.gov.uk/government/organisations/department-for-environment-food-rural-affairs"}], "topics": []}}, {"type": "petition", "id": 572026, "links": {"self": "https://petition.parliament.uk/petitions/572026.json"}, "attributes": {"action": "Increase funding for flood defences for East Anglia", "background": "We need the Government to provide funding to ensure that infrastructure designed to drain & protect East Anglia from flooding is restored and improved to its full capability.\r\n \r\nThe system must be capable of dealing with the pressures of the 21st century & the future challenges from global warming.", "additional_details": "The threat of flood is real. As seen in December 2020: Homes were flooded, businesses were shut, national infrastructure was closed (A14), people evacuated from their homes and businesses and wildlife habitats destroyed.\r\n \r\nIf this issue is not addressed with urgency this is a man-made disaster waiting to happen. If the flood defences cannot express the surge of water quick enough the defences shall be breached and flooding of a great economic and humanitarian will happen. Action is needed now.", "committee_note": "", "state": "closed", "signature_count": 2064, "created_at": "2021-01-25T21:32:13.056Z", "updated_at": "2021-09-02T23:00:07.469Z", "rejected_at": null, "opened_at": "2021-03-02T10:01:11.724Z", "closed_at": "2021-09-02T22:59:59.999Z", "moderation_threshold_reached_at": "2021-01-25T21:44:07.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": null, "government_response": null, "debate": null, "departments": [{"acronym": "DEFRA", "name": "Department for Environment, Food and Rural Affairs", "url": "https://www.gov.uk/government/organisations/department-for-environment-food-rural-affairs"}], "topics": []}}, {"type": "petition", "id": 599451, "links": {"self": "https://petition.parliament.uk/petitions/599451.json"}, "attributes": {"action": "Ban use and sale of non-silent fireworks ", "background": "Why can't we learn from 20/21 New Year when there were laser and light displays and silent firework displays only? This should ensure that celebrations do not cause nuisance that can cause upset and trauma to pets, military veterans and sensitive children. ", "additional_details": "It is really an awful time for our wildlife, livestock, pets, military veterans and sensitive children at this time of year.\r\nNot only is it about everyone's safety and well-being, it's also about every animals well-being.\r\nWe are supposed to be a nation of animal lovers.\r\n", "committee_note": "", "state": "closed", "signature_count": 1875, "created_at": "2021-10-19T20:29:30.746Z", "updated_at": "2022-04-25T23:00:02.378Z", "rejected_at": null, "opened_at": "2021-10-25T13:38:34.095Z", "closed_at": "2022-04-25T22:59:59.999Z", "moderation_threshold_reached_at": "2021-10-20T05:18:48.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": null, "government_response": null, "debate": null, "departments": [{"acronym": "BEIS", "name": "Department for Business, Energy and Industrial Strategy", "url": "https://www.gov.uk/government/organisations/department-for-business-energy-and-industrial-strategy"}], "topics": []}}, {"type": "petition", "id": 553647, "links": {"self": "https://petition.parliament.uk/petitions/553647.json"}, "attributes": {"action": "Protect Jones’ Hill Wood from being destroyed by HS2", "background": "Stop Jones’ Hill Wood from being destroyed due to HS2 development. Leave this beautiful, ancient woodland alone.", "additional_details": "Jones’ Hill Wood is a beautiful woodland area that inspired Roald Dahl to write ‘Fantastic Mr. Fox’. Not only is it a part of history but also a home for wildlife and a stunning place that people can visit. It allows for people to be educated on nature and offers them a stunning environment to enjoy.", "committee_note": null, "state": "closed", "signature_count": 1519, "created_at": "2020-10-08T13:07:44.510Z", "updated_at": "2021-07-26T17:20:30.964Z", "rejected_at": null, "opened_at": "2020-11-06T14:16:05.791Z", "closed_at": "2021-05-06T22:59:59.999Z", "moderation_threshold_reached_at": "2020-10-08T19:07:34.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": null, "government_response": null, "debate": null, "departments": [{"acronym": "DfT", "name": "Department for Transport", "url": "https://www.gov.uk/government/organisations/department-for-transport"}], "topics": []}}, {"type": "petition", "id": 593890, "links": {"self": "https://petition.parliament.uk/petitions/593890.json"}, "attributes": {"action": "Ban the sale of manual plastic toothbrushes in the UK by 2025.", "background": "We would like the UK Government to ban the sale of manual plastic toothbrushes in the UK by 2025. Manual plastic toothbrushes are a notorious example of harmful plastic waste, and there are a variety of environmentally friendly alternatives in the market to move forward with.", "additional_details": "In the UK alone, 264 million manual plastic toothbrushes are thrown out every year. Each one of these plastic toothbrushes is non-biodegradable, meaning they'll last in the environment for over 600 years causing damage to wildlife and littering our country. There are already a variety of green alternatives available today, like bamboo toothbrushes which are readily biodegradable. Toothbrushes do not need to be harmful to the environment, so let's ban manual plastic ones.", "committee_note": "", "state": "closed", "signature_count": 1475, "created_at": "2021-08-01T19:47:10.316Z", "updated_at": "2022-11-28T12:02:45.482Z", "rejected_at": null, "opened_at": "2021-08-04T08:40:20.847Z", "closed_at": "2022-02-04T23:59:59.999Z", "moderation_threshold_reached_at": "2021-08-02T22:07:45.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": null, "government_response": null, "debate": null, "departments": [{"acronym": "DEFRA", "name": "Department for Environment, Food and Rural Affairs", "url": "https://www.gov.uk/government/organisations/department-for-environment-food-rural-affairs"}], "topics": []}}, {"type": "petition", "id": 608231, "links": {"self": "https://petition.parliament.uk/petitions/608231.json"}, "attributes": {"action": "Ban Jetskis from coastal waters and inland waterways", "background": "Jetskis are a hazard to wildlife and the natural environment, often being driven too fast for wildlife and people to respond and get out of their way. Users sometimes harass and chase wildlife, they are often unable to see some flora and fauna which lies just below the surface.", "additional_details": "Our wildlife is in crisis and we must respond quickly.  There have been promises of more protection and reversing declines. Jetskis are designed for speed and thrills and in many cases are used in fairly shallow waters. They are not compatible with the protection of our marine environment in coastal waters and inland waterways.  Important flora and fauna can be harmed and disturbed by these speeding motorised water craft. Swimmers and divers can also be at risk of harm. We need an outright ban", "committee_note": null, "state": "closed", "signature_count": 1255, "created_at": "2022-02-06T16:57:21.196Z", "updated_at": "2022-08-09T23:00:02.033Z", "rejected_at": null, "opened_at": "2022-02-09T16:36:29.065Z", "closed_at": "2022-08-09T22:59:59.999Z", "moderation_threshold_reached_at": "2022-02-06T21:15:58.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": null, "government_response": null, "debate": null, "departments": [{"acronym": "DfT", "name": "Department for Transport", "url": "https://www.gov.uk/government/organisations/department-for-transport"}], "topics": []}}, {"type": "petition", "id": 441928, "links": {"self": "https://petition.parliament.uk/petitions/441928.json"}, "attributes": {"action": "Create a nationwide network of pollinator passages, to form The Bee Superhighway", "background": "We want the government to highlight, promote and support the importance of creating pollinator networks nationwide. A super highway for pollinators that connects landscapes ward by ward, borough by borough, county by county and region by region, thus building a network of habitats for pollinators.", "additional_details": "A third of British wild bees and pollinators are in decline. If current trends continue, some species will be lost from Britain indefinitely.\r\nPollination is mutually beneficial to plants and pollinators. Pollinators are an essential component of the habitats and ecosystem that we and many animals rely on for food, shelter and well-being. This network, The Bee Superhighway, will foster that and help the long term sustainability of food production and wildlife livelihood and we must encourage it.", "committee_note": null, "state": "closed", "signature_count": 1045, "created_at": "2020-08-12T10:27:12.271Z", "updated_at": "2021-02-19T00:00:02.126Z", "rejected_at": null, "opened_at": "2020-08-18T15:06:27.092Z", "closed_at": "2021-02-18T23:59:59.999Z", "moderation_threshold_reached_at": "2020-08-12T12:17:44.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": null, "government_response": null, "debate": null, "departments": [{"acronym": "DEFRA", "name": "Department for Environment, Food and Rural Affairs", "url": "https://www.gov.uk/government/organisations/department-for-environment-food-rural-affairs"}], "topics": []}}, {"type": "petition", "id": 599983, "links": {"self": "https://petition.parliament.uk/petitions/599983.json"}, "attributes": {"action": "Ban balloon releases which are harmful to wildlife", "background": "Balloon releases can be harmful to wildlife and can cause plastic waste pollution. Seals and birds get tangled up in the plastic waste left behind. It is illegal to drop litter in the streets and it should be illegal to release balloons into the air. ", "additional_details": "Plant a tree or erect a bench, but please stop these balloon releases\r\nPrevention of even more plastic pollutants\r\n", "committee_note": "", "state": "closed", "signature_count": 951, "created_at": "2021-10-27T20:57:47.218Z", "updated_at": "2022-05-09T23:00:01.859Z", "rejected_at": null, "opened_at": "2021-11-09T17:44:52.685Z", "closed_at": "2022-05-09T22:59:59.999Z", "moderation_threshold_reached_at": "2021-10-31T22:49:18.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": null, "government_response": null, "debate": null, "departments": [{"acronym": "DEFRA", "name": "Department for Environment, Food and Rural Affairs", "url": "https://www.gov.uk/government/organisations/department-for-environment-food-rural-affairs"}], "topics": []}}, {"type": "petition", "id": 575361, "links": {"self": "https://petition.parliament.uk/petitions/575361.json"}, "attributes": {"action": "Increase penalties for illegal off-road driving", "background": "Penalties for illegal off-road driving should be increased, with greater minimum sentences/fines and vehicle confiscation, to deter the huge increase in recreational off-road vehicle usage on grazing/common land which is damaging the livestock, our wildlife, environment and rural communities.", "additional_details": "Local wildlife, farmers, communities have relied on moorlands for generations and these vital peatlands are under threat with livestock unable to graze safely now. These illegal, vehicle users are shredding moorland to pieces. This problem has grown over the years and the increase is mainly adults using our moorland to exercise off-road bikes/4x4s and has now reached an overwhelming level. The huge increase in this illegal activity is damaging breeding grounds and the environment to a huge level.", "committee_note": "", "state": "closed", "signature_count": 705, "created_at": "2021-02-15T14:45:17.428Z", "updated_at": "2021-10-20T23:00:08.513Z", "rejected_at": null, "opened_at": "2021-04-20T08:48:26.498Z", "closed_at": "2021-10-20T22:59:59.999Z", "moderation_threshold_reached_at": "2021-03-07T08:26:25.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": null, "government_response": null, "debate": null, "departments": [{"acronym": "DfT", "name": "Department for Transport", "url": "https://www.gov.uk/government/organisations/department-for-transport"}], "topics": []}}, {"type": "petition", "id": 561500, "links": {"self": "https://petition.parliament.uk/petitions/561500.json"}, "attributes": {"action": "Make the sale and ownership of gin traps illegal within the UK", "background": "Since 1958 the use of gin traps has been illegal within the UK. However, in a loop hole it is still legal to own and sell these dangerous traps. Meaning anyone can possess and use these traps, making them a hazard to unsuspecting pets and wildlife.", "additional_details": "Having a recent experience of my neighbour using these traps in an attempt to maim my own cats, it has been made clear to me , with some research, that these are still being used within the UK. Trapping and harming all manner of animals including cats, dogs, foxes, and hedgehogs etc.\r\n\r\nThese barbaric devices and are designed to inflict as much harm as possible to animals. This law needs to be changed as soon as possible to stop the pain being inflicted onto unsuspecting and innocent animals.", "committee_note": null, "state": "closed", "signature_count": 663, "created_at": "2020-11-22T17:04:35.960Z", "updated_at": "2021-05-27T23:00:06.496Z", "rejected_at": null, "opened_at": "2020-11-27T17:31:44.752Z", "closed_at": "2021-05-27T22:59:59.999Z", "moderation_threshold_reached_at": "2020-11-22T17:11:47.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": null, "government_response": null, "debate": null, "departments": [{"acronym": "DEFRA", "name": "Department for Environment, Food and Rural Affairs", "url": "https://www.gov.uk/government/organisations/department-for-environment-food-rural-affairs"}], "topics": []}}, {"type": "petition", "id": 574020, "links": {"self": "https://petition.parliament.uk/petitions/574020.json"}, "attributes": {"action": "Extend Dogs (Protection of Livestock) Act 1953 protections\r\nto all Wildlife", "background": "Amendment: If a dog worries wildlife, the person in charge of the dog is guilty of an offence. The law to consider worrying of wildlife to include attacking, chasing in a way that may cause injury, distress, or being at large (not on a lead or otherwise under close control) near wildlife.", "additional_details": "Every year swans & other wildlife are attacked by dogs. Despite warnings from the RSPCA & Police, habitual harrassment of wildlife by dogs is considered socially acceptable by many.\r\n\r\nhttps://news.rspca.org.uk/2020/08/18/swan-was-most-injured-animal-rspca-officer-has-ever-seen-after-conwy-dog-attack/\r\n\r\nThis must end now!", "committee_note": "", "state": "closed", "signature_count": 642, "created_at": "2021-02-04T20:15:53.885Z", "updated_at": "2021-09-12T11:06:58.000Z", "rejected_at": null, "opened_at": "2021-03-11T07:58:21.548Z", "closed_at": "2021-09-11T22:59:59.999Z", "moderation_threshold_reached_at": "2021-02-05T13:03:07.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": null, "government_response": null, "debate": null, "departments": [{"acronym": "MoJ", "name": "Ministry of Justice", "url": "https://www.gov.uk/government/organisations/ministry-of-justice"}], "topics": []}}]}