{"links": {"self": "https://petition.parliament.uk/petitions.json?q=nature&page=1", "first": "https://petition.parliament.uk/petitions.json?q=nature", "last": "https://petition.parliament.uk/petitions.json?page=14&q=nature", "next": "https://petition.parliament.uk/petitions.json?page=2&q=nature", "prev": null}, "data": [{"type": "petition", "id": 590282, "links": {"self": "https://petition.parliament.uk/petitions/590282.json"}, "attributes": {"action": "Give the UK a Bank Holiday on Monday July 12th if England win Euro 2020", "background": "England may be playing a European Championship Final at 8pm on Sunday 11th July. It would be beneficial and sensible to give the country the day off the next day if England win, in the form of an extra Bank Holiday Monday.", "additional_details": "Sunday 8pm is a difficult time for families to plan to be together for the event - knowing we have an additional day off the next day would significantly help this. Furthermore, a historic win should be celebrated. It would be expected for the winning team to parade the trophy, and a Bank Holiday would be a perfect time to do this. Also, English people would naturally want to continue to enjoy the win, giving the retail and leisure industry a much-needed opportunity to make up lost revenues.", "committee_note": "", "state": "closed", "signature_count": 364821, "created_at": "2021-06-30T09:01:23.069Z", "updated_at": "2022-09-07T12:12:49.800Z", "rejected_at": null, "opened_at": "2021-07-06T10:34:26.537Z", "closed_at": "2022-01-06T23:59:59.999Z", "moderation_threshold_reached_at": "2021-06-30T09:08:55.000Z", "response_threshold_reached_at": "2021-07-08T05:39:05.000Z", "government_response_at": "2021-07-22T10:24:01.204Z", "debate_threshold_reached_at": "2021-07-08T12:21:35.000Z", "scheduled_debate_date": null, "debate_outcome_at": "2021-07-15T17:46:37.415Z", "creator_name": null, "rejection": null, "government_response": {"responded_on": "2021-07-22", "summary": "The Government would like to congratulate the England team on its sterling performance in the UEFA Euro 2020 Final. However, the Government has no plans for a bank holiday.", "details": "The Government appreciates how England’s performance at Euro 2020 has united and inspired the nation, particularly in light of the incredibly difficult times endured during the pandemic. We are extremely proud of the England team’s success.\r\n\r\nThe Government regularly receives requests for additional bank and public holidays to celebrate a variety of occasions.  However, the current pattern is well established and accepted. \r\nThere are eight permanent bank and public holidays in England and Wales. There are nine in Scotland and ten in Northern Ireland. \r\n\r\nWhile an additional bank holiday may benefit some communities and sectors, the overall cost to the economy is considerable.  The most recent estimate – from the impact assessment for the additional holiday for the Diamond Jubilee in 2012 - is that a bank holiday (across the UK) costs the economy around £1.2bn. The extra costs to certain businesses are substantial.  \r\n\r\nFull-time workers in the UK are entitled to 28 days statutory paid holiday each year. However, many workers are likely to have to work on bank holidays due to their contractual arrangements. Legislation does not give employees a right to time off or extra pay on bank holidays. \r\n\r\nShort notice bank holidays can also have implications across the public sector which need to be taken into consideration, such as:\r\n\r\n• Benefit payments falling on the bank holiday would have to be rescheduled, which may lead to backlogs and hardship for claimants.\r\n\r\n• Disruption to health and social care services and cancellation of scheduled operations and treatments, of which there is already a backlog due to Covid-19.\r\n\r\n• Courts and tribunals would have to postpone hearings. Due to the way that listings are managed, these may have to be pushed back by more than a single day, leading to longer delays.\r\n\r\n• Children would require an additional day out of school, having already missed a significant number of days due to the pandemic. \r\n\r\nFor these reasons, the Government has no plans to create a one-off bank holiday for this occasion.\r\n\r\nDepartment for Business, Energy and Industrial Strategy \r\n", "created_at": "2021-07-22T10:24:01.200Z", "updated_at": "2021-07-22T10:24:38.456Z"}, "debate": {"debated_on": null, "transcript_url": "", "video_url": "", "debate_pack_url": "", "overview": "The Petitions Committee has decided not to schedule a debate on this petition.  The Committee considered the petition at its meeting on 13 July 2021. \r\n\r\nGareth Southgate and all of the members of the England team did the country proud, but sadly they didn’t win Euro 2020, so the request of this petition isn't something that needs to be debated.\r\n\r\nThis petition was the most popular petition on petition.parliament.uk in the run up to the final. It was great to see the support that fans had for the team, and the outpouring of support for the players in the days after. "}, "departments": [{"acronym": "BEIS", "name": "Department for Business, Energy and Industrial Strategy", "url": "https://www.gov.uk/government/organisations/department-for-business-energy-and-industrial-strategy"}], "topics": []}}, {"type": "petition", "id": 619334, "links": {"self": "https://petition.parliament.uk/petitions/619334.json"}, "attributes": {"action": "Include abortion rights in the Bill of Rights", "background": "As Parliament considers the Bill of Rights, the Government must reconsider including abortion rights in this Bill. Rights to abortion must be specifically protected in this legislation, especially as the Government has refused to rule out leaving the European Convention on Human Rights.", "additional_details": "In the wake of the United States Supreme Court over-turning 'Roe vs. Wade' in a landmark decision; the United Kingdom must enshrine abortion rights in the new UK Bill of Rights.\r\n\r\nAbortion rights are healthcare rights; not just for individuals who do not wish to be pregnant, but also for those who do. For ectopic pregnancies, to finish a natural miscarriage, or if mother or foetus' life is at high risk. There are a multitude of other reasons to seek an abortion and this should be protected as a right to choose.", "committee_note": "", "state": "open", "signature_count": 167481, "created_at": "2022-06-29T19:18:39.164Z", "updated_at": "2023-01-03T06:14:20.000Z", "rejected_at": null, "opened_at": "2022-07-05T13:39:41.433Z", "closed_at": null, "moderation_threshold_reached_at": "2022-06-29T19:31:59.000Z", "response_threshold_reached_at": "2022-08-30T12:30:59.000Z", "government_response_at": "2022-09-27T11:21:50.622Z", "debate_threshold_reached_at": "2022-08-31T09:40:29.000Z", "scheduled_debate_date": "2022-11-28", "debate_outcome_at": "2022-12-01T16:29:24.501Z", "creator_name": "Caitlin Elizabeth Davis", "rejection": null, "government_response": {"responded_on": "2022-09-20", "summary": "The Government is now looking again at the Bill of Rights to ensure it will deliver the Government’s objectives as effectively as possible.", "details": "The Government has decided to look again at the Bill of Rights, to ensure that it delivers the Government’s objectives as effectively as possible.\r\n\r\nThis will inform future steps in this area, including any legislation Parliament may be invited to consider in future. \r\n\r\nMinistry of Justice", "created_at": "2022-09-27T11:21:50.620Z", "updated_at": "2022-09-27T11:21:50.620Z"}, "debate": {"debated_on": "2022-11-28", "transcript_url": "https://hansard.parliament.uk/commons/2022-11-28/debates/629FE1B6-A596-4C54-B764-034455EBDAEF/LegalRightsToAccessAbortion", "video_url": "https://www.youtube.com/watch?v=8WcOsmce23Y", "debate_pack_url": "https://commonslibrary.parliament.uk/research-briefings/cdp-2022-0203/", "overview": ""}, "departments": [{"acronym": "MoJ", "name": "Ministry of Justice", "url": "https://www.gov.uk/government/organisations/ministry-of-justice"}], "topics": []}}, {"type": "petition", "id": 563380, "links": {"self": "https://petition.parliament.uk/petitions/563380.json"}, "attributes": {"action": "Stop work on HS2 immediately and hold a new vote to repeal the legislation", "background": "We ask Parliament to repeal the High Speed Rail Bills, 2016 and 2019, as MPs voted on misleading environmental, financial and timetable information provided by the Dept of Transport and HS2 Ltd. It fails to address the conditions of the Paris Accord and costs have risen from £56bn to over £100bn.", "additional_details": "Our environment and economy are in peril. HS2 is destroying nature and inflicting suffering on businesses and property owners. Government is investing in an inept and recklessly run project, offering poor value for money. HS2 will not reach Net Zero by 2050 nor help us level up the North. The pandemic has changed how we work forever and invalidated the business case. Given the climate emergencies we face, and now the economic and pandemic crises - Parliament must vote to repeal the legislation.", "committee_note": null, "state": "closed", "signature_count": 155253, "created_at": "2020-12-09T22:24:17.835Z", "updated_at": "2021-12-21T13:51:48.000Z", "rejected_at": null, "opened_at": "2020-12-17T15:30:17.955Z", "closed_at": "2021-06-17T22:59:59.999Z", "moderation_threshold_reached_at": "2020-12-10T10:05:37.000Z", "response_threshold_reached_at": "2021-01-04T10:10:17.000Z", "government_response_at": "2021-01-14T17:05:16.760Z", "debate_threshold_reached_at": "2021-01-08T08:42:07.000Z", "scheduled_debate_date": "2021-09-13", "debate_outcome_at": "2021-09-15T10:10:35.759Z", "creator_name": null, "rejection": null, "government_response": {"responded_on": "2021-01-14", "summary": "HS2 will provide essential North-South connectivity, greater capacity and shorter journey times. This railway will play a vital role in delivering the Government’s carbon net zero objectives.", "details": "The Government has carefully considered the merits and disadvantages of proceeding with HS2 and has firmly concluded that it should go ahead. HS2 will transform our country’s transport network, and help to rebalance opportunity fairly across the country. This railway is a long-term investment which will bring our biggest cities closer together, boost productivity and provide a low-carbon alternative to cars and planes for many decades to come.  During construction, we want HS2 to be the most environmentally responsible major infrastructure project in UK history. \r\n\r\nHS2 has rightly been subject to a great deal of Parliamentary and public scrutiny. Phase One was the subject of considerable debate in Parliament during the passage of the High-Speed Rail (London-West Midlands) Act 2017 (“the Phase One Act”). The Phase 2a Bill is currently being taken through Parliament. The Government agreed with the Oakervee Review's conclusion that splitting Phase 2b into smaller sections, and more than one Bill, could facilitate scrutiny in Parliament, and make its management and construction more manageable. Just this month, Andrew Stephenson MP, the dedicated HS2 minister, went before the Transport Select Committee to discuss HS2 in depth, and a record of this hearing can be found on Parliament.UK. \r\n\r\nMinisters have made a clear commitment to greater transparency on HS2, and Andrew Stephenson is reporting bi-annually to Parliament on the project. \r\n\r\nWe are continuing work on managing the full impacts of the Covid-19 pandemic on delivery of the HS2 programme. We intend to update Parliament on the latest position as part of the next six-monthly Parliamentary Report, expected in Spring 2021. \r\n\r\nThis Government takes its environmental commitments extremely seriously. The environmental impacts of HS2 were closely scrutinised by Parliament during the passage of the Phase One Act, which gives statutory and planning authority for the construction of Phase One. Alongside the Act, the Government also published a suite of additional environmental commitments to further reduce the impacts of the project. \r\n\r\nAs well as environmental protections, a range of measures to mitigate and compensate for environmental impacts have been put in place. This includes a commitment to seek to achieve ‘no net loss’ to biodiversity and the creation of a ‘green corridor’ alongside HS2, which will provide bigger and better habitats for wildlife, and integrate HS2 into the landscape. Phase One expects to support 33 square kilometres of wildlife habitat - an increase of around 30% compared to what’s there now.\r\n\r\nAll environmental measures, whether they be the creation of new habitats or the enhancement of existing habitats, will be supported with long-term management plans and agreements. This will ensure that the new railway leaves a long-lasting legacy for both wildlife and future generations. \r\n\r\nHS2 will give us a step-change in capacity delivering better connectivity between our largest towns and cities. The Government’s decision to proceed with HS2 supports our objectives on climate change as the railway will play a key role in decarbonising our transport sector. This is because, once HS2 is in operation, it will offer a low carbon alternative to cars and domestic air travel. It will also free up space on the existing railway for thousands more passengers to travel by rail and to move more goods by rail freight, taking lorries off our roads.\r\n\r\nSecuring the land and property needed to construct the line of route across all Phases is vital to the programme’s success and is often the first impact that we have on line of route communities. A range of statutory and non-statutory property compensation schemes are available that seek to compensate affected parties fairly while protecting the public purse.\r\n\r\nOur policy is to provide fair compensation for those directly and indirectly impacted but the process and disputes for claims can inevitably be traumatic for some. Andrew Stephenson commissioned a detailed review of the acquisition and compensation process to ensure that there is a renewed focus on those who are being impacted by the new railway. The report contained 36 recommendations which are actively being implemented which will see rapid improvements for local communities. \r\n\r\nFor the reasons set out above, the Government has no plans to repeal any legislation relating to the development and delivery of HS2.  However, we will continue to welcome further public and parliamentary scrutiny of the project. \r\n\r\nDepartment for Transport", "created_at": "2021-01-14T17:05:16.758Z", "updated_at": "2021-01-14T17:05:16.758Z"}, "debate": {"debated_on": "2021-09-13", "transcript_url": "https://hansard.parliament.uk/commons/2021-09-13/debates/3614AE85-A25C-4874-9DAE-9802247DFDDF/HS2", "video_url": "https://www.youtube.com/watch?v=6yt-9ZsO5vg", "debate_pack_url": "https://commonslibrary.parliament.uk/research-briefings/cbp-9313/", "overview": ""}, "departments": [{"acronym": "DfT", "name": "Department for Transport", "url": "https://www.gov.uk/government/organisations/department-for-transport"}], "topics": []}}, {"type": "petition", "id": 593775, "links": {"self": "https://petition.parliament.uk/petitions/593775.json"}, "attributes": {"action": "End the Cage Age for all farmed animals", "background": "Every year across the UK, millions of farmed animals are kept in cages, unable to express their natural behaviours and experiencing huge suffering. These inhumane systems cannot be the future of British farming.  The UK Government must legislate to ‘End the Cage Age’ for all farmed animals.", "additional_details": "The European Commission plans to ban cages for all farmed animals, potentially by 2027, and will also look to prohibit the import of food from caged systems. This would result in the UK lagging behind the EU and may add bureaucracy to trade with the UK’s largest export market - possibly damaging the whole British farming sector.\r\nThe UK Government must work to secure by 2027, across the UK, a ban on the use of:\r\n-barren, enriched and ‘combi’ cages\r\n-farrowing crates for sows\r\n-individual calf pens", "committee_note": null, "state": "closed", "signature_count": 109820, "created_at": "2021-07-30T12:53:08.805Z", "updated_at": "2022-10-24T09:07:00.000Z", "rejected_at": null, "opened_at": "2021-08-05T10:51:12.599Z", "closed_at": "2022-02-05T23:59:59.999Z", "moderation_threshold_reached_at": "2021-07-30T13:32:35.000Z", "response_threshold_reached_at": "2021-08-06T12:21:05.000Z", "government_response_at": "2021-08-20T14:45:26.855Z", "debate_threshold_reached_at": "2022-01-01T23:48:48.000Z", "scheduled_debate_date": "2022-06-20", "debate_outcome_at": "2022-06-21T11:13:44.120Z", "creator_name": null, "rejection": null, "government_response": {"responded_on": "2021-08-20", "summary": "The Government is committed to improving farm animal welfare standards and is currently exploring options for introducing further reforms, including phasing out the use of cages in farming.", "details": "The Government shares the public’s high regard for animal welfare. We are delivering a series of ambitious reforms, as outlined in the Action Plan for Animal Welfare which was published in May this year: Action Plan for Animal Welfare - (https://www.gov.uk/government/publications/action-plan-for-animal-welfare). One of the ways we wish to improve the welfare of farm animals is strengthening protections against animal confinement. We are actively exploring options for UK food system and this includes phasing out the use of cages.\r\n\r\nWe have a strong track record for raising the bar when it comes to farm animal welfare standards, such as banning battery cages for laying hens and close confinement stalls for pigs. The UK banned sow stalls in 1999, whereas it was not until 2013 that a partial ban on sow stalls was introduced across the rest of the EU. Whatever the system of production, the most important factor in determining animal welfare is good stockmanship and the correct application of husbandry standards. This reflects the advice of our expert body, the Animal Welfare Committee (AWC).\r\n\r\nSince the 2012 EU ban on the use of conventional (“battery”) cages for laying hens (in establishments with 350 or more laying hens), 55% of UK egg production is now free range, more than any country in the EU, with the rest in ‘enriched’ colony cages (40%), barn (2%), or organic (3%) systems.  We recognise the ‘enriched’ colony cage system restricts a bird’s ability to exhibit normal behaviours, which is why we are examining all options for cage reform.\r\n\r\nThe UK is ahead of most other EU pig producing countries in terms of non-confinement farrowing, with approximately 40% of UK sows housed outside and free farrowed (crate-free), whilst 60% are housed in farrowing crates to give birth and nurse their piglets. Defra’s code of practice for the welfare of pigs, published in March 2020, clearly states that the aim is for farrowing crates to no longer be necessary and for any new system to protect the welfare of the sow, as well as her piglets: Pigs: on-farm welfare - (https://www.gov.uk/government/publications/pigs-on-farm-welfare).\r\n\r\nThe UK unilaterally banned the keeping of calves in veal crates in 1990, sixteen years before the EU. However, as young calves are highly susceptible to disease, up to 8 weeks of age, they are currently permitted (both in the UK and the EU) to be kept in individual hutches of a specified size with bedding provided, as long as they have visual and tactile contact with other calves. AWC examined the evidence on group housing of calves in its Opinion on the Welfare of Cattle Kept in Different Production Systems, which was published in February this year: AWC opinion on the welfare of cattle kept in different production systems -  (https://www.gov.uk/government/publications/awc-opinion-on-the-welfare-of-cattle-kept-in-different-production-systems). It recommended that The Welfare of Farmed Animals (England) Regulations 2007 and the equivalent legislation in Wales and Scotland should be amended, to reduce the maximum age at which a calf may be routinely confined within an individual stall from eight weeks to one week. We welcome the move towards earlier grouping of calves because of the likely net welfare benefit.\r\n\r\nWe are committed to maintaining the UK’s position as a world leader in farm animal welfare and want to improve and build upon that record, working in partnership with farmers to support healthier, higher welfare animals. We are co-designing an Animal Health and Welfare Pathway with industry which will launch in 2022. We are also working to support livestock farmers financially by using public funds to pay for health and welfare enhancements that are valued by the public and not currently delivered sufficiently by the market or through existing regulatory standards. This will promote the production of healthier animals at a level beyond compliance with current regulations.\r\n\r\nDepartment for Environment, Food and Rural Affairs\r\n", "created_at": "2021-08-20T14:45:26.852Z", "updated_at": "2021-08-20T14:45:26.852Z"}, "debate": {"debated_on": "2022-06-20", "transcript_url": "https://hansard.parliament.uk/commons/2022-06-20/debates/A8711335-BF26-47F0-97B4-F6ED2471EB7F/FarmedAnimalsCages", "video_url": "https://www.youtube.com/watch?v=mVnduOuv9-4", "debate_pack_url": "https://commonslibrary.parliament.uk/research-briefings/cdp-2022-0114/", "overview": ""}, "departments": [{"acronym": "DEFRA", "name": "Department for Environment, Food and Rural Affairs", "url": "https://www.gov.uk/government/organisations/department-for-environment-food-rural-affairs"}], "topics": []}}, {"type": "petition", "id": 333693, "links": {"self": "https://petition.parliament.uk/petitions/333693.json"}, "attributes": {"action": "Ban the shooting of badgers immediately", "background": "Shooting of Badgers is licensed by Natural England as part of the DEFRA Badger cull. 24,000+ Badgers were shot in 2019.", "additional_details": "Shooting is poorly monitored and Wild Justice believes it has never met the animal welfare standards recommended by a 2014 Independent Expert Panel, whose recommendations were accepted by DEFRA. This method of culling is inhumane and should be banned immediately.", "committee_note": "", "state": "closed", "signature_count": 106108, "created_at": "2020-08-03T05:35:01.961Z", "updated_at": "2022-03-22T07:34:29.735Z", "rejected_at": null, "opened_at": "2020-09-24T07:48:31.317Z", "closed_at": "2021-03-24T23:59:59.999Z", "moderation_threshold_reached_at": "2020-08-03T08:17:04.000Z", "response_threshold_reached_at": "2020-09-24T16:22:24.000Z", "government_response_at": "2020-10-12T17:22:18.919Z", "debate_threshold_reached_at": "2021-02-06T13:26:07.000Z", "scheduled_debate_date": "2022-03-21", "debate_outcome_at": "2022-03-22T07:34:05.884Z", "creator_name": null, "rejection": null, "government_response": {"responded_on": "2020-10-12", "summary": "Natural England carries out compliance monitoring and ensures that each cull company has suitable arrangements and plans in place to carry out an operation that is safe, effective and humane.", "details": "Bovine TB (bTB) is one of the most difficult and intractable animal health challenges that England faces today. Around 30,000 cattle are slaughtered annually due to infection. Our cattle breeders suffer the loss of prize-winning animals and valued herds and this loss creates considerable trauma in the farming industry. It is important to bear in mind that, if left unchecked, bTB could pose an increased risk to animal and human health. It is a particular threat to the dairy and beef industries, which form part of an agri-food sector that contributes billions of pounds to the UK economy each year.\r\n\r\nOur 25-year strategy to eradicate bTB in England is founded in science. It applies the lessons learnt from previous attempts to control the disease, as well as drawing evidence from other countries, trial work conducted in the UK during the 1970s and, more recently, the Randomised Badger Culling Trial conducted between 1998 and 2007. \r\n\r\nSince the initial badger culls in 2013, a policy of badger control has been rolled out to other parts of the High-Risk Area (HRA) in the south-west and west of England. As of the end of 2019, 57% of the HRA is now subject to a licensed cull of badgers. This policy is starting to yield results. The latest peer-reviewed epidemiological analysis has shown that the incidence of the disease in the first cull areas of Somerset and Gloucester fell substantially, by 37% and 66% respectively relative to comparison areas.\r\n\r\nThe Secretary of State for Environment, Food and Rural Affairs entered into an agreement with Natural England (NE) in October 2006 under the Natural Environment and Rural Communities Act 2006 authorising it to perform specified wildlife licensing functions, including those under the Wildlife and Countryside Act 1981 and the Protection of Badgers Act 1992. NE is therefore responsible for granting, modifying or revoking badger control licences under the 1992 Act.\r\n\r\nNatural England (NE) carries out compliance monitoring which includes observations of controlled shooting in the field, and the results are published each year on GOV.UK. All applications that are received are carefully assessed by NE to ensure that each cull company has suitable arrangements and plans in place to carry out an operation that is safe, effective and humane.\r\n\r\nNE’s Chief Scientist advised that marksmen continued to show high levels of discipline and compliance with the Best Practice Guide in 2019. The level of accuracy of controlled shooting continued to compare favourably with the range of outcomes when other control activities, currently accepted by society, have been assessed. \r\n\r\nHowever, the badger is an iconic, protected species. No one wants to cull them forever, and widespread badger culling was only ever envisaged as a phase of the strategy, not a perpetual state of affairs. Therefore, five years into the current strategy, it is appropriate to take stock and consider how our strategy might be evolved. That is why the government asked Professor Sir Charles Godfray to conduct a review, which concluded in October 2018. \r\n\r\nThe Godfray Review is clear that the evidence indicates that presence of infected badgers does pose a significant threat to local cattle herds. The review also considers that moving from lethal to non-lethal control of disease in badgers is desirable.\r\n\r\nThe Government's response to Professor Sir Charles Godfray's review noted that while it is important to retain the ability to introduce new cull zones where epidemiological evidence points to a reservoir of disease in badgers, we envisage that any remaining areas would join the current cull programme in the next few years and that the badger cull phase of the strategy would then wind down by the mid to late 2020s. This plan has not changed. It is unrealistic to switch immediately to badger vaccination, but we are already doing a great deal to make sure the transition happens. Culling would, however, remain an option thereafter where epidemiological assessment indicates that it is needed.\r\n\r\nIn July, the government announced that world-leading cattle bTB vaccination trials are set to get underway in England and Wales as a result of a major breakthrough by government scientists. These trials enable work to accelerate towards planned deployment of a cattle vaccine. While the candidate BCG vaccine will never provide full protection, it promises to be a valuable additional tool if deployed with a test to detect infected cattle among vaccinated cattle (DIVA test). Government scientists have now developed a candidate DIVA test. The government is committing the funding necessary to accelerate field trials towards the aim of securing marketing authorisations for both the vaccine and the DIVA test by 2025.\r\n\r\nThere is no single answer to tackling the scourge of bTB but by deploying a range of policy interventions, we can turn the tide on this terrible disease and achieve our long-term objective of eradicating it in England by 2038.\r\n\r\nDepartment for Environment, Food and Rural Affairs", "created_at": "2020-10-12T17:22:18.917Z", "updated_at": "2020-10-12T17:22:18.917Z"}, "debate": {"debated_on": "2022-03-21", "transcript_url": "https://hansard.parliament.uk/commons/2022-03-21/debates/3A62786C-3340-47E7-9DC0-D95B1EE9BD57/BadgerCulling", "video_url": "https://www.youtube.com/watch?v=u22qv8pHnqU", "debate_pack_url": "https://commonslibrary.parliament.uk/research-briefings/cdp-2022-0058/", "overview": ""}, "departments": [{"acronym": "DEFRA", "name": "Department for Environment, Food and Rural Affairs", "url": "https://www.gov.uk/government/organisations/department-for-environment-food-rural-affairs"}], "topics": []}}, {"type": "petition", "id": 563943, "links": {"self": "https://petition.parliament.uk/petitions/563943.json"}, "attributes": {"action": "Continue the ban on the use of Neonicotinoids", "background": "The EU placed a ban on the use of Neonicotinoids due to the adverse effect it has on bees and other pollinators. As the UK has left the EU, the Government should uphold these restrictions in order to protect natural pollinators.", "additional_details": "I am an ordinary UK resident who is concerned about the state of our declining wildlife. We have the responsibility to protect it and ensure that we can support it and prevent species becoming obsolete. With regards to bees and other pollinators that are affected by these pesticides, their decline will have a knock on effect with fruit and flower growers as well as honey producers many of whom are small businesses who will lose their livelihoods.", "committee_note": "", "state": "closed", "signature_count": 91266, "created_at": "2020-12-17T10:59:38.711Z", "updated_at": "2022-02-03T12:02:36.532Z", "rejected_at": null, "opened_at": "2021-01-11T08:47:09.200Z", "closed_at": "2021-07-11T22:59:59.999Z", "moderation_threshold_reached_at": "2020-12-17T13:12:57.000Z", "response_threshold_reached_at": "2021-01-12T10:35:57.000Z", "government_response_at": "2021-02-17T13:40:09.217Z", "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": null, "government_response": {"responded_on": "2021-02-17", "summary": "The Government will maintain the restrictions on neonicotinoids. This emergency authorisation, similar to other European countries, is for a limited period for a specific crop with tight controls.", "details": "In 2018, the UK Government supported new rules which prohibit the outdoor use of three neonicotinoids, clothianidin, imidacloprid and thiamethoxam. The Government continues to support those restrictions. However, like EU Member States, we are able to consider applications for emergency authorisations in exceptional circumstances. \r\n\r\nThe Government has decided to grant an application for emergency authorisation to allow use of a product containing the neonicotinoid thiamethoxam for the treatment of sugar beet seed in 2021. This is in recognition of the potential danger posed to the 2021 crop from Beet yellows virus.  \r\n \r\nThe decision taken was informed by assessments and advice from the Health and Safety Executive, the UK Expert Committee on Pesticides and Defra’s Chief Scientific Adviser. Having considered their comments and analysis in full, the Government has decided to grant an emergency authorisation in order to provide emergency protection against viruses which have significantly impacted yields of the 2020 sugar beet crop while the beet industry develops alternative solutions. \r\n \r\nEmerging sugar beet seedlings are vulnerable to predation by aphids, which have the potential to spread Beet yellows virus. Sugar beet crops have been severely affected and 2020 yields are forecast to be down by 20-25% on previous years. Emergency authorisations for pesticides are only granted in exceptional circumstances where diseases or pests cannot be controlled by any other reasonable means.  \r\n  \r\nEmergency authorisations are used by countries across Europe. Ten EU countries including Belgium, Denmark and Spain have granted emergency authorisations for neonicotinoid seed treatments since 2018. Under EU legislation Member States may grant emergency authorisations in exceptional circumstances. The UK’s approach to the use of emergency authorisations has not changed as a result of the UK’s exit from the EU.\r\n \r\nThis authorisation is for the use of Syngenta’s Cruiser SB on the 2021 sugar beet crop for England only. The duration of authorisation is strictly limited to the period required to allow supply of the product. Sugar beet is a non-flowering crop that is only grown in the east of England. \r\n \r\nFurthermore, this exceptional use of Syngenta’s Cruiser SB will be strictly controlled. Conditions of the authorisation include reduced application rate as well as a prohibition on any flowering crop being planted in the same field where the product has been used within 22 months of sugar beet, and a prohibition on oilseed rape being planted within 32 months of sugar beet. \r\n\r\nThe UK is a world leader in developing greener farming practices and upholds the highest standards of environmental and health protection. The Government is currently consulting on the draft National Action Plan for the Sustainable Use of Pesticides which sets out the ambition to further minimise the risks and impacts of pesticides to human health and the environment. We are equally committed to protecting pollinators, and our National Pollinator Strategy sets out how the Government, conservation groups, farmers, beekeepers and researchers can work together to improve the status of pollinating insect species in England.\r\n\r\nDepartment for Environment, Food and Rural Affairs\r\n", "created_at": "2021-02-17T13:40:09.212Z", "updated_at": "2021-02-17T13:40:09.212Z"}, "debate": null, "departments": [{"acronym": "DEFRA", "name": "Department for Environment, Food and Rural Affairs", "url": "https://www.gov.uk/government/organisations/department-for-environment-food-rural-affairs"}, {"acronym": "DWP", "name": "Department for Work and Pensions", "url": "https://www.gov.uk/government/organisations/department-for-work-pensions"}], "topics": []}}, {"type": "petition", "id": 550951, "links": {"self": "https://petition.parliament.uk/petitions/550951.json"}, "attributes": {"action": "Referendum on re-joining the EU", "background": "The Government should give UK voters the opportunity to vote on whether they want the Government to open negotiations on re-joining the European Union.", "additional_details": "The nature of UK's European Union departure now seems unrecognisable from the promises of the Vote Leave campaign. Promises made in 2016 have not and cannot be delivered.\r\n \r\nThe Government now is proposing a version of Brexit that I don’t think anyone voted for. This is an affront to democratic norms. A second referendum is long overdue following a catalogue of broken promises. UK voters now finally deserve to have another say.", "committee_note": "", "state": "closed", "signature_count": 43263, "created_at": "2020-09-11T18:11:48.212Z", "updated_at": "2021-04-09T14:13:15.000Z", "rejected_at": null, "opened_at": "2020-10-08T09:20:17.860Z", "closed_at": "2021-04-08T22:59:59.999Z", "moderation_threshold_reached_at": "2020-09-11T18:43:24.000Z", "response_threshold_reached_at": "2020-12-27T19:15:57.000Z", "government_response_at": "2021-01-22T17:30:25.785Z", "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": null, "government_response": {"responded_on": "2021-01-22", "summary": "The Government was elected on a clear mandate to deliver the result of the 2016 referendum, the largest democratic vote in British history. The Government has no plans to rejoin the EU.", "details": "The Government was elected in 2019 on a manifesto which made clear our plans to exit the EU, and that the transition period would end on 31 December 2020. The Government delivered on that mandate, securing an FTA with the EU, and has no plans to rejoin the EU. \r\n\r\nThis Government’s election in 2019 reinforced the result of the referendum result in 2016, where 17,410,742 people voted to leave the EU. \r\n\r\nWe left the EU on 31 January 2020, which 330 MPs voted in favour for, resulting in the European Union (Withdrawal Agreement) Act receiving Royal Assent on 23 January 2020. \r\n\r\nOn 24 December 2020 we secured an agreement with the EU that takes back control of our laws, borders, money, and fisheries, and ends any role for the European Court. \r\n\r\nOn 31 December 2020, 521 MPs voted for the European Union (Future Relationship) Act 2020 to receive Royal Assent. This Act has made the changes necessary to UK domestic law to implement obligations under the UK/EU Trade Cooperation Agreement and the Nuclear Cooperation Agreement.\r\n\r\nCabinet Office", "created_at": "2021-01-22T17:30:25.783Z", "updated_at": "2021-01-22T17:30:25.783Z"}, "debate": null, "departments": [{"acronym": "CO", "name": "Cabinet Office", "url": "https://www.gov.uk/government/organisations/cabinet-office"}], "topics": []}}, {"type": "petition", "id": 579802, "links": {"self": "https://petition.parliament.uk/petitions/579802.json"}, "attributes": {"action": "Fund NHS scheme for women with Endometriosis to freeze their eggs", "background": "Women with endometriosis should have the option to freeze their eggs on the NHS, due to the high percentage of infertility (30-50%). Women undergoing chemotherapy have around a 40% chance of being infertile, yet they can get their eggs frozen on the NHS and women with endometriosis cannot.", "additional_details": "Endometriosis is a debilitating disease where the lining of the uterus (endometrium) grows in ectopic sites, such as the ovaries, fallopian tubes and the pelvis. It occurs in 1 in 10 women but takes approximately 7 years to get diagnosed.\r\n \r\nAround 30-50% of women with endometriosis are infertile and as there is no cure for endometriosis, there are very limited options to conceive naturally. One way of managing symptoms is surgery, which actually increases the chances of infertility.", "committee_note": "", "state": "closed", "signature_count": 41759, "created_at": "2021-03-15T11:42:08.973Z", "updated_at": "2022-08-15T14:57:30.276Z", "rejected_at": null, "opened_at": "2021-03-22T17:25:33.448Z", "closed_at": "2021-09-22T22:59:59.999Z", "moderation_threshold_reached_at": "2021-03-15T11:53:15.000Z", "response_threshold_reached_at": "2021-03-26T22:26:05.000Z", "government_response_at": "2021-04-23T16:54:06.512Z", "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": null, "government_response": {"responded_on": "2021-04-23", "summary": "The National Institute for Heath and Care Excellence (NICE) has guidelines on the treatment of women with endometriosis, including the management of endometriosis-related fertility problems", "details": "The Government is very sympathetic to women who are struggling to conceive due to suspected or confirmed endometriosis. \r\n\r\nThe National Institute for Health and Care Excellence (NICE)  has published a range of information and guidance on diagnosing and managing endometriosis, including on fertility problems (NG73) - https://www.nice.org.uk/guidance/ng73/chapter/Recommendations. The guidance states that the management of endometriosis-related fertility problems should have multidisciplinary team involvement with input from a fertility specialist. This includes the recommended diagnostic fertility tests or preoperative tests, as well as other recommended fertility treatments such as assisted reproduction that are included in the NICE guidelines on fertility problems (CG156) - https://www.nice.org.uk/guidance/CG156\r\n\r\nThe level of provision of local health services available to patients, including fertility treatment, is a matter for Clinical Commissioning Groups (CCGs), who have a statutory responsibility to commission healthcare services that meet the needs of their whole population. In respect of NHS fertility services for women with endometriosis, the Government expects CCGs and clinicians to take full account of relevant NICE guidelines. Where NICE guidance does not make a specific recommendations on a particular topic, such as egg-freezing for women undergoing treatment for endometriosis, it does not mean that it cannot be funded by the NHS, and local commissioners should make individual decisions based on an assessment of the evidence.\r\n\r\nNHS England also recommends the European Society of Human Reproduction and Embryology (ESHRE) guidelines on the management of women with endometriosis -https://www.eshre.eu/Guidelines-and-Legal/Guidelines/Endometriosis-guideline.aspx. The guidance offers best practice advice on the effectiveness of medically assisted reproduction for endometriosis-associated infertility.\r\n\r\nThe Government understands the frustration around diagnosis times. NHS England advise that endometriosis is a gynecological condition in which some women are badly affected, while others might not have any noticeable symptoms. The only way to confirm a diagnosis of endometriosis is by a laparoscopy, an operation in which a camera is inserted into the pelvis via a small cut near the naval. The surgeon uses the camera to see the pelvic organs and look for any signs of endometriosis.  \r\n\r\nGiven the highly invasive nature of the diagnostic procedure and the varying degree to which women experience symptoms, it can be more appropriate to treat mild symptoms on clinical grounds and reserve a laparoscopy with its inherent risks for women with more significant symptoms.\r\n\r\nAll obstetricians and gynaecologists receive training in the diagnosis, investigation and management of endometriosis, which is specifically listed as a topic in the core curriculum for obstetrics and gynaecology.  \r\n\r\nNHS England leads on commissioning specialised services and has developed a service specification for severe endometriosis. NHS England expects all units treating women with severe endometriosis and their partners to provide care that meets the standards laid out in the specification. Women who would like more information, can visit www.nhs.uk and search for ‘endometriosis’.\r\n\r\nUnfortunately, damaging taboos and stigmas remain around many areas of women’s health, including gynaecological concerns, which can prevent women from starting conversations about their health or seeking support for a health issue. When women do speak about their health, all too often, they are not listened to. We absolutely must change this and that is why we are embarking on the first government-led women’s health strategy for England. The Strategy will set an ambitious and positive new agenda to improve the health and well-being of women across England and marks a turning point in how the government approaches women’s health – we are making women’s voices heard and placing women’s voices at the centre of this work.\r\n\r\nTo ensure the Women’s Health Strategy reflects what women identify as priorities, the government launched a 12 week call for evidence which will run until 30 May 2021 to gather women’s experiences and views regarding their health and care. The online survey within the call for evidence seeks information on women’s experiences with gynaecological conditions such as endometriosis, and these responses will be carefully considered as part of our work to develop the strategy.\r\n\r\nWe urge anyone impacted by endometriosis to respond to the Women’s Health Strategy consultation and help shape the strategy - https://www.gov.uk/government/consultations/womens-health-strategy-call-for-evidence.\r\n\r\nDepartment of Health and Social Care\r\n", "created_at": "2021-04-23T16:54:06.509Z", "updated_at": "2021-04-23T16:54:06.509Z"}, "debate": null, "departments": [{"acronym": "DHSC", "name": "Department of Health and Social Care", "url": "https://www.gov.uk/government/organisations/department-of-health-and-social-care"}], "topics": []}}, {"type": "petition", "id": 328201, "links": {"self": "https://petition.parliament.uk/petitions/328201.json"}, "attributes": {"action": "Free leaseholders trapped in new build properties by post-Grenfell EWS1 form", "background": "Fire safety is a natural concern within the building sector after the Grenfell tragedy.\r\n\r\nThe EWS1 form is designed to identify tall buildings where lives are at risk, but leaseholders in safe, modern, and even <18m buildings are left unable to sell or remortgage as lenders demand invasive surveys.", "additional_details": "Three issues need resolving:\r\n1) Lenders should not be able to require an EWS1 form for buildings that were never intended to need one. \r\n\r\n2) Building surveyors, rather than fire engineers, need to be insured to carry out surveys on low risk buildings, to help reduce the two-year backlog which is trapping residents. \r\n\r\n3) Requiring invasive surveys to establish new building safety is a Pandora’s box. Engineers, architects and builders must be compelled to produce evidence of safe construction.", "committee_note": null, "state": "closed", "signature_count": 33104, "created_at": "2020-06-19T09:25:34.522Z", "updated_at": "2021-06-04T09:18:17.668Z", "rejected_at": null, "opened_at": "2020-08-19T08:27:15.548Z", "closed_at": "2021-02-19T23:59:59.999Z", "moderation_threshold_reached_at": "2020-06-19T10:19:54.000Z", "response_threshold_reached_at": "2020-08-31T11:43:44.000Z", "government_response_at": "2020-09-16T17:05:30.719Z", "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": null, "government_response": {"responded_on": "2020-09-16", "summary": "We share homeowners’ concerns and do not support the blanket use of EWS1 forms. We encourage lenders to accept other forms of assessment in relation to external walls.", "details": "We share homeowners’ concerns in the way EWS1 forms are being used. We also recognise the difficulties and uncertainty they now face in obtaining mortgages. The government continues to encourage and work with industry to resolve these issues quickly.\r\n\r\nWe understand that lenders need to assess a property's value and whether any major building work could be required to both inform their lending decision and protect the buyer. To support the valuation of high-rise buildings with cladding, the Royal Institution of Charted Surveyors (RICS), in conjunction with lenders devised the EWS1 process. While we appreciate the EWS1 form helps provide consistency and clarity for valuation purposes we do not recognise the EWS1 form as a safety assessment.\r\n\r\nThe Government is aware that some lenders are requesting EWS1 forms for lower rise properties. We do not support a blanket approach to the use of EWS1 forms on buildings and encourage lenders to accept equivalent or other forms of assessment as evidence for valuation purposes.\r\n\r\nBuilding owners and managing agents should also make available relevant information, to reassure residents about the safety of their homes. This can also be shared with mortgage lenders, valuers, potential buyers and leaseholders to enable swift and informed decisions.\r\n \r\nThe Building Safety Minister has had assurances from lenders that they would look at applying a proportionate approach to assessments and valuation. We understand they are reflecting this in their policies and guidance to valuers and some lenders have said they would be open to other evidence on value-affecting matters, in line with the approach we outlined above.\r\n\r\nWe recognise concerns about the capacity within the fire engineering sector for assessing external walls and we are working with the fire engineering industry, including professional bodies such as the Institution of Fire Engineers, the Fire Sector Federation and the Fire Industry Association, to ensure there is a strategy to help industry scale up capacity in the profession.\r\n\r\nMHCLG and the Home Office have jointly funded an industry-led proposal for the British Standards Institution to produce technical guidance to support fire risk assessments of external wall systems. This will also support the fire safety sector to upskill more individuals to assess external wall systems.\r\n\r\nWe are aware that many construction professionals have experienced challenges in securing Professional Indemnity Insurance. This is a particular concern for fire engineers who are crucial to assessing fire safety. The Minister for fire and building safety is holding regular roundtables with the insurance industry to encourage the availability of PII for those professionals essential to buildings safety. We understand the industry is also considering the role of building surveyors in the assessment process.  We will continue to work closely with industry and stakeholders on this issue.\r\n\r\nMinistry for Housing, Communities and Local Government\r\n", "created_at": "2020-09-16T17:05:30.717Z", "updated_at": "2020-09-16T17:05:30.717Z"}, "debate": null, "departments": [{"acronym": "DLUHC", "name": "Department for Levelling Up, Housing and Communities ", "url": "https://www.gov.uk/government/organisations/department-for-levelling-up-housing-and-communities"}], "topics": []}}, {"type": "petition", "id": 585520, "links": {"self": "https://petition.parliament.uk/petitions/585520.json"}, "attributes": {"action": "Ban the sale of artificial grass", "background": "It is environmentally irresponsible to allow garden space occupied by grass & other plant life (which processes CO2 & supports wildlife) to be replaced by plastic which does not biodegrade.", "additional_details": "Natural Grass & Plants encourage a healthy ecosystem, capturing CO2.\r\n \r\nBanning the sale of artificial grass could be a small step towards increasing the UK biodiversity, reducing our carbon footprint & helping our ever dwindling insect & wildlife population. Artificial grass:\r\n\r\n1) Creates huge volumes of plastic\r\n2) Can’t always be recycled\r\n3) Can pollute soil with microplastics\r\n4) Has a large carbon footprint\r\n5) Contributes to flooding\r\n6) Can overheat making artificial grass lawns unusable\r\n7) Has NO wildlife benefit", "committee_note": "", "state": "closed", "signature_count": 32727, "created_at": "2021-05-10T10:21:50.838Z", "updated_at": "2022-08-23T09:05:09.002Z", "rejected_at": null, "opened_at": "2021-05-17T14:40:21.012Z", "closed_at": "2021-11-17T23:59:59.999Z", "moderation_threshold_reached_at": "2021-05-10T10:48:25.000Z", "response_threshold_reached_at": "2021-05-20T13:46:05.000Z", "government_response_at": "2021-06-08T12:56:13.497Z", "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": null, "government_response": {"responded_on": "2021-06-08", "summary": "The Government has no plans to ban the use of artificial grass.", "details": "The relevant legislation and policy measures pertaining to this issue are devolved matters. This response is relevant to England.\r\n\r\nThe Government’s 25 Year Environment Plan sets out our ambition to eliminate all avoidable plastic waste. We are making great strides to tackle plastic pollution. The Government’s Resources and Waste Strategy for England, published in 2018, outlines the ways in which we will meet this ambition by taking action across each stage of the product lifecycle as we move towards a more circular economy:\r\nwww.gov.uk/government/publications/resources-and-waste-strategy-for-england\r\n\r\nWe know more needs to be done and for the most problematic plastics we are going faster. This is why we have committed to work towards all plastic packaging on the market being recyclable, reusable or compostable by 2025. \r\n\r\nWe prefer to help people and companies make the right choice, rather than banning items outright. However, where progress is insufficient, we will explore alternative policy measures, which may involve bans as part of a wider strategic approach. For instance, in 2018, the Government introduced a ban on microbeads in rinse-off personal care products and in October 2020, we introduced restrictions on the supply of plastic straws, stirrers and plastic-stemmed cotton buds. \r\n\r\nFurthermore, we have reduced the use of single-use carrier bags by the main supermarket retailers by 95% with our 5p charge. To build on the success of this charge, we have now increased it to 10p and extended it to all retailers. We will continue to review the latest evidence on problematic products and/ or materials to take a systematic approach to reducing the use of unnecessary single-use plastic products.\r\n\r\nIt is for local authorities to comply with the legal and policy safeguards in place to protect biodiversity and ensure sustainable drainage. The Natural Environment and Rural Communities Act 2006 (the NERC Act) requires all public authorities in England to have regard for conserving biodiversity in the exercise of their functions. Our most important designated sites and species are also protected under legislation. \r\n\r\nThe Government is introducing new requirements to maintain and enhance the natural environment in England. We are mandating biodiversity net gain in our landmark Environment Bill to ensure that new developments enhance habitats for biodiversity. Surfaces such as artificial grass are of no value to wildlife, so any developer or local authority seeking to demonstrate biodiversity net gain would be incentivised to avoid the use of such surfaces in their developments’ shared green spaces. \r\n\r\nIn addition, the Environment Bill strengthens the current NERC Act biodiversity duty on public authorities to require them to take action to conserve and enhance biodiversity; and introduces a reporting requirement for those public authorities with the greatest potential to enhance biodiversity. This will further incentivise public authorities to adopt approaches that improve the environment. We will also develop guidance to help local planning authorities identify actions they can take to comply with the strengthened duty.\r\n\r\nTherefore, the Government has no plans to ban the use of artificial grass. We prefer to help people and organisations make the right choice rather than legislating on such matters. However, the use of artificial grass must comply with the legal and policy safeguards in place to protect biodiversity and ensure sustainable drainage, while measures such as the strengthened biodiversity duty should serve to encourage public authorities to consider more sustainable alternatives.\r\n\r\nDepartment for Environment, Food and Rural Affairs", "created_at": "2021-06-08T12:56:13.492Z", "updated_at": "2021-06-08T12:56:13.492Z"}, "debate": null, "departments": [{"acronym": "DEFRA", "name": "Department for Environment, Food and Rural Affairs", "url": "https://www.gov.uk/government/organisations/department-for-environment-food-rural-affairs"}], "topics": []}}, {"type": "petition", "id": 608295, "links": {"self": "https://petition.parliament.uk/petitions/608295.json"}, "attributes": {"action": "Introduce an \"Ecological Damage Tax\" on Astroturf Lawns / Artificial Grass", "background": "Introduce a tax on Astroturf Lawns (either on the import, sale or install) in order to act as a deterrent and encourage land owners towards less damaging and more sustainable \"low maintenance\" landscaping options that are good for wildlife and climate.", "additional_details": "UK Gardens occupy more land than our Nature Reserves combined and are vital habitats for wildlife, providing food, shelter and a home for so many declining species. Vegetation and soils also store carbon, helping us to meet Paris & COP26 targets. Plastic grass is a rapidly growing trend and is causing loss of habitat, plastic production emissions, added strain on our waste sector, removing natural water retention in soils and aiding flooding. We desperately need a regulation or deterrent.", "committee_note": null, "state": "closed", "signature_count": 26442, "created_at": "2022-02-07T17:13:49.603Z", "updated_at": "2022-11-29T08:29:10.000Z", "rejected_at": null, "opened_at": "2022-02-11T12:03:13.024Z", "closed_at": "2022-08-11T22:59:59.999Z", "moderation_threshold_reached_at": "2022-02-07T20:20:58.000Z", "response_threshold_reached_at": "2022-05-10T08:06:59.000Z", "government_response_at": "2022-05-31T15:57:34.015Z", "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": null, "government_response": {"responded_on": "2022-05-31", "summary": "There are no current plans to introduce a tax on artificial grass. The government keeps all tax policy under review.  ", "details": "Improving the UK’s biodiversity is a key objective for the Government. In itself, artificial grass has no value for wildlife, and its installation can have negative impacts on both biodiversity and drainage for flood prevention or alleviation if installed in place of natural earth or more positive measures such as planting flowers or trees or providing natural water features. \r\n \r\nThe Environment Act 2021 contains an ambitious package of reforms to restore and enhance nature and green spaces. This includes a new mandatory requirement for biodiversity net gain in the planning system, to ensure that new developments enhance biodiversity. In future, developments which involve the laying of artificial grass at the expense of natural landscaping will be required to enhance biodiversity in other ways. Our most important designated sites and species are also protected under legislation. \r\n \r\nThere are no current plans to introduce a tax on artificial grass. The government keeps all tax policy under review.  \r\n\r\nHM Treasury", "created_at": "2022-05-31T15:57:34.012Z", "updated_at": "2022-05-31T15:57:34.012Z"}, "debate": null, "departments": [{"acronym": "HMT", "name": "HM Treasury", "url": "https://www.gov.uk/government/organisations/hm-treasury"}], "topics": []}}, {"type": "petition", "id": 300473, "links": {"self": "https://petition.parliament.uk/petitions/300473.json"}, "attributes": {"action": "Hold a public inquiry into the 2016 EU membership referendum", "background": "Many people question the validity of the 2016 EU membership referendum given as a result of nature of the campaigns in the run up to it.", "additional_details": "The divisive nature of the 2016 EU membership referendum has caused a schism in our country and many to question the quality of our democracy.\r\n\r\nTo restore confidence in our democracy we therefore ask for an independent public inquiry into the 2016 referendum", "committee_note": null, "state": "closed", "signature_count": 23600, "created_at": "2020-03-05T17:57:43.306Z", "updated_at": "2022-02-10T10:50:36.758Z", "rejected_at": null, "opened_at": "2020-03-11T09:56:52.190Z", "closed_at": "2020-09-11T22:59:59.999Z", "moderation_threshold_reached_at": "2020-03-05T19:27:44.000Z", "response_threshold_reached_at": "2020-06-29T12:26:24.000Z", "government_response_at": "2020-07-23T14:25:15.651Z", "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": null, "government_response": {"responded_on": "2020-07-21", "summary": "The legality of the EU referendum is beyond doubt, which is why there are no plans for an inquiry. The referendum result should be respected, which is why the UK has now left the European Union.", "details": "Almost three quarters of the electorate took part in the 2016 EU referendum, trusting that the result would be respected. 17.4 million people voted to leave the European Union, providing the biggest democratic mandate for any course of action ever directed at the UK Government. \r\n\r\nThe referendum was carried out in accordance with legislation passed by Parliament. The provisions relating to the conduct of the referendum were carefully scrutinised and ratified by Parliament, and there was a six week period in which the result of the EU referendum could be challenged by judicial review. \r\n\r\nThe Electoral Commission is the independent regulatory body responsible for ensuring that elections and referendums are run effectively and in accordance with the law. Fines were levied on multiple groups on both sides of the referendum campaign.\r\n\r\nWe treat the security and integrity of our democratic processes extremely seriously. That’s why the Government continues to strengthen and modernise the framework which governs electoral campaigning to make sure the rules work, now and in the future.\r\n\r\nIn the 2019 General Election, the British people cast their votes once again and elected, with a substantial majority, a Government committed to upholding the result of the referendum. \r\n\r\nFollowing the Election, Parliament voted with clear majorities in both Houses for the\r\nEuropean Union (Withdrawal Agreement) Act 2020.\r\n\r\nBy honouring the result of the referendum and having now left the European Union on 31\r\nJanuary 2020, this Government has helped preserve confidence in the UK’s democracy.\r\n\r\nFor these reasons, the Government has no plans to hold a public inquiry into the 2016\r\nreferendum.\r\n\r\nCabinet Office", "created_at": "2020-07-23T14:25:15.649Z", "updated_at": "2020-07-23T14:25:54.885Z"}, "debate": null, "departments": [{"acronym": "CO", "name": "Cabinet Office", "url": "https://www.gov.uk/government/organisations/cabinet-office"}], "topics": []}}, {"type": "petition", "id": 618926, "links": {"self": "https://petition.parliament.uk/petitions/618926.json"}, "attributes": {"action": "Save the bees: cut hazardous pesticides and support nature-friendly farming", "background": "The Government should introduce an ambitious target for pesticide reduction, aimed at decreasing the overall amount used and toxicity levels. This should be coupled with new support for farmers to adopt alternative approaches to protecting crops, such as integrated pest management.", "additional_details": "Using pesticides to protect crops must be balanced against the long term dangers they pose to nature, such as harming critical pollinator species. For example, neonicotinoids are highly toxic to bees, but despite being prohibited the Government has authorised their use.\r\n \r\nA clear pesticide reduction target, alongside new support for farmers in adopting alternative approaches, should encourage innovation and help protect the health of the British countryside and food security for future generations.", "committee_note": "", "state": "open", "signature_count": 23357, "created_at": "2022-06-23T11:39:49.929Z", "updated_at": "2023-01-03T09:23:30.000Z", "rejected_at": null, "opened_at": "2022-06-28T16:43:04.304Z", "closed_at": null, "moderation_threshold_reached_at": "2022-06-23T12:45:29.000Z", "response_threshold_reached_at": "2022-07-17T09:55:19.000Z", "government_response_at": "2022-08-08T10:54:05.388Z", "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": "Anabel Kindersley", "rejection": null, "government_response": {"responded_on": "2022-08-08", "summary": "The Government is committed to developing and implementing policies that support sustainable crop protection with the minimum use of pesticides.", "details": "The Government's landmark Environment Act 2021 commits to halting the decline in biodiversity by 2030. Developing and implementing policies that support sustainable crop protection with the minimum use of pesticides, while ensuring pests and pesticide resistance are managed effectively, will play an important role in achieving this as well as safeguarding food security.\r\n\r\nAs set out in the Agricultural Transition Plan, by 2028 we want to see a renewed agricultural sector, producing healthy food for consumption at home and abroad, where farms can be profitable and economically sustainable without subsidy. We also want to see farming and the countryside contributing significantly to environmental goals, including addressing climate change.\r\n\r\nThe National Action Plan (NAP) for the Sustainable Use of Pesticides, to be published later this year, will set out measures for increasing the uptake of Integrated Pest Management (IPM) and sustainable crop protection across agriculture, amenity and amateur sectors. IPM is a holistic approach which carefully considers all available plant protection methods, including increasing the use of nature-based, low toxicity solutions and precision technologies. We are working with farmers and stakeholders to develop new incentives under the future farming programme’s Sustainable Farming Incentive to support the uptake of IPM for introduction in 2023. \r\n\r\nWe have been assessing the role of targets, as well as the benefits and challenges of developing them, to support the ambitions of the final NAP. Improving indicators and establishing baselines is an important first step to ensure that goals are meaningful, measurable and drive positive change.\r\n\r\nDepartment for Environment, Food & Rural Affairs", "created_at": "2022-08-08T10:54:05.386Z", "updated_at": "2022-08-08T10:54:05.386Z"}, "debate": null, "departments": [{"acronym": "DEFRA", "name": "Department for Environment, Food and Rural Affairs", "url": "https://www.gov.uk/government/organisations/department-for-environment-food-rural-affairs"}], "topics": []}}, {"type": "petition", "id": 561818, "links": {"self": "https://petition.parliament.uk/petitions/561818.json"}, "attributes": {"action": "Do not implement Covid-19 Freedom Passes", "background": "We ask the Government not to proceed with any plans for the implementation of Freedom Passes. For these to be in force it requires the bearer to consent to at least twice weekly tests. ", "additional_details": "However the nature of the Freedom Pass means that people might feel coerced into consenting to these tests rather than doing so freely.\r\n\r\nThe Government would be very unwise to implement such a policy. The Government needs to protect people's rights to medical freedom, bodily autonomy and freedom from discrimination.", "committee_note": "", "state": "closed", "signature_count": 21296, "created_at": "2020-11-25T09:00:32.483Z", "updated_at": "2021-12-15T15:10:04.144Z", "rejected_at": null, "opened_at": "2020-12-02T09:55:43.303Z", "closed_at": "2021-06-02T22:59:59.999Z", "moderation_threshold_reached_at": "2020-11-25T11:57:27.000Z", "response_threshold_reached_at": "2020-12-07T17:52:37.000Z", "government_response_at": "2021-01-21T13:21:01.273Z", "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": null, "government_response": {"responded_on": "2021-01-21", "summary": "We are continually exploring ways in which we can return to normality as soon as possible while controlling the spread of the virus. This includes ways in which technology can be used to achieve this.", "details": "As from the beginning of the response to the pandemic, the Government’s first priority remains to protect the NHS and save lives.  It is important that we all continue to take the steps to beat the disease. This includes following relevant Covid-19 regulations and guidance and remembering to wash your hands regularly, use a face covering when social distancing is not possible and try to keep your distance from those not in your household.\r\n\r\nWe are continually exploring ways in which we can return to normality as soon as possible while controlling the spread of the virus. This includes ways in which technology could be utilised to enable workplaces, educational centres and health and social care services to reopen to the public safely.\r\n\r\nThe Government is increasing community testing, which is a crucial tool for Local Authorities to identify and isolate those who have Covid19 but do not have symptoms and may inadvertently spread the virus – and to break chains of transmission. We published the Community Testing Guide for Local Authorities on Monday 30 November, and the updated guidance was published 16 December to reflect the extension of community testing to include Tier 2 areas at significant risk of entering Tier 3. This is part of our broader strategy to help areas move out of Tier 4 and 3 restrictions faster and reduce the risk of a Tier 2 area entering Tier 3. \r\n\r\nAs with other vaccination programmes, a vaccine record card will be issued to patients with the relevant details about the vaccine including the date of their vaccination and their vaccine type. This is a vaccine record card, similar to those given to patients for other NHS vaccinations as a note of when they received their vaccine. It is not intended to be used for any other purpose, or as an immunity certificate\r\n\r\nThe UK has a world class national immunisation programme which is constantly reviewed and updated to reflect the changing nature of infectious diseases and provide the best protection for the public. All vaccines used in the UK are thoroughly tested, meet strict safety criteria and are carefully monitored after they are introduced into the national programme. Our evidence-based immunisation programmes are informed by the advice of our world leading expert committee – the Joint Committee on Vaccination and Immunisation (JCVI), which reviews a wide range of scientific and other evidence, keeping the vaccine schedule safe and relevant.\r\n\r\nThanks to an incredible amount of hard work across the country, over 500,000 people have been given a COVID-19 vaccine - those aged 80 and over, NHS and care home staff. Hundreds of local vaccination services run by family doctors and their teams have opened across England this week. Nurses, paramedics, pharmacists and other NHS staff are working alongside GPs to vaccinate those aged 80 and over, as well as care home workers and residents, identified as priority groups for the life-saving vaccine.\r\n\r\n It is an individual’s choice over whether they get vaccinated. We think that is the right step for people to take to protect themselves and their loved ones, and we are supporting people in making an informed choice by providing the public with the necessary information to do so. \r\n\r\nDepartment of Health and Social Care", "created_at": "2021-01-21T13:21:01.271Z", "updated_at": "2021-01-21T13:21:01.271Z"}, "debate": null, "departments": [{"acronym": "CO", "name": "Cabinet Office", "url": "https://www.gov.uk/government/organisations/cabinet-office"}], "topics": ["covid-19"]}}, {"type": "petition", "id": 300034, "links": {"self": "https://petition.parliament.uk/petitions/300034.json"}, "attributes": {"action": "Fund Kuvan (sapropterin) on the NHS for people with PKU", "background": "The drug Kuvan allows people with the rare condition PKU to manage their condition. The treatment has been licensed for 11 years but has never been commissioned by the NHS.\r\nThe government should make funding available for this treatment for all PKU patients that could benefit.", "additional_details": "PKU is a rare condition, diagnosed at birth.  People with PKU cannot process protein through their body properly and without careful management an amino acid (phenylalanine) causes brain damage. The only treatment funded by the NHS is a restricted diet containing virtually no natural protein.  The PKU diet is stressful and difficult to cope with. Outcomes are variable.\r\nKuvan (sapropterin) is a life changing treatment available in almost every country in Europe.  It needs to be available here.", "committee_note": "", "state": "closed", "signature_count": 19760, "created_at": "2020-03-03T12:25:09.391Z", "updated_at": "2020-09-05T23:00:08.447Z", "rejected_at": null, "opened_at": "2020-03-05T15:48:39.806Z", "closed_at": "2020-09-05T22:59:59.999Z", "moderation_threshold_reached_at": "2020-03-03T12:45:44.000Z", "response_threshold_reached_at": "2020-03-07T21:27:04.000Z", "government_response_at": "2020-04-07T21:30:08.160Z", "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": null, "government_response": {"responded_on": "2020-04-07", "summary": "We understand how difficult it is living with phenylketonuria. NICE is developing guidance on the use of Kuvan and the Government urges BioMarin to engage with the NHS to agree a fair price.", "details": "This Government is committed to ensuring that patients with rare diseases can secure a diagnosis and access appropriate and effective treatment, and we understand how difficult it is for patients living with phenylketonuria (PKU) and their families.\r\n\r\nThe Government wants NHS patients to benefit from effective treatments at a price that is fair to the NHS and the taxpayer. It is important that we have a system in place for making evidence-based decisions on whether new medicines should be routinely funded by the NHS, based on their clinical and cost effectiveness. \r\n\r\nThe National Institute for Health and Care Excellence (NICE) is the independent body that makes recommendations on whether new drugs work well enough to justify the cost to the NHS. NHS commissioners are legally required to fund medicines recommended in NICE technology appraisal guidance.  Many thousands of patients have benefitted from access to effective treatments as a result of NICE’s guidance.\r\n\r\nIn July 2018, the then Secretary of State asked NICE to develop guidance on whether Kuvan represents a clinically and cost-effective use of NHS resources and should, therefore, be made routinely available to patients. These are very difficult decisions to make and it is right that they are made independently based on an assessment of the evidence.\r\n\r\nNICE’s appraisal was unfortunately suspended as the manufacturer of Kuvan, BioMarin, withdrew from the process.  However, I am pleased that BioMarin has now agreed to re-engage in the appraisal and NICE will now aim to publish guidance on Kuvan as soon as possible.  The Government urges BioMarin to engage constructively in negotiations with NHS England and Improvement and NICE to agree a fair price for Kuvan.\r\n  \r\nUp to date information on the progress of the appraisal is available on NICE’s website at https://www.nice.org.uk/guidance/indevelopment/gid-ta10378. \r\n\r\nDepartment of Health and Social Care", "created_at": "2020-04-07T21:30:08.158Z", "updated_at": "2020-04-07T21:32:33.301Z"}, "debate": null, "departments": [{"acronym": "DHSC", "name": "Department of Health and Social Care", "url": "https://www.gov.uk/government/organisations/department-of-health-and-social-care"}], "topics": []}}, {"type": "petition", "id": 300050, "links": {"self": "https://petition.parliament.uk/petitions/300050.json"}, "attributes": {"action": "Legal rights for ancient trees", "background": "All ancient trees (over 100 years of age) to have the legal right not to be damaged or felled, with the exception of sustainable forestry to produce wood and maintaining the tree’s health. This would effectively make tree preservation orders (TPOs) national.", "additional_details": "1. Trees are vital to our natural ecosystem and support hundreds of animal and insect life as well producing oxygen and absorbing carbon dioxide and other pollutants.\r\n\r\n2. i believe all life is worthy of our care and respect, just as an animal that produces meat and milk is worthy of our care and respect, a tree producing wood and fruit is worthy of our care and respect.\r\n\r\n3. Any undue harm or felling of ancient trees for landscaping/visual reasons should be illegal and subject to prosecution.", "committee_note": null, "state": "closed", "signature_count": 17013, "created_at": "2020-03-03T12:59:06.478Z", "updated_at": "2021-07-26T17:10:08.781Z", "rejected_at": null, "opened_at": "2020-03-04T10:43:43.068Z", "closed_at": "2020-09-04T22:59:59.999Z", "moderation_threshold_reached_at": "2020-03-03T17:07:44.000Z", "response_threshold_reached_at": "2020-06-11T09:30:54.000Z", "government_response_at": "2020-06-30T11:39:43.251Z", "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": null, "government_response": {"responded_on": "2020-07-30", "summary": "Ancient trees are a living link to our history so we already have extensive controls on their protection; additional legal rights for ancient trees are not necessary in addition to those.", "details": "Ancient trees provide valuable ecosystems services and are a living link to our society’s social and economic history. The Government is committed to recognising the importance of trees – young and old - by delivering programmes and policies which bring the benefits of trees into all of our lives. We therefore recently launched a consultation on the England Tree Strategy. This includes proposals to increase protections for our trees and woodlands, including through improving the criteria for applying Tree Preservation Orders. Such proposals would build on existing work to protect trees through regulations and the planning system. Responses are invited to that consultation, which can be accessed through GOV.UK:\r\n\r\nhttps://www.gov.uk/government/consultations/developing-a-tree-strategy-for-england\r\n\r\nIn the National Planning Policy Framework (NPPF) an ancient or veteran tree is defined as: ‘A tree which, because of its age, size and condition, is of exceptional biodiversity, cultural or heritage value.’ Ancient and veteran trees are irreplaceable habitats, which are of great importance for wildlife, cultural, economic and historic value. The Government is committed to ensuring ancient and veteran trees are adequately protected and suitably managed to provide a wide range of social, environmental and economic benefits to society. We therefore strengthened the protection of ancient and veteran trees through the NPPF and the supporting National Planning Practice Guidance. The NPPF now recognises ancient and veteran trees as irreplaceable habitats and aligns the planning system more closely with Defra’s 25 Year Environment Plan, which aims to leave the environment in a better state for future generations.\r\n\r\nThe Government has long recognised public concern over tree felling and any impacts on woodlands, including ancient woodlands. The Forestry Commission is responsible for the licensing of sustainable tree felling across England. In respect of ancient trees, its decisions are underpinned by the Keepers of Time policy (2005) and the ancient and native woodland practice guidelines. The Forestry Commission works hard to ensure that illegal felling is discouraged and illegally felled woodland is restocked, taking appropriate enforcement action when necessary. We are taking further measures through the Environment Bill to give the Forestry Commission more powers to tackle illegal tree felling, further strengthening the protection of all wooded landscapes, including ancient trees. We are also using the Environment Bill to improve protection of our existing urban trees, by introducing a new duty on local highway authorities, to ensure they consult the public when considering felling urban street trees. This will ensure that the views of the public are considered in the management of these important assets.\r\n\r\nIn addition to this, as part of our current consultation on the England Tree Strategy, we are considering whether changes need to be made to the Tree Preservation Order criteria to improve protection for trees. Tightening the current criteria could improve consistency in the application of the policy and provide the opportunity to include more relevant factors to the environment, such as carbon sequestration. Feedback from stakeholders has shown us that Tree Preservation Orders are valued as a way to protect trees, but work is needed to bring the system up-to-date and ensure they are applied and enforced with consistency. Greater clarification of the criteria for making a Tree Preservation Order, including consideration of ecosystem service values, would be helpful. We would welcome views on this as part of the consultation.\r\n\r\nAncient trees provide valuable ecosystems services and are a living link to our society’s social and economic history. Existing, proportionate regulations balance this inherent value with local accountability and national interest. With this suite of existing regulations and protections, ancient trees are well-protected and we therefore do not believe that further legal rights are necessary.\r\n\r\nDepartment for Environment, Food and Rural Affairs\r\n\r\nThis is a revised response. The Petitions Committee requested a response which more directly addressed the request of the petition. You can find the original response towards the bottom of the petition page (https://petition.parliament.uk/petitions/300050) ", "created_at": "2020-06-30T11:39:43.249Z", "updated_at": "2020-07-30T18:31:19.455Z"}, "debate": null, "departments": [{"acronym": "DEFRA", "name": "Department for Environment, Food and Rural Affairs", "url": "https://www.gov.uk/government/organisations/department-for-environment-food-rural-affairs"}], "topics": []}}, {"type": "petition", "id": 574231, "links": {"self": "https://petition.parliament.uk/petitions/574231.json"}, "attributes": {"action": "Allow wild camping in England", "background": "A lot of people in England do bushcraft, and spend 1 to 3 days camping spending free time in nature, improving their bushcrafting and survival skills, and passing on this skill to the younger generation so that they know how to live in harmony with nature.", "additional_details": "This is a passion and hobby for adults and young people. We ask the Government to put in place rules for practicing Wild Camping on unenclosed land, as it is in Scotland.", "committee_note": "", "state": "closed", "signature_count": 16411, "created_at": "2021-02-06T14:52:09.223Z", "updated_at": "2022-06-30T14:45:11.011Z", "rejected_at": null, "opened_at": "2021-03-11T08:43:22.268Z", "closed_at": "2021-09-11T22:59:59.999Z", "moderation_threshold_reached_at": "2021-02-07T20:48:27.000Z", "response_threshold_reached_at": "2021-03-19T08:39:55.000Z", "government_response_at": "2021-04-08T12:08:56.797Z", "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": null, "government_response": {"responded_on": "2021-04-06", "summary": "Wild camping requires permission from the landowner. There are no plans currently to change this legislation. ", "details": "The Government is a great advocate of the benefits that access to the countryside and to the natural world can bring. We are committed to a programme of reforms that is focused on a ‘green recovery’ that aims to protect, enhance and increase our green and blue spaces and public access to those spaces. We are also implementing the 25 Year Environment Plan, which recognises that public access is key to connecting people with the environment to improve health and wellbeing. \r\n\r\nThe Government appreciates the potential benefits of wild camping in England and its attractiveness to campers. Wild camping can take place with the permission of the landowner. The introduction of a right to wild camp in England would, however, be a contentious issue which would require both significant consultation and legislative change.  \r\n\r\nOn open access land, wild camping is generally prohibited under Schedule 2 of the Countryside and Rights of Way Act 2000, which lists all restricted activities. Wild camping is not permitted on private land without the permission of the landowner.\r\n\r\nThere are no current plans to consider proposals for a change to this legislation.\r\n\r\nDepartment for Environment, Food and Rural Affairs", "created_at": "2021-04-08T12:08:56.794Z", "updated_at": "2021-04-08T12:08:56.794Z"}, "debate": null, "departments": [{"acronym": "DEFRA", "name": "Department for Environment, Food and Rural Affairs", "url": "https://www.gov.uk/government/organisations/department-for-environment-food-rural-affairs"}], "topics": []}}, {"type": "petition", "id": 332059, "links": {"self": "https://petition.parliament.uk/petitions/332059.json"}, "attributes": {"action": "Declare “Tested on Animals” on packaging for any product tested on animals", "background": "At present, if a product is NOT tested on animals it is often shown on the packaging. The consumer has to actively research products that do not display this information. Every product (cosmetics/cleaning products) should have to declare that this product is tested on animals.", "additional_details": "To make it easier for consumers to make a decision when buying a product. People who feel they are against animal testing, but have not actively researched every product they buy may use a product without realising it was tested on animals. Many companies use misleading product names, the word natural, for example, to give the impression they are animal friendly. Stating “tested on animals” would create clarity. I would not extend this rule to medical products as these are essential to health.", "committee_note": null, "state": "closed", "signature_count": 14615, "created_at": "2020-07-18T19:38:58.274Z", "updated_at": "2021-01-28T00:00:06.766Z", "rejected_at": null, "opened_at": "2020-07-27T15:14:48.556Z", "closed_at": "2021-01-27T23:59:59.999Z", "moderation_threshold_reached_at": "2020-07-20T13:25:24.000Z", "response_threshold_reached_at": "2020-10-07T05:28:44.000Z", "government_response_at": "2020-10-29T13:05:50.832Z", "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": null, "government_response": {"responded_on": "2020-11-24", "summary": "The UK has a robust legislative framework for animal welfare, and consumer protection rules that prohibit misleading or deceptive trading. The Government has no plans to introduce new measures.", "details": "This government is committed to maintaining high standards of animal welfare in science. The UK has a robust legislative framework for animal welfare, and consumer protection rules that prohibit misleading or deceptive trading.\r\n\r\nThe UK’s rigorous regulatory system requires that no testing takes place if there is a validated non-animal alternative that would achieve the scientific outcomes sought. Project licence proposals for research on animals for which there is no non-animal alternative must comply fully with the principles of the 3Rs: replacement, reduction and refinement. \r\n\r\nThe testing of cosmetics and their ingredients on animals in the UK has been banned since 1998 and the UK has been instrumental in introducing this ban across the European Union and beyond. In 2015 the Government implemented a ban on the testing of finished household products on animals as well as a qualified ban on household product ingredients. This ban was a clear statement of the UK’s commitment to animal welfare.\r\n\r\nThe Consumer Protection from Unfair Trading Regulations 2008 (CPRs) are in place to protect consumers from being misled about the products or services they buy. The CPRs prohibit traders in all sectors from engaging in misleading and deceptive commercial practices (primarily in the course of marketing and advertising) against consumers to the extent that they are likely to lead a consumer to make a decision which they otherwise would not have made.  This includes false or misleading statements on products as to whether, for example, they have been tested on animals or not. The Regulations also cover the omission of material information where goods are offered direct for sale to consumers and where the omission would be likely to affect the transactional decision of the average consumer.\r\n \r\nIn addition, there are controls in place on advertising in the UK. These are primarily by self-regulation under which the Advertising Standards Authority (ASA) has responsibility for ensuring compliance with the British Code of Advertising, Sales Promotion and Direct Marketing. The Code is a body of rules by which the industry agrees to abide. It requires all forms of advertising to be legal, decent, honest, truthful and prepared with a sense of responsibility to both consumer and society. The ASA are happy to look into concerns and details of how to complain can be found on the ASA’s website at: https://www.asa.org.uk/.\r\n\r\nGiven the UK’s rigorous regulatory system in this area, and the current consumer protection rules that prohibit misleading or deceptive trading, the Government has no plans to introduce new measures at this time.\r\n\r\nDepartment for Business, Energy and Industrial Strategy\r\n\r\nThis is a revised response. The Petitions Committee requested a response which more directly addressed the request of the petition. You can find the original response towards the bottom of the petition page (https://petition.parliament.uk/petitions/332059)\r\n", "created_at": "2020-10-29T13:05:50.830Z", "updated_at": "2020-11-24T14:50:09.539Z"}, "debate": null, "departments": [{"acronym": "BEIS", "name": "Department for Business, Energy and Industrial Strategy", "url": "https://www.gov.uk/government/organisations/department-for-business-energy-and-industrial-strategy"}], "topics": []}}, {"type": "petition", "id": 326850, "links": {"self": "https://petition.parliament.uk/petitions/326850.json"}, "attributes": {"action": "Hold a public vote on HS2 project as it is being paid for by the public", "background": "I would like a public vote/referendum on whether we want to spend in excess of £100 billion on a train project which will destroy or irreparably damage natural habitats and wildlife sites along the route.", "additional_details": "To me, the damage & cost to public land, wildlife & nature at a time of Environmental emergency & recession outweighs the long-term benefits of travel. The HS2 project should be decided by the people paying for it, the tax payers. It’s destroying communities & environment.", "committee_note": "", "state": "closed", "signature_count": 13949, "created_at": "2020-06-12T14:54:45.906Z", "updated_at": "2021-03-19T00:00:06.524Z", "rejected_at": null, "opened_at": "2020-09-18T14:37:20.175Z", "closed_at": "2021-03-18T23:59:59.999Z", "moderation_threshold_reached_at": "2020-06-12T18:57:14.000Z", "response_threshold_reached_at": "2020-11-20T22:21:27.000Z", "government_response_at": "2020-12-03T16:04:51.422Z", "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": null, "government_response": {"responded_on": "2021-01-05", "summary": "HS2 will transform, and help decarbonise, our country’s transport network, bring our biggest cities closer together, boost productivity and rebalance opportunity across the country.", "details": "As set out in the Full Business Case for Phase One, the Government has carefully considered the merits and disadvantages of proceeding with HS2 and has firmly concluded that it should go ahead. HS2 will transform our country’s transport network, bringing our biggest cities closer together, boosting productivity and rebalancing opportunity fairly across the country. Once operational, it will provide a low-carbon alternative to cars and planes. During construction, we want HS2 to be the most environmentally responsible major infrastructure project in UK history\r\n \r\nHS2 is at the heart of our plans to build back better from Covid-19, creating thousands of jobs and providing certainty at a time when people need it the most. This railway is a long-term investment which will bring our biggest cities closer together, boost productivity and provide a low-carbon alternative to cars and planes for many decades to come.\r\n\r\nHS2 has rightly been subject to a great deal of Parliamentary and public scrutiny. Phase One was the subject of considerable debate in Parliament during the passage of the High-Speed Rail (London-West Midlands) Act 2017 (“the Phase One Act”). The Phase 2a Bill is currently being taken through Parliament, and the Government agreed with the Oakervee Review's conclusion that splitting Phase 2b into smaller sections, and more than one Bill, could facilitate scrutiny in Parliament, and make its management and construction more manageable.\r\n\r\nThe Transport Secretary has made a clear commitment to greater transparency on HS2, and Andrew Stephenson, the dedicated HS2 minister, is reporting bi-annually to Parliament on the project. The Department for Transport has also established a monthly Ministerial Task Force to provide strategic oversight, support and challenge for the successful delivery of Phases One and 2a. Earlier this year, Government reset the funding regime for HS2 Phase One including a Target Cost and funding envelope as well as providing revised estimates for the wider scheme, subject to the ongoing work on the Integrated Rail Plan.\r\n\r\nFor the reasons set out above, the Government has no plans to hold a public vote on whether HS2 proceeds.\r\n\r\nThis Government takes its environmental commitments extremely seriously. That is why the UK was the first major economy in the world to legislate for net zero and why we have published a 25-year Environment Plan setting out what we will do to protect and enhance our natural environment for future generations. The UK is decarbonising faster than any other country in the G20 and is providing global leadership on climate change.\r\n\r\nThe environmental impacts of HS2 were closely scrutinised by Parliament during the passage of the Phase One Act, which gives statutory and planning authority for the construction of Phase One of the scheme. Alongside the Act, the Government also published the Environmental Minimum Requirements, a suite of additional environmental commitments to further reduce the impacts of the project.\r\n\r\nAs well as environmental protections, a range of measures to mitigate and compensate for environmental impacts have been put in place. This includes a commitment to seek to achieve ‘no net loss’ to biodiversity and the creation of a ‘green corridor’ alongside HS2, which will provide bigger and better habitats for wildlife, and integrate HS2 into the landscape. On Phase One alone over 33 square kilometres of new and existing wildlife habitat will be created, an increase of around 30% compared to what’s there now.\r\n\r\nAll environmental measures, whether they be the creation of new habitats or the enhancement of existing habitats, will be supported with long-term management plans and agreements. This will ensure that the new railway leaves a long-lasting legacy for both wildlife and future generations.\r\n\r\nHS2 will give us a step-change in capacity delivering better connectivity between our largest towns and cities. The Government’s decision to proceed with HS2 supports our objectives on climate change as the railway will play a key role in decarbonising our transport sector. This is because, once HS2 is in operation, it will offer a low carbon alternative to cars and domestic air travel. It will also free up space on the existing railway for thousands more passengers to travel by rail and to move more goods by rail freight, taking lorries off our roads.\r\n\r\nDepartment for Transport\r\n\r\nThis is a revised response. The Petitions Committee requested a response which more directly addressed the request of the petition. You can find the original response towards the bottom of the petition page (https://petition.parliament.uk/petitions/326850)\r\n", "created_at": "2020-12-03T16:04:51.420Z", "updated_at": "2021-01-05T17:48:10.509Z"}, "debate": null, "departments": [{"acronym": "DfT", "name": "Department for Transport", "url": "https://www.gov.uk/government/organisations/department-for-transport"}], "topics": []}}, {"type": "petition", "id": 575169, "links": {"self": "https://petition.parliament.uk/petitions/575169.json"}, "attributes": {"action": "Prioritise brownfield development in law to protect our green belt and farmland", "background": "Enshrine in law all brown field sites to be fully developed within a 25 mile radius of green belt or farmland before any development is allowed on non-brownfield land. Ensure in law the democratic wishes of local residents and local authorities as a precedent and limit ministerial powers to suit.", "additional_details": "The Government has a duty to protect the environment against climate change, protect local areas of outstanding beauty and natural habitat. Preserve todays biodiversity and bio abundance for the generation of tomorrow. Nature and wildlife is at threat of extinction at the detriment of unnecessary housing  development and where today's generation may still have the benefit of existing wildlife tomorrow's generation will only have the benefit of wildlife pictures.", "committee_note": null, "state": "closed", "signature_count": 13839, "created_at": "2021-02-13T21:34:27.270Z", "updated_at": "2021-08-23T23:00:07.880Z", "rejected_at": null, "opened_at": "2021-02-23T09:41:34.704Z", "closed_at": "2021-08-23T22:59:59.999Z", "moderation_threshold_reached_at": "2021-02-16T10:13:57.000Z", "response_threshold_reached_at": "2021-05-21T10:57:35.000Z", "government_response_at": "2021-06-03T11:38:13.413Z", "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": null, "government_response": {"responded_on": "2021-06-03", "summary": "The Government has no plans to introduce a legal requirement that all brownfield sites are fully developed before any development is allowed on non-brownfield land.", "details": "This Government is committed to protecting and enhancing the natural environment, as well as mitigating the effects of climate change. This commitment is  stated in the National Planning Policy Framework and supporting guidance, to which all local planning authorities should have regard when drawing up local plans, or determining planning applications.  The Framework expects local authorities to not only protect landscapes, soils and sites of biodiversity but go further by enhancing these valued surroundings. The Framework also outlines that the character and beauty of the countryside, including trees and woodland, should be recognised in the planning of future development.  Strong protections are in place for Areas of Outstanding Natural Beauty, Green Belt, Sites of Special Scientific Interest and other designated land. The Government will continue to apply policy and law as appropriate to prevent harm to wildlife-rich habitat, and to restrict development in open countryside.\r\n\r\nThe Government is also committed to making the most of brownfield land.  The Framework strongly encourages regeneration and re-use of brownfield, especially for housing - helping to level up communities across the country while taking off some of the pressure to consider other land, such as Green Belt, for new homes. The Framework expects local authorities to give substantial weight to re-using suitable brownfield when Plan-making or deciding planning applications. These sites should be given priority where practical and viable, and local authorities should consider building up, and higher densities in towns.\r\n\r\nHowever:\r\n\r\n- the term ‘brownfield’ comprises almost all types of previously developed land, including inhabited housing and land occupied by functioning businesses and industry;   \r\n- not all vacant brownfield is in the right place for sustainable residential use; \r\n- some is valuable for ecology; \r\n- some has high upfront costs for demolition or decontamination; \r\n- each local authority is already required by law to publish a register of brownfield land in its area that would be suitable for housing-led development;\r\n- not all owners will wish to develop or release sites, for different reasons; and \r\n- the rules on compulsory purchase of building sites are strict, and generally require compensation for the owner, reflecting the current land value.\r\n\r\nElected local authorities are responsible for deciding the right location and type of sustainable future development in each area, in accordance with national policies in the Framework. Rightly, planning decisions are not made on the basis of the number of objectors or supporters. Instead, each local authority is responsible for preparing a vision for future development in its area using a Local Plan. The Local Plan outlines how land should be used and takes account of any necessary restraints on development. The Plan is created in consultation with the local community, and submitted for rigorous independent examination by a planning inspector. If the Plan is judged to be properly prepared, justified, and consistent with national policy in the Framework, it can come into effect. \r\n\r\nThe Government is clear that to help make home ownership affordable for more people, and help more people rent their own home, we need to deliver more homes. To get enough homes built in the places where people and communities need them, a crucial first step is to plan for the right number of homes. Local housing need introduced in 2018 is a measure of an area’s housing need, against which councils must then consider their local circumstances and supply pipeline. Local authorities draw up a local housing target, taking into account factors including land availability and environmental constraints such as Green Belt. Following consultation to changes to the method (from August to October 2020) on 16 December 2020 we changed the formula to increase need in the 20 most populated urban areas. \r\n\r\nProtecting the Green Belt remains a priority and our national planning policy reinforces regenerating previously developed land, known as brownfield sites, and prioritising urban areas. The uplift in local housing needed within our biggest cities and urban centres in England will direct homes to where they are better served by infrastructure, and therefore protect our countryside. It also supports our wider objectives of regenerating brownfield sites, renewal, and levelling up. Green Belt decisions as outlined above will remain with local authorities and communities, ensuring they have influence over development, location and design.\r\n\r\nWhile continuing to apply strong policies to limit harm to Green Belt and the countryside, this Government is encouraging local authorities to make the most of their brownfield land. We are providing extensive financial support for this.  For example, in 2020 the Prime Minister announced that seven Mayoral Combined Authorities would receive a share of the £400 million Brownfield Housing Fund. This will help unlock 26,000 homes across England by bringing under-utilised brownfield land back into use. In addition we are investing £75 million in a Brownfield Land Release Fund for authorities not eligible for the Brownfield Housing Fund. This is new capital funding to accelerate release of local authority-owned land for housing. The Brownfield Land Release Fund is expected to release land for 7,000 homes by 2024.\r\n\r\nMinistry of Housing, Communities and Local Government", "created_at": "2021-06-03T11:38:13.411Z", "updated_at": "2021-06-03T11:38:13.411Z"}, "debate": null, "departments": [{"acronym": "DLUHC", "name": "Department for Levelling Up, Housing and Communities ", "url": "https://www.gov.uk/government/organisations/department-for-levelling-up-housing-and-communities"}], "topics": []}}, {"type": "petition", "id": 578875, "links": {"self": "https://petition.parliament.uk/petitions/578875.json"}, "attributes": {"action": "Remove single person protest clauses in Police, Crime, Sentencing & Courts Bill", "background": "The Government’s new Police, Crime, Sentencing and Courts Bill contains clauses designed specifically to stifle single individuals legitimately protesting. These clauses should be removed from the Bill before it becomes law", "additional_details": "These clauses relating to single person protests are draconian in nature and are designed to stifle legitimate protest. \r\n\r\nSuch measures have no place in a democracy", "committee_note": "", "state": "closed", "signature_count": 12868, "created_at": "2021-03-10T17:37:42.177Z", "updated_at": "2022-03-18T15:33:50.573Z", "rejected_at": null, "opened_at": "2021-03-16T11:28:17.872Z", "closed_at": "2021-09-16T22:59:59.999Z", "moderation_threshold_reached_at": "2021-03-10T17:54:05.000Z", "response_threshold_reached_at": "2021-03-19T12:31:05.000Z", "government_response_at": "2021-04-08T12:16:20.086Z", "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": null, "government_response": {"responded_on": "2021-04-06", "summary": "The Police, Crime, Sentencing and Courts Bill does not erode the right to protest peacefully; the Government will not be removing protest measures from the Bill.", "details": "The right to protest peacefully is a cornerstone of our democracy and the Government is absolutely committed to maintaining freedom of expression. However, where the levels of continual noise during protests prevent organisations from conducting their daily business or have a significant impact on others’ wellbeing, this is unacceptable.\r\n\r\nIn a recent inspection, the independent policing inspectorate, Her Majesty’s Inspectorate of Constabulary, Fire & Rescue Services (HMICFRS) found that the rights of protesters are sometimes prioritised over the rights of local residents, businesses, and those with opposing views, and recommended a ‘modest reset’ of the balance. This is what this Bill is designed to achieve. \r\n\r\nThis Bill will enable the police to manage disruptive protests more effectively. Clause 60, Imposing conditions on one-person protests, enables the police to impose conditions on single person protests if they reasonably believe that the noise generated by the protest may result in serious disruption to the activities of an organisation or it may cause intimidation, harassment, or serious unease; alarm; or distress.\r\n \r\nFor both these triggers, the police will need to pay due regard to the number of people affected and the intensity and duration of the impact caused by the noise. The police will only be able to impose conditions on the use of noise in the extreme cases where noise causes unjustifiable disruption or has a significant impact on those in the vicinity, as defined in the Bill. The vast majority of protests, including those carried out by a single individual will be able to continue making noise as they currently do.\r\n\r\nThe police will continue to be required to pay due regard to Human Rights obligations, namely articles 10 and 11 of the European Convention on Human Rights on freedom of expression and assembly, when making use of any powers to manage protests and they must be able to show that their use of powers is necessary and proportionate.\r\n\r\nHome Office\r\n", "created_at": "2021-04-08T12:16:20.084Z", "updated_at": "2021-04-08T12:16:20.084Z"}, "debate": null, "departments": [{"acronym": "HO", "name": "Home Office", "url": "https://www.gov.uk/government/organisations/home-office"}], "topics": []}}, {"type": "petition", "id": 577436, "links": {"self": "https://petition.parliament.uk/petitions/577436.json"}, "attributes": {"action": "Require Planning Permission for laying of Astroturf Lawns / Artificial Grass", "background": "Make install of astroturf require Planning Permission with valid reason for approval. Every day, more British gardens are being ripped out for plastic grass. Our entire ecosystem from Bees & Hedgehogs to Bats & Birds is losing precious habitat, all in the name of saving people 10-minutes mowing.", "additional_details": "Astroturf lawns come with huge negatives. There is a high carbon footprint at production and loss of carbon storage when a natural garden is replaced. Microplastics & plastic waste is a growing environmental concern. It's bad for soils & soil life which impedes drainage, increasing flooding. Countless species rely on lawns for pollen/nectar. By destroying insect life we are damaging our ecology from the ground up. Such a destructive & rapidly spreading practice should require planning permission", "committee_note": "", "state": "closed", "signature_count": 12703, "created_at": "2021-02-28T22:51:15.850Z", "updated_at": "2022-08-05T11:14:06.311Z", "rejected_at": null, "opened_at": "2021-04-13T15:17:56.953Z", "closed_at": "2021-10-13T22:59:59.999Z", "moderation_threshold_reached_at": "2021-03-01T07:14:05.000Z", "response_threshold_reached_at": "2021-05-12T17:09:45.000Z", "government_response_at": "2021-05-28T06:39:21.448Z", "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": null, "government_response": {"responded_on": "2021-05-27", "summary": "The Government has no plans to introduce a requirement that planning permission must be sought for the installation of artificial grass in residential gardens.", "details": "Improving the UK’s biodiversity is a key objective for the Government.  The Environment Bill, currently progressing though Parliament, contains an ambitious package of reforms to restore and enhance nature and green spaces.    This includes a new mandatory requirement for biodiversity net gain in the planning system, to ensure that new developments enhance biodiversity. In future, substantive developments which involve the laying of artificial grass at the expense of natural landscaping, such as a new football pitch, will be required to ensure biodiversity is enhanced.   \r\n\r\nHowever, the Government believes that it would be, in most circumstances, disproportionate to use the planning system to regulate small uses of artificial grass in residential gardens, and has no plans  to introduce a requirement that planning permission must be sought for the installation of artificial grass in residential gardens.      \r\n\r\nHouseholders already have permitted development rights which allow them to install hard surfacing around their house, subject to limits to address concerns about surface water run-off and reduce the risk of flooding.  The installation of decking, or other raised platforms, in gardens is also permitted development providing they are no more than 30cm above the ground and together with other extensions, outbuildings etc, and cover no more than 50 per cent of the original garden area. \r\n\r\nHowever, there are special rules for development in a designated area or to a listed building, and consent will normally be needed to undertake works that change the appearance of a listed building or its grounds. \r\nHomeowners should check with their local planning authority if planning significant works of embanking or terracing to support a hard surface as this may require a planning application.\r\n\r\nMinistry of Housing, Communities and Local Government", "created_at": "2021-05-28T06:39:21.445Z", "updated_at": "2021-05-28T06:39:21.445Z"}, "debate": null, "departments": [{"acronym": "DLUHC", "name": "Department for Levelling Up, Housing and Communities ", "url": "https://www.gov.uk/government/organisations/department-for-levelling-up-housing-and-communities"}], "topics": []}}, {"type": "petition", "id": 562054, "links": {"self": "https://petition.parliament.uk/petitions/562054.json"}, "attributes": {"action": "Ban the use of peat in horticulture and all growing media by 2023.", "background": "Peat bogs and moors are extremely important in the fight against the climate emergency; sequestering carbon better than many natural landscapes, reducing flooding and are great for biodiversity.The plan to stop peat use by 2030 is too late, and needs to be brought forward. Peat imports should cease.", "additional_details": "Peat currently makes up 40% of growing media used by the public, and over 60% of that used in the professional sector.  There are other materials such as coir, composted wood and leafmould which can be used. Peatlands should not be mined, but protected and encouraged. \r\n\r\nThe government should immediately rescind extraction licences and compensate companies, and by the end of 2023 have all UK peatlands  properly protected, and all growing media peat-free.", "committee_note": "", "state": "closed", "signature_count": 11916, "created_at": "2020-11-26T17:38:22.438Z", "updated_at": "2022-01-21T08:37:39.379Z", "rejected_at": null, "opened_at": "2020-12-03T09:01:34.173Z", "closed_at": "2021-06-03T22:59:59.999Z", "moderation_threshold_reached_at": "2020-11-26T18:02:37.000Z", "response_threshold_reached_at": "2021-05-14T06:52:15.000Z", "government_response_at": "2021-06-04T12:27:37.180Z", "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": null, "government_response": {"responded_on": "2021-06-04", "summary": "In the England Peat Action Plan, we have committed to publishing a consultation in 2021 on banning the sale of peat and peat containing products in the amateur sector by the end of this Parliament.", "details": "The Government is committed to protecting and restoring our vulnerable peatlands in England. We have always been clear of the need to end the use of peat in horticultural products in England and want this transition to be as seamless as possible for the industry. While there has been some progress, the voluntary target to phase out the use of peat in horticulture in the amateur sector by 2020, set in 2011, has not succeeded. On the 18th May 2021 we published the England Peat Action Plan, within which we committed to publishing a full consultation in 2021 on banning the sale of peat and peat containing products in the amateur sector by the end of this Parliament. We will also be setting an absolute deadline to ban the sale of peat in the professional sector.\r\n\r\nWe are engaging with the industry on making the transition to peat alternatives as seamless as possible. We will continue to work with the industry to develop a Responsible Sourcing Scheme for Growing Media, which allows manufacturers and retailers to make informed choices of growing media inputs to amateur/retail products, to ensure that the environmental footprint of peat alternatives is minimised. We have jointly funded research with the industry on peat replacements in professional horticulture.  \r\n\r\nWe are also currently co-funding with the horticultural industry monitoring of the composition of growing media (including peat) supplied for amateur and professional use in the horticultural market. Monitoring statistics show that the investment manufacturers and retailers have made in peat alternatives has started to feed into the market: in 2019 the volume of peat sold in growing media was 2.06 million m3 compared with 2.76 million m3 in 2011. This represents a 25% decrease in the volume of peat sold in growing media from 2011 to 2019. However, the volume of peat sold in the UK rose by 9% in 2020 due to unprecedented demand throughout the year and the impact of the global pandemic on the supply chains for alternative materials.  \r\n       \r\nWe will continue to work with the industry to identify blockages and work across government and the private sector to develop and enact solutions to ending the use of peat and peat containing products.\r\n\r\nDepartment for Environment, Food and Rural Affairs", "created_at": "2021-06-04T12:27:37.177Z", "updated_at": "2021-06-04T12:27:37.177Z"}, "debate": null, "departments": [{"acronym": "DEFRA", "name": "Department for Environment, Food and Rural Affairs", "url": "https://www.gov.uk/government/organisations/department-for-environment-food-rural-affairs"}], "topics": []}}, {"type": "petition", "id": 310556, "links": {"self": "https://petition.parliament.uk/petitions/310556.json"}, "attributes": {"action": "For the sake of wildlife & forests ban the release of balloons and sky lanterns.", "background": "Please protect our environment by banning the release of balloons and sky lanterns.\r\nThousands of balloons and sky lanterns are released every year with little or no regard to the damage they do to our wildlife, seas and remaining forests.Government can no longer ignore the plight of nature.", "additional_details": "We call on the government to finally take action on this blatant littering of our countryside and oceans. Over eighty local authorities have already taken action to ban these items.\r\nThe RSPCA and the National Farmers Union have reported gruesome injuries and the painful death of animals, with livestock and wildlife eating lantern wire. The Fire Brigade has also had to respond to fires caused by sky lanterns.\r\nThe government cannot and must not continue to ignore this appalling practice.", "committee_note": null, "state": "closed", "signature_count": 11483, "created_at": "2020-03-26T20:33:37.083Z", "updated_at": "2020-12-08T14:08:27.000Z", "rejected_at": null, "opened_at": "2020-05-15T09:45:18.154Z", "closed_at": "2020-11-15T23:59:59.999Z", "moderation_threshold_reached_at": "2020-03-29T18:47:54.000Z", "response_threshold_reached_at": "2020-09-16T08:13:14.000Z", "government_response_at": "2020-10-05T16:06:04.102Z", "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": null, "government_response": {"responded_on": "2020-10-05", "summary": "The Government takes its responsibility of safeguarding the environment seriously. Based on evidence available, we have concluded that an outright ban would be disproportionate in the circumstances.", "details": "The Government recognises concerns that sky lanterns and balloons can pose a threat to the environment and wildlife. For this reason, Defra and the Welsh Government commissioned an independent study in 2013 into the impacts of sky lanterns and helium balloons on the health and welfare of livestock. The report concluded that these impacts were relatively minor. Any action the Government takes must be proportionate to the level of risk and we have concluded that an outright ban would be disproportionate in the circumstances.\r\n\r\nAlthough there is no legislation that specifically regulates the release of balloons or sky lanterns, voluntary actions and initiatives aimed at minimising the risks associated with sky lanterns and driving up safety standards have been effective. Initiatives include publication of a Trading Standards Institute voluntary code of practice for sky lanterns to ensure that they are manufactured to be safe and sold responsibly. Sky lanterns also fall in scope of the General Product Safety Regulations 2005 which oblige producers and distributors to place only safe consumer products on the market. These regulations are enforced by local authority Trading Standards services across the UK.\r\n\r\nWe have also provided local authorities with powers to restrict or ban the use of sky lanterns on council or public land and, as the petition notes, many local authorities have already put such measures in place.\r\n\r\nAs the law stands in England, it is conceivable that a magistrates’ court would conclude that a release of balloons or sky lanterns constitutes a littering offence. Section 87 of the Environmental Protection Act 1990 says: “A person is guilty of an offence if he throws down, drops or otherwise deposits any litter in any place to which this section applies and leaves it”. Ultimately it would be for a court to rule whether this phrase would cover balloon or sky lantern releases.\r\n\r\nCouncils in England have the necessary powers to take an individual whom they believe to be guilty of a littering offence to court or, as an alternative, issue a fixed penalty notice. Where a case does go to court, the magistrate will determine whether a particular incident constitutes a littering offence and, if so, the appropriate fine. It would be up to the council to decide whether bringing a prosecution for releasing balloons or sky lanterns was appropriate and a good use of its funds.\r\n\r\nThe Government considers the current voluntary and regulatory regime, supported by existing guidance on the safe manufacture and use of sky lanterns, is effective and proportionate. \r\n\r\nDepartment for Environment, Food and Rural Affairs", "created_at": "2020-10-05T16:06:04.101Z", "updated_at": "2020-10-05T16:06:04.101Z"}, "debate": null, "departments": [{"acronym": "DLUHC", "name": "Department for Levelling Up, Housing and Communities ", "url": "https://www.gov.uk/government/organisations/department-for-levelling-up-housing-and-communities"}], "topics": []}}, {"type": "petition", "id": 601485, "links": {"self": "https://petition.parliament.uk/petitions/601485.json"}, "attributes": {"action": "Ban the sale and use of artificial grass for residential properties", "background": "The UK Government has previously responded to calls for the banning of artificial grass by stating that they 'prefer to help people and companies make the right choice, rather than banning items outright'. This response needs reviewing, as the use of artificial grass in UK gardens continues to grow.", "additional_details": "The UK is described as one of the most nature-depleted countries in the world, yet people continue to destroy living gardens to replace them with plastic. Life on earth depends on rich biodiversity, and the use of artificial grass is irresponsible. This, aside from the issue of huge volumes of plastics should be enough to determine that the '25 Year Environment Plan' is not ambitious enough. \r\nThis is a simple step towards the commitment to COP26. \r\nIncentives are not enough.", "committee_note": "", "state": "closed", "signature_count": 10901, "created_at": "2021-11-18T06:55:53.460Z", "updated_at": "2022-07-05T10:00:12.557Z", "rejected_at": null, "opened_at": "2021-12-01T17:48:17.118Z", "closed_at": "2022-06-01T22:59:59.999Z", "moderation_threshold_reached_at": "2021-11-18T18:27:08.000Z", "response_threshold_reached_at": "2022-05-25T09:49:39.000Z", "government_response_at": "2022-06-16T09:51:21.373Z", "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": null, "government_response": {"responded_on": "2022-06-16", "summary": "The Government has no plans to ban the use of artificial grass.", "details": "Improving the UK’s biodiversity is a key objective for the Government. We recognise that, in itself, artificial grass has no value for wildlife, and its installation can have negative impacts on soil health, biodiversity and drainage for flood prevention or alleviation, if installed in place of natural earth or more positive measures such as planting flowers or trees or providing natural water features.\r\n\r\nWe prefer to help people and companies make the right choice, rather than banning or taxing items outright. We are seeing more organisations, including the Royal Horticultural Society, helping to communicate the risks and issues surrounding the use of artificial grass in place of natural landscaping. \r\n\r\nThe 25 Year Environment Plan sets out our ambition to eliminate all avoidable plastic waste by 2042. Given the scale of the plastics problem, we need to take a targeted and evidence-led approach to tackling the issues of plastic waste. That is why our Plastic Packaging Tax and Collection and Packaging Reforms will help to reduce plastic waste, ensuring we keep as much material in circulation for as long as possible, by incentivising reduction, reuse and recycling of plastic at end-of-life.\r\n\r\nWe have no current plans to ban the sale of artificial grass, but in our recent call for evidence on commonly littered and problematic plastic items, we asked the public if there were any further plastic items we should consider for future policy action. We will review the feedback from the call for evidence and publish a response in due course.\r\n\r\nThe Environment Act 2021 contains an ambitious package of reforms to restore and enhance nature and green spaces. This includes a new mandatory requirement for biodiversity net gain in the planning system, to ensure that new developments enhance biodiversity. In future, developments which involve the laying of artificial grass at the expense of natural landscaping will be required to enhance biodiversity in other ways.\r\n\r\nIn addition, the Environment Act strengthens the current biodiversity duty on public authorities to require them to take action to conserve and enhance biodiversity; and introduces a reporting requirement for those public authorities with the greatest potential to enhance biodiversity. This will further incentivise public authorities to adopt approaches that improve the environment. We are also developing guidance to help local planning authorities identify actions they can take to comply with the strengthened duty.\r\n\r\nDepartment for Environment, Food and Rural Affairs", "created_at": "2022-06-16T09:51:21.371Z", "updated_at": "2022-06-16T09:51:21.371Z"}, "debate": null, "departments": [{"acronym": "BEIS", "name": "Department for Business, Energy and Industrial Strategy", "url": "https://www.gov.uk/government/organisations/department-for-business-energy-and-industrial-strategy"}], "topics": []}}, {"type": "petition", "id": 552296, "links": {"self": "https://petition.parliament.uk/petitions/552296.json"}, "attributes": {"action": "Enshrine tree planting target in law", "background": "The UK is hosting the 2021 United Nations Climate Change Conference and has already enshrined a net zero carbon emissions target in law. Now is the time for the Government to set a legally-binding tree planting target, in line with the recommendation by the Committee on Climate Change.", "additional_details": "Tree planting is integral to tackling the climate crisis. Despite this, only 13% of the UK has tree cover, compared to an EU average of 38%. A legally binding target to plant 30,000 ha of new woodland each year to 2050, as has been recommended by the Committee on Climate Change, that considers best sustainable practices in urban and rural tree planting could help increase biodiversity, reconnect people with nature and deliver on our net zero target.", "committee_note": "", "state": "closed", "signature_count": 10508, "created_at": "2020-09-24T09:42:05.095Z", "updated_at": "2021-08-10T11:40:25.000Z", "rejected_at": null, "opened_at": "2020-11-13T12:56:55.745Z", "closed_at": "2021-05-13T22:59:59.999Z", "moderation_threshold_reached_at": "2020-09-24T13:26:14.000Z", "response_threshold_reached_at": "2021-05-03T17:18:45.000Z", "government_response_at": "2021-05-21T10:57:02.779Z", "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": null, "government_response": {"responded_on": "2021-05-21", "summary": "The Government is exploring whether a statutory target for woodland creation in England would be appropriate.", "details": "The Government has committed to increase the rate of new woodland creation across the UK to 30,000 hectares per year by the end of this Parliament and to at least treble tree planting rates to deliver improved biodiversity, climate, economic and societal benefits.\r\n\r\nEngland will have at least 12% woodland cover by mid-century, contributing to net zero greenhouse gas emissions. Woodlands will be managed for biodiversity and other environmental and societal benefits, along with providing a sustainable source of timber and other products.  \r\n\r\nWe are exploring whether a longer-term statutory target for woodland creation in England would be appropriate, including possible interactions with other potential environmental targets.\r\n\r\nThe Environment Bill, currently passing through Parliament, seeks to introduce a mechanism for the Secretary of State to set targets in a number of environmental areas, including woodland creation. The development of any environmental targets will follow a robust, evidence-led process that includes a statutory requirement to seek independent expert advice and a role for stakeholders and the public, as well as scrutiny from Parliament.\r\n\r\nWe are working towards a public consultation for publication in early 2022 that will include proposed targets and an assessment of their impacts. The newly published England Trees Action Plan sets out plans for achieving an unprecedented increase in woodland creation in England, supported by the Nature for Climate Fund. This programme of work will support the Government’s tree planting ambitions over the course of this Parliament and help to increase woodland creation rapidly in England.\r\n\r\nDepartment for Environment Food & Rural Affairs", "created_at": "2021-05-21T10:57:02.777Z", "updated_at": "2021-05-21T10:57:02.777Z"}, "debate": null, "departments": [{"acronym": "DEFRA", "name": "Department for Environment, Food and Rural Affairs", "url": "https://www.gov.uk/government/organisations/department-for-environment-food-rural-affairs"}], "topics": []}}, {"type": "petition", "id": 603619, "links": {"self": "https://petition.parliament.uk/petitions/603619.json"}, "attributes": {"action": "Do not build two new prisons at Wethersfield Air Base", "background": "We believe the Government is reneging on commitments in the Environment Act to stop the decline of wildlife by proposing to develop two mega-prisons on the site of the old Wethersfield airfield, which has become an important space for nature near Braintree, Essex.", "additional_details": "Some 74 species of birds, many Red-listed, nest nearby and the area comprises 75,000 trees and shrubs. The site also includes ancient woodland, as well as Great Crested Newts and rare orchids. Red-listed birds on the site include European Turtle Dove, Northern Lapwing and Grey Partridge.", "committee_note": "", "state": "closed", "signature_count": 10269, "created_at": "2021-12-14T15:06:37.694Z", "updated_at": "2022-09-09T13:59:55.968Z", "rejected_at": null, "opened_at": "2021-12-17T16:28:13.927Z", "closed_at": "2022-06-17T22:59:59.999Z", "moderation_threshold_reached_at": "2021-12-14T17:52:38.000Z", "response_threshold_reached_at": "2022-05-10T19:47:09.000Z", "government_response_at": "2022-06-15T15:57:02.433Z", "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": null, "government_response": {"responded_on": "2022-06-15", "summary": "The Government is undertaking the largest prison build programme in more than a century, one of the sites being considered is Wethersfield Air Base, a planning application has not yet been submitted.", "details": "The Ministry of Justice (MoJ) is considering the site at Wethersfield for new prisons as part of the MoJs New Prison Programme. The proposal is for one Category B training prison and one Category C resettlement prison to accommodate around 1,700 prisoners each. The MoJ has not yet decided whether to submit a planning application.\r\n \r\nThe proposed prisons, if built, would be the greenest prisons built so far and follow a new design that helps aid rehabilitation of offenders, helping make our communities safer. The new prisons would also create over 1,200 permanent jobs in the local area once the prisons were operational and hundreds of local jobs during construction.\r\n \r\nThe MoJ ran a pre-planning public consultation to seek feedback from the local community on these proposals in the Braintree District. The consultation ran from 27 September until 8 November with face to face consultation sessions on the 14 and 15 October. Residents were able to have their say by submitting comments online, over the phone or by post. We appreciate the feedback received and had around 1,800 responses.\r\n \r\nThe MoJ are currently deciding whether to proceed to submitting a planning application for new prisons on the Wethersfield site and taking time to consider the information received from the public consultation, stakeholder engagement and the results of ecological surveys on the site.\r\n  \r\nThe MoJ are committed to adhering to the Environment Act and have followed due process by engaging ecologists to conduct relevant surveys and provide the necessary advice on mitigation action required to offset the impact of the proposed development. A Preliminary Ecological Appraisal, reptile survey, and dormouse survey were conducted in 2020. A Breeding Bird Survey (BBS), great crested newt surveys, invasive non-native species survey, and an updated Phase 1 habitat survey were conducted in 2021. A Wintering Bird Survey was conducted in winter 2021/2022. A bat Preliminary Roost Assessment (PRA) has been conducted in 2022, and the following surveys are ongoing: bat activity surveys, bat roost surveys of buildings, invertebrate surveys, and a botanical survey.\r\n \r\nThe findings of these surveys have guided, and would continue to guide, the formulation of an appropriate mitigation response to the impacts of the proposed development. An ecology chapter would form part of the Environmental Statement for the Environmental Impact Assessment (EIA) if a planning application is submitted.\r\n \r\nTo mitigate the ecological impact of building on this site, prison landscaping would use native planting and seed mixes as far as possible.  \r\n\r\nThe loss of any trees, scrub, and buildings would be mitigated/compensated. Brown hares use the site, and appropriate mitigation/compensation would be provided. Great crested newt impacts are limited to habitats on land (no ponds would be lost), and we propose following the District Level Licensing route with Natural England, to offset any impacts.\r\n  \r\nThe invertebrate surveys target a wide range of rare and notable species, including priority species. We are confident that the needs of any priority species can be accommodated within the habitat provisions envisaged.\r\n \r\nThe MOJ is committed to Environment Act and to the protection of wildlife. The MoJ currently operates a number of prisons in Sites of Special Scientific interest (SSSI’s) and on sites with protected species of birds and other wildlife. Any proposals put forward for Planning Permission would have a commitment to protect the wildlife on the site and to mitigate the impact of the proposed development. \r\n\r\nMinistry of Justice\r\n", "created_at": "2022-06-15T15:57:02.431Z", "updated_at": "2022-06-15T15:57:02.431Z"}, "debate": null, "departments": [{"acronym": "MoJ", "name": "Ministry of Justice", "url": "https://www.gov.uk/government/organisations/ministry-of-justice"}], "topics": []}}, {"type": "petition", "id": 595767, "links": {"self": "https://petition.parliament.uk/petitions/595767.json"}, "attributes": {"action": "Require parental consent for all medical treatment for children aged under 16", "background": "Currently children can consent to medical treatment without parents´ knowledge or consent: Case law results eg Gillick Competence Test for minors to get contraception allow them to decide what happens to their bodies; through it they may consent to a wide range of medical treatment, which is wrong.", "additional_details": "Contraception alters a natural bodily function for a voluntary act and is an issue aside; medicines, vaccines and other treatments prevent involuntary illness from a malfunction of the body or protect it from foreign elements (bacteria, viruses, irritants etc). Minors may not understand issues such as need, risk, being in trial phases etc: parents must be involved in all circumstances (this does not refer to rapid response situations when life-saving treatment is needed) and that should be law.", "committee_note": null, "state": "closed", "signature_count": 8648, "created_at": "2021-08-25T17:59:41.573Z", "updated_at": "2022-08-23T09:04:56.308Z", "rejected_at": null, "opened_at": "2021-09-06T08:21:35.437Z", "closed_at": "2022-03-06T23:59:59.999Z", "moderation_threshold_reached_at": "2021-08-25T20:12:55.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": null, "government_response": null, "debate": null, "departments": [{"acronym": "DHSC", "name": "Department of Health and Social Care", "url": "https://www.gov.uk/government/organisations/department-of-health-and-social-care"}], "topics": []}}, {"type": "petition", "id": 608772, "links": {"self": "https://petition.parliament.uk/petitions/608772.json"}, "attributes": {"action": "Conduct an independent public inquiry into the Birmingham ‘Trojan Horse’ affair.", "background": "Following the revelations in a podcast by journalists Hamza Syed and Brian Reed. The truth now needs to come out. Who was behind this hoax? Why did decision makers dismiss crucial evidence presented at every turn? We know who the victims of this hoax were, but who were the beneficiaries?", "additional_details": "This podcast reveals a deep-rooted nature of institutional Islamophobia in the UK. Each episode is a damning indictment of how narratives and tropes can perpetuated to feed a story of moral panic, in which Muslims are centre stage. The consequences of the  ‘Trojan Hoax’ not only ruined the lives of those directly involved but affected a whole generation of Muslims across the UK.", "committee_note": "", "state": "closed", "signature_count": 6705, "created_at": "2022-02-14T15:44:39.741Z", "updated_at": "2022-08-17T23:00:03.597Z", "rejected_at": null, "opened_at": "2022-02-17T15:29:16.549Z", "closed_at": "2022-08-17T22:59:59.999Z", "moderation_threshold_reached_at": "2022-02-14T16:14:28.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": null, "government_response": null, "debate": null, "departments": [{"acronym": "DfE", "name": "Department for Education", "url": "https://www.gov.uk/government/organisations/department-for-education"}], "topics": []}}, {"type": "petition", "id": 574016, "links": {"self": "https://petition.parliament.uk/petitions/574016.json"}, "attributes": {"action": "Ban the sale of cheap polystyrene bodyboards", "background": "According to the Keep Britain Tidy report, over 16,000 cheap polystyrene bodyboards are discarded on UK beaches annually. These boards often snap and become unusable within minutes of use. When discarded, polystyrene crumbles into small white polystyrene balls, threatening our natural environment.", "additional_details": "These boards are made from a block of standard unrecyclable block of expanded polystyrene wrapped in brightly printed plastic cloth, are sourced from abroad and transported thousands of miles only to often snap within minutes of use. They create an unnecessary carbon footprint and nature threatening waste. Once in the ocean, polystyrene attracts algae adding enough weight to cause the nuggets to sink and present itself as food to fish which could enter the human food chain.", "committee_note": "", "state": "closed", "signature_count": 6693, "created_at": "2021-02-04T19:55:45.133Z", "updated_at": "2021-08-11T23:00:02.868Z", "rejected_at": null, "opened_at": "2021-02-11T17:26:55.127Z", "closed_at": "2021-08-11T22:59:59.999Z", "moderation_threshold_reached_at": "2021-02-04T20:19:37.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": null, "government_response": null, "debate": null, "departments": [{"acronym": "BEIS", "name": "Department for Business, Energy and Industrial Strategy", "url": "https://www.gov.uk/government/organisations/department-for-business-energy-and-industrial-strategy"}], "topics": []}}, {"type": "petition", "id": 615270, "links": {"self": "https://petition.parliament.uk/petitions/615270.json"}, "attributes": {"action": "Allow Camping on Farmland for 56 days a year under permitted development", "background": "We ask the Government to allow camping on agricultural land for 56 days instead of the current 28 days permitted. Camping is a great way to holiday in the UK. It is low cost, enables interaction with nature, and is very low carbon compared to other holiday types.", "additional_details": "The present General Permitted Development Orders don't even allow many campsites to open for the duration of the school summer holidays. A longer open period will allow many more people to enjoy holidaying in the UK, will increase the viability of temporary campsites, and should significantly reduce holiday carbon emissions.", "committee_note": "", "state": "closed", "signature_count": 6368, "created_at": "2022-04-20T10:05:30.261Z", "updated_at": "2022-11-06T00:00:03.282Z", "rejected_at": null, "opened_at": "2022-04-22T15:24:24.820Z", "closed_at": "2022-11-05T23:59:59.999Z", "moderation_threshold_reached_at": "2022-04-20T10:41:49.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": null, "government_response": null, "debate": null, "departments": [{"acronym": "DEFRA", "name": "Department for Environment, Food and Rural Affairs", "url": "https://www.gov.uk/government/organisations/department-for-environment-food-rural-affairs"}], "topics": []}}, {"type": "petition", "id": 577720, "links": {"self": "https://petition.parliament.uk/petitions/577720.json"}, "attributes": {"action": "Permanently Abolish Mandatory Foreign Aid target and spend our money at home", "background": "We call upon the Government to permanently abolish the mandatory Foreign Aid target and not just during the Covid19 crisis.", "additional_details": "Three years ago, the Daily Express ran a campaign to stop Foreign Aid. So far the Government has cut the aid budget from 0.7% GDP to 0.5% GDP. We believe this does not go far enough. With homeless veterans sleeping rough on our streets, we need to prioritise the nation's finances. Aid should only be used for natural disasters.\r\nIt is time to permanently abolish the mandatory Foreign Aid target and spend our money at home.", "committee_note": "", "state": "closed", "signature_count": 6329, "created_at": "2021-03-03T15:48:30.055Z", "updated_at": "2022-08-23T09:06:59.728Z", "rejected_at": null, "opened_at": "2021-03-10T15:46:31.965Z", "closed_at": "2021-09-10T22:59:59.999Z", "moderation_threshold_reached_at": "2021-03-03T16:16:25.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": null, "government_response": null, "debate": null, "departments": [], "topics": []}}, {"type": "petition", "id": 597627, "links": {"self": "https://petition.parliament.uk/petitions/597627.json"}, "attributes": {"action": "Ban commercial donkey rides and donkey hire", "background": "Stop the cruel practice of using donkeys for entertainment. They are very docile by nature and are often unable to vocalise about their traumatic experience. Other animals will try to defend themselves, donkeys often just freeze, this makes them very easy to exploit all for human profit.", "additional_details": "Donkeys are forced to \"work\" from early age till old age (retire), transported to/from beaches and other places of hire, used as \"live\" fairground rides due to their docile nature. Donkeys are not slaves and should not be exploited for public entertainment and profits. Used as \"working donkeys\" most months of the year as much as six days a week, full day, often tied up. They work so hard, it can put strain on their backs that can require a vet or a chiropractor's attention. It is cruel and unnatural.", "committee_note": "", "state": "closed", "signature_count": 4264, "created_at": "2021-09-23T09:37:05.778Z", "updated_at": "2022-03-28T23:00:07.447Z", "rejected_at": null, "opened_at": "2021-09-28T08:49:17.920Z", "closed_at": "2022-03-28T22:59:59.999Z", "moderation_threshold_reached_at": "2021-09-24T07:27:08.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": null, "government_response": null, "debate": null, "departments": [{"acronym": "BEIS", "name": "Department for Business, Energy and Industrial Strategy", "url": "https://www.gov.uk/government/organisations/department-for-business-energy-and-industrial-strategy"}], "topics": []}}, {"type": "petition", "id": 596189, "links": {"self": "https://petition.parliament.uk/petitions/596189.json"}, "attributes": {"action": "The government to overturn the decision to replace E5 petrol with the E10 type.", "background": "The government has introduced the E10 petrol without any consultation of the UK population. This was not stated during the election so there is no mandate for this action.", "additional_details": "E5 petrol is still available but a a higher cost, making this just another stealth tax. The E10 fuel should be therefore be scrapped as it does  very little to reduce pollution.\r\n\r\nThe government is promoting the use of electric vehicles so emissions will start to reduce naturally over time.\r\n\r\nThe introduction of the less efficient E10 fuel will require drivers to drive their vehicles harder therefore potentially increasing the emissions.", "committee_note": "", "state": "closed", "signature_count": 4019, "created_at": "2021-09-01T18:21:39.698Z", "updated_at": "2022-03-15T00:00:02.353Z", "rejected_at": null, "opened_at": "2021-09-14T09:43:43.528Z", "closed_at": "2022-03-14T23:59:59.999Z", "moderation_threshold_reached_at": "2021-09-05T06:24:28.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": null, "government_response": null, "debate": null, "departments": [{"acronym": "DfT", "name": "Department for Transport", "url": "https://www.gov.uk/government/organisations/department-for-transport"}], "topics": []}}, {"type": "petition", "id": 612011, "links": {"self": "https://petition.parliament.uk/petitions/612011.json"}, "attributes": {"action": "Make protection of hedgerows a condition of ELM and BPS subsidies", "background": "The Government should seek to protect hedgerow habitats by requiring any hedgerow adjacent to field sections & borders to be allowed a full three-year growth cycle, as a condition of any payment or subsidy through the Environmental Land Management (ELM) schemes and the Basic Payment Scheme (BPS).", "additional_details": "Hedgerow supports many creatures that other types of habitat do not, providing harvest and shelter for the broadest range of species. The depth of three-yearly cuts must allow for sustainably healthy growth and development of foliage. Cutting depth thus to be subject, also, to limitation.\r\n\r\nMaking the retention of hedgerows a condition of BPS and ELM payments, particularly the Sustainable Farming Initiative (SFI), should ensure re-wilding of natural landscape as food, shelter and nest sites are restored, but this will take some time as ancient tracts of hedgerow have been weakened. Other landowners should be encouraged to follow suit, and means considered to reward their doing so. Such moves would ensure that public money is used to fund environmentally sustainable practices.", "committee_note": "", "state": "closed", "signature_count": 3863, "created_at": "2022-03-22T05:51:44.096Z", "updated_at": "2022-10-27T23:00:05.662Z", "rejected_at": null, "opened_at": "2022-04-13T07:18:53.211Z", "closed_at": "2022-10-27T22:59:59.999Z", "moderation_threshold_reached_at": "2022-03-23T10:14:18.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": null, "government_response": null, "debate": null, "departments": [{"acronym": "DEFRA", "name": "Department for Environment, Food and Rural Affairs", "url": "https://www.gov.uk/government/organisations/department-for-environment-food-rural-affairs"}], "topics": []}}, {"type": "petition", "id": 572052, "links": {"self": "https://petition.parliament.uk/petitions/572052.json"}, "attributes": {"action": "Ban the sale of hamster cages under the size of 620sq inches.", "background": "To ban all sales and resales of cages under 620sq inches (the recommended minimum) for all breeds of hamsters. This is unbroken floor space.\r\n\r\nHamsters in cages that are too small get stress and leads to health problems and often death. Small cages also leads to not enough enrichment and exercise.", "additional_details": "Hamsters have been wrongly marketed for years as small pocket pets. This is simply not the case. They need at least 620sq inches of floor space. It is cruel for hamsters to be kept in cages that do not meet this minimum requirements of floor space that a hamster needs to recreate their natural behaviours. In the wild a hamster would run for 4-5 hours every night, forage for food, go in and out of burrows and search high and low for food. Hamsters need the opportunity to recreate this in cages.", "committee_note": null, "state": "closed", "signature_count": 3598, "created_at": "2021-01-26T00:59:40.059Z", "updated_at": "2021-09-15T23:00:03.719Z", "rejected_at": null, "opened_at": "2021-03-15T09:21:43.612Z", "closed_at": "2021-09-15T22:59:59.999Z", "moderation_threshold_reached_at": "2021-01-26T01:18:57.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": null, "government_response": null, "debate": null, "departments": [{"acronym": "DEFRA", "name": "Department for Environment, Food and Rural Affairs", "url": "https://www.gov.uk/government/organisations/department-for-environment-food-rural-affairs"}], "topics": []}}, {"type": "petition", "id": 553090, "links": {"self": "https://petition.parliament.uk/petitions/553090.json"}, "attributes": {"action": "Habitat Protection - Public inquiry and reform of protections", "background": "We need the Government to hold a public inquiry into why so many native species are struggling to survive and why so many are on the verge of extinction, which should result in reform of environmental laws and the Government’s approach to protecting biodiversity.", "additional_details": "Research has found that one in seven species in the UK face extinction, and over 40% of species have experienced decline since 1970.\r\n\r\nA full public inquiry could establish the extent to which current laws provide adequate protections for UK species, and the effectiveness of Natural England and Defra, and whether any reforms to current laws and the Government’s wider approach to protecting biodiversity are needed.", "committee_note": "", "state": "closed", "signature_count": 3571, "created_at": "2020-10-02T13:47:23.129Z", "updated_at": "2021-08-06T16:25:51.725Z", "rejected_at": null, "opened_at": "2020-11-04T17:41:42.686Z", "closed_at": "2021-05-04T22:59:59.999Z", "moderation_threshold_reached_at": "2020-10-12T18:05:54.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": null, "government_response": null, "debate": null, "departments": [{"acronym": "DEFRA", "name": "Department for Environment, Food and Rural Affairs", "url": "https://www.gov.uk/government/organisations/department-for-environment-food-rural-affairs"}], "topics": []}}, {"type": "petition", "id": 566460, "links": {"self": "https://petition.parliament.uk/petitions/566460.json"}, "attributes": {"action": "Include Cabin Crew as frontline staff and prioritise for Covid 19 vaccine", "background": "Include Airline Cabin Crew as frontline staff and key workers and give us a higher priority to be vaccinated for the Covid 19 vaccine due to the nature of the job.", "additional_details": "Cabin Crew are still catching Covid 19 due to insufficient testing of passengers to and from different destinations due to different rules in other countries where restrictions are not as strict as they should be. This then leaves us with a loss of earnings and puts those of us in high risk categories or who have family members who are high risk at risk of the virus. If we are vaccinated along with other frontline staff this will reduce the problem.", "committee_note": null, "state": "closed", "signature_count": 3098, "created_at": "2021-01-03T21:01:22.316Z", "updated_at": "2021-07-11T23:00:05.541Z", "rejected_at": null, "opened_at": "2021-01-11T09:51:00.328Z", "closed_at": "2021-07-11T22:59:59.999Z", "moderation_threshold_reached_at": "2021-01-03T21:07:57.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": null, "government_response": null, "debate": null, "departments": [{"acronym": "DHSC", "name": "Department of Health and Social Care", "url": "https://www.gov.uk/government/organisations/department-of-health-and-social-care"}], "topics": ["covid-19"]}}, {"type": "petition", "id": 311738, "links": {"self": "https://petition.parliament.uk/petitions/311738.json"}, "attributes": {"action": "Strengthen laws against online abuse and harassment", "background": "Reform of the criminal law is needed to protect victims from online abuse and harassment. We all have Freedom of Speech, but this must not protect online bullying and harassment, which are not acceptable in any form.", "additional_details": "The Law Commission has stated that current laws do not adequately reflect the nature of some online abuse and the harm it can cause, and that these laws could be clearer and more effectively target serious harm and criminality. I think it's time for the Government to implement tougher laws on online abuse and enact legislation restricting certain behaviour online, including on social media. This could help protect the lives of thousands of people who take their own life each year.", "committee_note": "", "state": "closed", "signature_count": 3070, "created_at": "2020-03-29T03:06:25.109Z", "updated_at": "2021-10-29T12:06:13.265Z", "rejected_at": null, "opened_at": "2020-05-28T11:03:24.012Z", "closed_at": "2020-11-28T23:59:59.999Z", "moderation_threshold_reached_at": "2020-03-30T18:17:04.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": null, "government_response": null, "debate": null, "departments": [{"acronym": "DCMS", "name": "Department for Digital, Culture, Media and Sport", "url": "https://www.gov.uk/government/organisations/department-for-digital-culture-media-sport"}], "topics": []}}, {"type": "petition", "id": 555551, "links": {"self": "https://petition.parliament.uk/petitions/555551.json"}, "attributes": {"action": "Fund free female sanitary products, such as sanitary towels and tampons", "background": "The Government should fund the provision of free female sanitary products, because it’s a natural occurrence that women cannot control or choose not to have, and sanitary products are very expensive and the cheaper ones available can cause many females rashes and other problems.", "additional_details": "I believe that it’s unfair for women of all ages to have to pay for items they need. We cannot control our periods and can’t chose whether to have them or not. There are many women, such as myself, who struggle to afford them.\r\n \r\nThe cheaper products sold can cause many women with more sensitive bodies rashes and other problems, meaning we have to buy the more expensive ones to ensure we are not irritated and put through more pain whilst it’s our time of the month.", "committee_note": "", "state": "closed", "signature_count": 2887, "created_at": "2020-10-21T19:06:03.534Z", "updated_at": "2021-05-04T23:00:06.460Z", "rejected_at": null, "opened_at": "2020-11-04T12:15:20.904Z", "closed_at": "2021-05-04T22:59:59.999Z", "moderation_threshold_reached_at": "2020-10-21T19:15:04.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": null, "government_response": null, "debate": null, "departments": [{"acronym": "DHSC", "name": "Department of Health and Social Care", "url": "https://www.gov.uk/government/organisations/department-of-health-and-social-care"}], "topics": []}}, {"type": "petition", "id": 560905, "links": {"self": "https://petition.parliament.uk/petitions/560905.json"}, "attributes": {"action": "Ban the sale and use of Fipronil and Imidacloprid in flea treatments for pets", "background": "The UK Government must prohibit the manufacture, sale and use of flea treatments for domestic pets that contain harmful pesticides, in order to prevent harm to aquatic life and to protect the natural environment.", "additional_details": "There are an estimated 10 million dogs and 11 million cats in the UK. \r\n\r\nThe majority of pets routinely receive flea treatments, many of which contain toxic chemicals that find their way into watercourses, polluting rivers and poisoning aquatic life.\r\n\r\nFipronil and Imidacloprid - two of the chemicals most commonly used - have already been banned in farming.\r\n\r\nThe continued use of these chemicals to treat domestic pets can harm aquatic life and other organsims and must be stopped immediately.", "committee_note": "", "state": "closed", "signature_count": 2817, "created_at": "2020-11-17T21:38:00.299Z", "updated_at": "2021-05-24T23:00:08.771Z", "rejected_at": null, "opened_at": "2020-11-24T10:15:00.345Z", "closed_at": "2021-05-24T22:59:59.999Z", "moderation_threshold_reached_at": "2020-11-18T07:18:07.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": null, "government_response": null, "debate": null, "departments": [{"acronym": "DEFRA", "name": "Department for Environment, Food and Rural Affairs", "url": "https://www.gov.uk/government/organisations/department-for-environment-food-rural-affairs"}], "topics": []}}, {"type": "petition", "id": 614768, "links": {"self": "https://petition.parliament.uk/petitions/614768.json"}, "attributes": {"action": "Fund 3 rounds of IVF for all couples who cannot conceive naturally", "background": "NICE guidelines state if you are a woman aged under 40 you should be offered 3 full cycles of IVF if you have been trying for more than 2 years. Yet CCGs set their own criteria which means IVF is not offered to many couples, including where they or their partner already have a child.", "additional_details": "I want the Government to make IVF more accessible for all. If you can’t have kids naturally you should be offered help, regardless if it’s your first or second child. Couples are being penalised for having a medical issue that prevents them extending there family.\r\n \r\nOut of all infertility causes, secondary infertility makes up about 50 percent of all cases. More needs to be done.\r\n", "committee_note": "", "state": "closed", "signature_count": 2781, "created_at": "2022-04-12T22:43:03.078Z", "updated_at": "2022-11-08T16:41:10.764Z", "rejected_at": null, "opened_at": "2022-04-19T15:56:36.044Z", "closed_at": "2022-11-02T23:59:59.999Z", "moderation_threshold_reached_at": "2022-04-13T07:17:09.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": null, "government_response": null, "debate": null, "departments": [{"acronym": "DHSC", "name": "Department of Health and Social Care", "url": "https://www.gov.uk/government/organisations/department-of-health-and-social-care"}], "topics": []}}, {"type": "petition", "id": 594733, "links": {"self": "https://petition.parliament.uk/petitions/594733.json"}, "attributes": {"action": "Do not give consent to the Rampion2 windfarm extension off the coast of Sussex", "background": "Energy Companies should be encouraged to make investments in windfarms in areas like the North Sea where the winds blow at greater strengths and more constantly, resulting in higher efficiencies. This would also be out of sight of land.", "additional_details": "We believe the proposal to install up to 116 windturbines in Sussex Bay stretching from Worthing to Selsey will blight the whole seascape along this area of outstanding natural beauty. The turbines will be as tall as 325m, 2.35 times  the height of Rampion1 turbines, and  higher than any hill in West Sussex. Sited only 8 miles from the shoreline, this proposal will be much nearer land than many offshore wind farms, which will impact local communities to a greater extent.", "committee_note": "", "state": "closed", "signature_count": 2781, "created_at": "2021-08-12T13:41:41.591Z", "updated_at": "2022-02-24T00:00:04.866Z", "rejected_at": null, "opened_at": "2021-08-23T16:51:58.995Z", "closed_at": "2022-02-23T23:59:59.999Z", "moderation_threshold_reached_at": "2021-08-12T19:56:05.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": null, "government_response": null, "debate": null, "departments": [{"acronym": "BEIS", "name": "Department for Business, Energy and Industrial Strategy", "url": "https://www.gov.uk/government/organisations/department-for-business-energy-and-industrial-strategy"}], "topics": []}}, {"type": "petition", "id": 559409, "links": {"self": "https://petition.parliament.uk/petitions/559409.json"}, "attributes": {"action": "Create a wildlife corridor in place of HS2", "background": "This wildlife belt - a 330 mile long stretch of woodlands, hedgerows, wetlands, orchards and meadows - would be the UK's longest nature reserve and have a massive impact on nature recovery across the UK, serving as a conservation area, a critical link between distant habitats and a living seed bank.", "additional_details": "We are in the midst of a pandemic, witnessing an extinction of plant and animal species on an unprecedented scale and heading towards a climate catastrophe. Saving lives, protecting and regenerating natural habitats, supporting local economies – all are a matter of urgency and must be given priority over hugely expensive, long term infrastructure projects that are bound to fail the test of time. Further costs, destruction and CO2 emissions needed to complete HS2 works cannot be justified.", "committee_note": null, "state": "closed", "signature_count": 2741, "created_at": "2020-11-06T17:59:42.763Z", "updated_at": "2021-07-26T16:46:02.734Z", "rejected_at": null, "opened_at": "2021-01-08T13:32:43.459Z", "closed_at": "2021-07-08T22:59:59.999Z", "moderation_threshold_reached_at": "2020-11-06T18:35:47.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": null, "government_response": null, "debate": null, "departments": [{"acronym": "DfT", "name": "Department for Transport", "url": "https://www.gov.uk/government/organisations/department-for-transport"}], "topics": []}}, {"type": "petition", "id": 616845, "links": {"self": "https://petition.parliament.uk/petitions/616845.json"}, "attributes": {"action": "Suspend any MPs accused of sexual offences pending investigations", "background": "Given the number of allegations occurring of a serious nature we believe there is the need for any MP or Minister formally accused of sexual offences to be suspended from the House, and any ministerial posts, pending the conclusion of all relevant investigations.", "additional_details": "To establish a formal process whereby any MP or Minister is suspended immediately from the House and any ministerial posts, pending completion of all relevant investigations - by the police, government or parliamentary authorities - so as to safeguard the public, and others within Parliament and Government.\r\n \r\nThe removal of an MP against whom allegations of this kind are made should not be a personal choice after a formal allegation is made, but a requirement.", "committee_note": "", "state": "closed", "signature_count": 2733, "created_at": "2022-05-18T10:52:06.615Z", "updated_at": "2022-12-05T00:00:02.310Z", "rejected_at": null, "opened_at": "2022-05-20T15:47:06.566Z", "closed_at": "2022-12-04T23:59:59.999Z", "moderation_threshold_reached_at": "2022-05-18T11:20:29.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": null, "government_response": null, "debate": null, "departments": [{"acronym": "MoJ", "name": "Ministry of Justice", "url": "https://www.gov.uk/government/organisations/ministry-of-justice"}], "topics": []}}, {"type": "petition", "id": 584640, "links": {"self": "https://petition.parliament.uk/petitions/584640.json"}, "attributes": {"action": "Publish a comprehensive report into UFO and UAP events in the UK", "background": "The government should commission a comprehensive report, collating all the pertinent information from military and civilian records, relating to reports of UFO (unidentified flying objects) or UAP (unidentified aerial phenomena) which have taken place within the UK and which remain unexplained.", "additional_details": "UAP and UFO events may be recorded by a number of different military or civilian authorities, via personnel or public reports, radar, missile detection systems or other equipment. This precludes the opportunity to collate and compare for analysis any pattern of events which may be useful in determining the nature and origin of events which remain unexplained.\r\n\r\nUK citizens should be informed.", "committee_note": "", "state": "closed", "signature_count": 2370, "created_at": "2021-04-30T11:19:06.716Z", "updated_at": "2021-11-12T00:00:00.106Z", "rejected_at": null, "opened_at": "2021-05-11T14:36:41.064Z", "closed_at": "2021-11-11T23:59:59.999Z", "moderation_threshold_reached_at": "2021-05-05T16:22:35.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": null, "government_response": null, "debate": null, "departments": [{"acronym": "MoD", "name": "Ministry of Defence", "url": "https://www.gov.uk/government/organisations/ministry-of-defence"}], "topics": []}}, {"type": "petition", "id": 300077, "links": {"self": "https://petition.parliament.uk/petitions/300077.json"}, "attributes": {"action": "Regulate wildlife food so it’s safer for our UK hedgehogs, mammals & birds", "background": "Wildlife food isn’t regulated. Anything can be in the food & sold to the public as suitable. But it could be harmful, of poor quality, even fatal or not nutritionally correct. We request a team be set up to agree on safe, nutritious food, specially designed for all our UK hedgehogs, mammals & birds.", "additional_details": "UK wildlife is depleting fast with destruction of habitats & climate crisis. It is more important now than ever to give a helping hand before it disappears completely. The State of Nature Report says that hedgehogs have declined more than 50%, 25% of UK mammals & 50% of birds are at risk of extinction. We need help to get wildlife food regulated. The general public are willing to help but need to be able to provide good quality food to actually improve outcomes for our UK wildlife.", "committee_note": "", "state": "closed", "signature_count": 2362, "created_at": "2020-03-03T14:17:29.745Z", "updated_at": "2020-10-16T09:51:54.000Z", "rejected_at": null, "opened_at": "2020-03-05T11:29:25.623Z", "closed_at": "2020-09-05T22:59:59.999Z", "moderation_threshold_reached_at": "2020-03-03T14:39:24.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": null, "government_response": null, "debate": null, "departments": [{"acronym": "DEFRA", "name": "Department for Environment, Food and Rural Affairs", "url": "https://www.gov.uk/government/organisations/department-for-environment-food-rural-affairs"}], "topics": []}}, {"type": "petition", "id": 570807, "links": {"self": "https://petition.parliament.uk/petitions/570807.json"}, "attributes": {"action": "Increase statutory protections for protected trees and listed parks", "background": "Protected trees and grade listed parks should be afforded statutory protections equivalent to grade-listed buildings.", "additional_details": "Protected trees and grade listed parks should be afforded the same protection as grade listed buildings. There are significant sanctions against persons when the protected status of a tree has been violated. However, local authorities can give permission for trees subject to preservation orders to be cut down, and there are no statutory protections for listed parks.\r\n\r\nThe Government should increase the rights of trees and grade listed parks, to prevent their protection being removed when a local authority so desires. The environment, especially in urban areas is under constant threat because of development. However, nature should be made foremost in all planning decisions in order to protect our environment. Development working in harmony with nature must be the way for future progress.", "committee_note": "", "state": "closed", "signature_count": 2051, "created_at": "2021-01-18T12:06:06.889Z", "updated_at": "2021-07-28T16:22:50.445Z", "rejected_at": null, "opened_at": "2021-01-25T17:54:44.429Z", "closed_at": "2021-07-25T22:59:59.999Z", "moderation_threshold_reached_at": "2021-01-18T14:32:07.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": null, "government_response": null, "debate": null, "departments": [{"acronym": "DLUHC", "name": "Department for Levelling Up, Housing and Communities ", "url": "https://www.gov.uk/government/organisations/department-for-levelling-up-housing-and-communities"}], "topics": []}}, {"type": "petition", "id": 552683, "links": {"self": "https://petition.parliament.uk/petitions/552683.json"}, "attributes": {"action": "Make it illegal to chain or tether a dog", "background": "Make it against the law for a dog to be tied up, whether the dog is being chained up or tethered.\r\n \r\nNo dog should be tied up for hours on end, as restricting a dog’s freedom to move can be damaging to a dog’s health, wellbeing and ability to properly socialise with humans and animals.", "additional_details": "Dogs are naturally social creatures who thrive on interaction with humans and other animals. Dogs tied up in one spot can suffer psychological damage.\r\n \r\nIt can also lead to injuries, and even death as it is possible for a dog to hang itself if the chain/tether is caught up something high.", "committee_note": "", "state": "closed", "signature_count": 2022, "created_at": "2020-09-28T09:18:41.272Z", "updated_at": "2021-04-28T11:04:25.000Z", "rejected_at": null, "opened_at": "2020-10-27T08:09:03.702Z", "closed_at": "2021-04-27T22:59:59.999Z", "moderation_threshold_reached_at": "2020-09-29T20:16:34.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": null, "government_response": null, "debate": null, "departments": [{"acronym": "DEFRA", "name": "Department for Environment, Food and Rural Affairs", "url": "https://www.gov.uk/government/organisations/department-for-environment-food-rural-affairs"}], "topics": []}}, {"type": "petition", "id": 574972, "links": {"self": "https://petition.parliament.uk/petitions/574972.json"}, "attributes": {"action": "Protect the UK’s countryside and coast from post-lockdown damage", "background": "The Government should fund nationwide and sustained countryside public behaviour messaging and education including: messaging ahead of the current lockdown ending, an ongoing campaign directed at staycationers, and a sustained education initiative, thus creating a lasting legacy.", "additional_details": "Remember the almost daily news headlines and images of how our natural beauty spots were being abused?\r\n\r\nThe 2020 hit-and-run approach for holidays had a serious, negative effect on the countryside and coastline with mass littering, fly-camping, graffiti and fire being caused by visitors simply unaware of the impact they were having. We earnestly do not want a repeat of this for the upcoming season as delicate environments cannot sustain the level of degradation they received last year.", "committee_note": "", "state": "closed", "signature_count": 1952, "created_at": "2021-02-12T09:29:16.148Z", "updated_at": "2021-09-18T23:00:02.803Z", "rejected_at": null, "opened_at": "2021-03-18T14:27:46.277Z", "closed_at": "2021-09-18T22:59:59.999Z", "moderation_threshold_reached_at": "2021-02-12T12:50:17.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": null, "government_response": null, "debate": null, "departments": [{"acronym": "DEFRA", "name": "Department for Environment, Food and Rural Affairs", "url": "https://www.gov.uk/government/organisations/department-for-environment-food-rural-affairs"}], "topics": []}}]}