{"links": {"self": "https://petition.parliament.uk/petitions.json?q=nature&page=11", "first": "https://petition.parliament.uk/petitions.json?q=nature", "last": "https://petition.parliament.uk/petitions.json?page=14&q=nature", "next": "https://petition.parliament.uk/petitions.json?page=12&q=nature", "prev": "https://petition.parliament.uk/petitions.json?page=10&q=nature"}, "data": [{"type": "petition", "id": 575334, "links": {"self": "https://petition.parliament.uk/petitions/575334.json"}, "attributes": {"action": "Vaccinate teachers and early years workers as a priority.", "background": "Teachers and early years workers are being turned away from vaccination centres despite being in desperate need of protection against covid-19. The government needs to acknowledge teachers and early years workers as essential frontline workers who should be granted a vaccination as soon as able.", "additional_details": "Teachers and early years workers are looking after children every day, children who are coming from the homes of frontline workers and therefore could be carrying the virus. The government seem to have taken the stance that teachers do not need the vaccination perhaps because of children being of a lower prevalence for the virus, however they are also in contact with parents everyday and are unable to distance from the children due to the nature of their job. They need the vaccination.", "committee_note": null, "state": "rejected", "signature_count": 8, "created_at": "2021-02-15T10:52:27.530Z", "updated_at": "2021-02-15T17:28:50.972Z", "rejected_at": "2021-02-15T17:28:50.975Z", "opened_at": null, "closed_at": null, "moderation_threshold_reached_at": "2021-02-15T14:49:17.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": {"code": "duplicate", "details": "https://petition.parliament.uk/petitions/554316"}, "government_response": null, "debate": null, "departments": [], "topics": []}}, {"type": "petition", "id": 570342, "links": {"self": "https://petition.parliament.uk/petitions/570342.json"}, "attributes": {"action": "Stop the closure of homeopathic and naturopathic practices during the pandemic.", "background": "Alternative medical practices such as Homeopathy, Acupuncture and Osteopathy should be allowed to continue to operate face to face during the pandemic. Both have offered many the support they have needed throughout. I’ve been raised on natural medicine and only known positive and effective care.", "additional_details": "Homeopathy and acupuncture are both safe and natural systems of medicine. Many people are sceptical of the impact of homeopathy, osteopathy and acupuncture as often people work to disprove it. These are some of the longest standing forms of therapeutic and medical treatments. Studies in Cuba have proved that homeopathic remedies provide the preventative care needed against Covid-19. By shutting these practices across the UK you, the government, are further silencing the practice.", "committee_note": null, "state": "rejected", "signature_count": 8, "created_at": "2021-01-15T11:50:42.568Z", "updated_at": "2021-01-22T11:40:53.936Z", "rejected_at": "2021-01-22T11:40:53.939Z", "opened_at": null, "closed_at": null, "moderation_threshold_reached_at": "2021-01-15T12:56:17.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": {"code": "already-happening", "details": "Businesses providing dental services, opticians, audiology services, chiropody, chiropractors, osteopaths and other medical or health services, including services relating to mental health are allowed to remain open during the current national lockdown: https://www.gov.uk/government/publications/further-businesses-and-premises-to-close/closing-certain-businesses-and-venues-in-england\r\n\r\nThe Complementary and Natural Healthcare Council has stated that it believes this means that its registrants in England meet the definition of  “other…health services, including services relating to mental health”, and can therefore continue to practice: https://www.cnhc.org.uk/working-during-covid-19-latest-updates\r\n\r\nIt is up to indiviudal businesses to decide whether they are exempt under the above rules, and therefore whether to open.\r\n\r\nIf you want businesses that do not offer health services to be exempted from requirements to close we could accept a petition requesting this, but it would need to be clear what businesses you want to be exempted, and that they are not already covered by existing exemptions."}, "government_response": null, "debate": null, "departments": [], "topics": []}}, {"type": "petition", "id": 567822, "links": {"self": "https://petition.parliament.uk/petitions/567822.json"}, "attributes": {"action": "For all sectors to be more accountable of Climate Emergency and Sustainability.", "background": "To consider amending the Company Act to tighten specific requirements so government and businesses have greater accountability for their operations in respect of the impact on the environment (e.g. s.172 CA).  For the Well-being of Future Generations (Wales) Act 2015  to be implemented in the UK.", "additional_details": "I am calling on the UK Government to, \r\n(i) deliver the Well-being of Future Generations (Wales) Act 2015 across the UK and for this to incorporate government departments, private and third sector companies. (ii) for a review of company legislation to assist with the need to reform UK Company law and Governance to assist with the protection of our natural environment and of future generations - particularly the Company Act s.172 so that text is more specific, clear reflecting the urgency today.", "committee_note": null, "state": "rejected", "signature_count": 8, "created_at": "2021-01-06T11:45:44.107Z", "updated_at": "2021-01-13T10:34:05.663Z", "rejected_at": "2021-01-13T10:34:05.667Z", "opened_at": null, "closed_at": null, "moderation_threshold_reached_at": "2021-01-06T12:52:47.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": {"code": "no-action", "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe understand that you are concerned about the climate and sustainability, but we're not sure exactly what you'd like the Government or Parliament to do. \r\n\r\nWe have published the following petitions, which you might like to sign:\r\n\r\nMake Ecocide a criminal offence in the UK:  https://petition.parliament.uk/petitions/332264\r\n\r\nRequire health warnings at point of purchase of fossil fuel energy eg. petrol: https://petition.parliament.uk/petitions/333388\r\n\r\nAllocate Government time to debate the Climate and Ecological Emergency Bill: https://petition.parliament.uk/petitions/561245\r\n\r\nIntroduce a carbon tax: https://petition.parliament.uk/petitions/321854\r\n\r\nRequire packaging that clearly details the environmental impact of products: https://petition.parliament.uk/petitions/549844\r\n\r\nRequire labels on all products showing water and carbon usage in manufacture: https://petition.parliament.uk/petitions/321482\r\n                \r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do."}, "government_response": null, "debate": null, "departments": [], "topics": []}}, {"type": "petition", "id": 567789, "links": {"self": "https://petition.parliament.uk/petitions/567789.json"}, "attributes": {"action": "Allow fishing to continue under the same criteria as Tier4 restrictions allowed", "background": "Allow fishing to continue as it did under Tier4 restrictions", "additional_details": "Fishing has huge benefits to health and well-being, we are the eyes and ears on the ground with regard to environmental issues, \r\nSocially distanced as that is the nature of the individual angler\r\nAlso with a click and collect system of operation thousands of individual businesses can reopen saving millions", "committee_note": null, "state": "rejected", "signature_count": 8, "created_at": "2021-01-06T10:16:01.169Z", "updated_at": "2021-01-11T09:57:12.919Z", "rejected_at": "2021-01-11T09:57:12.922Z", "opened_at": null, "closed_at": null, "moderation_threshold_reached_at": "2021-01-06T10:47:27.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": {"code": "no-action", "details": "Petitions need to call on the Government or Parliament to take a specific action. We're not sure exactly what you'd like the Government or Parliament to do. \r\n\r\nUnder the national lockdown effective from January 6th, angling and fishing are still permitted activities, as long as wider guidance on social distancing and household mixing is adhered to. See Sport England's website for more information:\r\nhttps://www.sportengland.org/how-we-can-help/coronavirus/return-play/frequently-asked-questions-national-lockdown-restrictions"}, "government_response": null, "debate": null, "departments": [], "topics": []}}, {"type": "petition", "id": 563699, "links": {"self": "https://petition.parliament.uk/petitions/563699.json"}, "attributes": {"action": "Support The Climate Positive Baby initiative", "background": "Planting diverse trees to celebrate the birth of every UK newborn child, elevating and crediting the child by certifying them as a “climate positive baby” by Connecting them purposely and directly to Mother Nature and each other @ birth.  700,000 trees every year, 21 million over the next 30 years", "additional_details": "A 30-year commitment from the UK Government, that for the next generation, they commit to plant a diverse, colourful tree and make space for it to grow, for every child born here in the UK and encourage every country to do the same until the world grows the first generation of “climate positive babies” and it's first globally-connected, tree family network, connected in its diversity, purpose and spirit, united in its cause. We must start as we mean to go on, from birth, thank you for your time.", "committee_note": null, "state": "rejected", "signature_count": 8, "created_at": "2020-12-14T11:58:20.195Z", "updated_at": "2020-12-22T10:28:47.883Z", "rejected_at": "2020-12-22T10:28:47.887Z", "opened_at": null, "closed_at": null, "moderation_threshold_reached_at": "2020-12-16T22:18:37.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": {"code": "duplicate", "details": "https://petition.parliament.uk/petitions/560715"}, "government_response": null, "debate": null, "departments": [], "topics": []}}, {"type": "petition", "id": 560077, "links": {"self": "https://petition.parliament.uk/petitions/560077.json"}, "attributes": {"action": "Make sanitary towels and tampons free for women!", "background": "Women have no choice with having periods so this petition is to help women not have to pay for a necessary item! Men get condoms for free yet women still have to pay for things we need such a tampons and sanitary towels! It is wrong! I want the government to change this!", "additional_details": "I would like the government to change this as we should not have to pay for the necessary items we need! Women do not choose to bleed every month it is something we can not stop it is natural and yet men choose to have sex and get condoms for free!", "committee_note": null, "state": "rejected", "signature_count": 8, "created_at": "2020-11-10T23:56:41.155Z", "updated_at": "2020-11-17T16:51:03.193Z", "rejected_at": "2020-11-17T16:51:03.197Z", "opened_at": null, "closed_at": null, "moderation_threshold_reached_at": "2020-11-11T06:56:57.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": {"code": "duplicate", "details": "https://petition.parliament.uk/petitions/555551"}, "government_response": null, "debate": null, "departments": [], "topics": []}}, {"type": "petition", "id": 552617, "links": {"self": "https://petition.parliament.uk/petitions/552617.json"}, "attributes": {"action": "To legislate to ban the burning and mismanagement of grouse moors.", "background": "To draw upon the clear evidence available that such practices are harmful so that a legal ban is justified.", "additional_details": "Natural England's Voluntary Code of Practice has not worked and so there is a need for a statutory ban. \r\n\r\nFurther, legislation is needed to restore Peatlands to help combat Climate Change as the Government’s Climate Change Committee has recommended..", "committee_note": null, "state": "rejected", "signature_count": 8, "created_at": "2020-09-27T14:13:08.979Z", "updated_at": "2020-10-08T09:01:04.665Z", "rejected_at": "2020-10-08T09:01:04.667Z", "opened_at": null, "closed_at": null, "moderation_threshold_reached_at": "2020-09-28T07:53:54.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": {"code": "no-action", "details": "We understand that you are concerned about the burning of peatlands and management of grouse moors, but it's not clear exactly what changes you want the Government to make.\r\n\r\nWe have already published a petition calling on the Government to ban the burning of peatlands, which you might like to sign: https://petition.parliament.uk/petitions/552993\r\n\r\nIf you would also like the Government to impose new restrictions on the management of grouse moors you could start a new petition about this, but it would need to be clear what you want the Government to do."}, "government_response": null, "debate": null, "departments": [], "topics": []}}, {"type": "petition", "id": 333335, "links": {"self": "https://petition.parliament.uk/petitions/333335.json"}, "attributes": {"action": "Demand fair access to French vineyards in exchange for an EU trade deal", "background": "In the ongoing trade negotiations with the European Union, it has been stated by the French Government (and other Member States) that they expect 'fair access' to UK fishing waters. If that's the case, we would like the UK negotiating team to demand fair access to French vineyards.", "additional_details": "The UK is now an independent coastal state and, as such, the fish in our waters are one of our natural resources and are valuable commodities. Natural resources are almost never offered up in trade talks, so if the French want access to ours, we need access to their valuable vineyards. \r\n\r\nMacron et al have cited 'historic rights of European fishermen' to British waters. We cite historic rights to Western French vineyards through the Angevin Empire.", "committee_note": null, "state": "rejected", "signature_count": 8, "created_at": "2020-07-30T11:05:28.296Z", "updated_at": "2020-08-06T13:55:17.190Z", "rejected_at": "2020-08-06T13:55:17.194Z", "opened_at": null, "closed_at": null, "moderation_threshold_reached_at": "2020-07-30T14:56:04.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": {"code": "no-action", "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe're not sure exactly what you'd like the Government or Parliament to do. We're not sure what you mean by access to vineyards. Vineyards are cultivated land, the use of which is determined by their private owners.\r\n                \r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do."}, "government_response": null, "debate": null, "departments": [], "topics": []}}, {"type": "petition", "id": 325572, "links": {"self": "https://petition.parliament.uk/petitions/325572.json"}, "attributes": {"action": "Reopen all Zoos, Safari parks,Aquariums and Nature centres in Great Britain.", "background": "Allow Zoos, Safari parks, Aquariums and Nature centres to reopen so they don't have to close indefinitely,rehome the animals or at worst euthanase them. Help make sure they have social distancing measures in place so that people can go visit.", "additional_details": "Make them outdoor places that people can go and visit family and friends in safely. This will greatly benefit the parks and zoos but also the public.", "committee_note": null, "state": "rejected", "signature_count": 8, "created_at": "2020-06-08T11:15:17.158Z", "updated_at": "2020-06-09T08:58:29.007Z", "rejected_at": "2020-06-09T08:58:29.009Z", "opened_at": null, "closed_at": null, "moderation_threshold_reached_at": "2020-06-08T12:10:04.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": {"code": "duplicate", "details": "You may wish to sign some of these petitions:\r\n\r\nAllow Zoos and Wildlife attractions to reopen with social distancing in place: https://petition.parliament.uk/petitions/323881\r\n\r\nProvide financial help to zoos, aquariums, & rescue centres during the pandemic: https://petition.parliament.uk/petitions/308733\r\n\r\nYou can find out more about coronavirus and how you can protect yourself and others here:\r\n\r\nwww.gov.uk/coronavirus\r\nhttps://www.nhs.uk/conditions/coronavirus-covid-19/\r\n\r\nThe Government has also created an online service to help you find out what you can do if you’re struggling because of coronavirus: https://www.gov.uk/find-coronavirus-support\r\n\r\nYou can read NHS tips to help if you are worried about coronavirus here: https://www.nhs.uk/oneyou/every-mind-matters/coronavirus-covid-19-anxiety-tips\r\n\r\nYou can read impartial analysis of the Government response to coronavirus and policy developments here: https://commonslibrary.parliament.uk/coronavirus/\r\n\r\nYou may also be interested to know that because of the large number of petitions that have been started in relation to coronavirus, the Petitions Committee has been questioning the Government about its response to the coronavirus outbreak.\r\n \r\nFind out more: https://committees.parliament.uk/work/192/the-governments-response-to-coronavirus/"}, "government_response": null, "debate": null, "departments": [], "topics": ["covid-19"]}}, {"type": "petition", "id": 321366, "links": {"self": "https://petition.parliament.uk/petitions/321366.json"}, "attributes": {"action": "Promote natural reusable produce bags for fresh (non-packaged) foods.", "background": "Supermarket fresh produce is accompanied by scales and plastic bags, framed in a way to promote plastic use. Gov endorsement of natural reusable bags ie mesh bags will reduce the incentive to use plastic. The plastic bag fee has proved effective; It is time to take this a step further.", "additional_details": "Shops can provide these for free or sell these bags at a lower price than the 10p plastic alternatives, say 5p, to encourage the substitute. The government should promote these (adverts, news articles). The government could subsidise the provision of natural bags through a proportional increase in the plastic bag tax. The effective nudge to reduce plastic consumption is evidence this intervention can be effective. People are demanding climate change action- this policy is a positive step.", "committee_note": null, "state": "rejected", "signature_count": 8, "created_at": "2020-05-18T16:26:53.949Z", "updated_at": "2020-07-30T11:05:30.731Z", "rejected_at": "2020-07-30T11:05:30.734Z", "opened_at": null, "closed_at": null, "moderation_threshold_reached_at": "2020-05-18T19:50:54.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": {"code": "no-action", "details": "We understand that you want the Government to support the use of reusable bags, but it's not clear exactly what action you want the Government to take to achieve this. It's not clear if you want the Government to run a campaign promoting the use of reusable bags, make changes to current charges, or impose additional requirements on retailers.\r\n\r\nWe have published the following related petition, which you might like to sign: https://petition.parliament.uk/petitions/300152\r\n\r\nYou could start a new petition about this issue, provided it is clear what action you want the Government to take."}, "government_response": null, "debate": null, "departments": [], "topics": []}}, {"type": "petition", "id": 321341, "links": {"self": "https://petition.parliament.uk/petitions/321341.json"}, "attributes": {"action": "Save the zoo's from permanent closure with government funding during lock down!", "background": "These zoo's are dependent on money from visitors to keep endangered animals alive, and are quickly running out of it. They need the funds from people through the door in order to pay for the animals food, their vet bills and for the keepers who look after them.", "additional_details": "Zoo's are home to many endangered species of animal, bringing them to safe environments. They are protected from poachers, are given the appropriate habitat, and saved from starvation. These zoo's also enable the breeding of these animals, enhancing on population numbers. Not just for the animals, but for humans this provides a broad range of necessities. They provide the enrichment and a hobby needed for mental health. The natural history of our planet. Education, for all ages. Jobs for many", "committee_note": null, "state": "rejected", "signature_count": 8, "created_at": "2020-05-18T11:59:11.441Z", "updated_at": "2020-06-09T08:11:28.911Z", "rejected_at": "2020-06-09T08:11:28.914Z", "opened_at": null, "closed_at": null, "moderation_threshold_reached_at": "2020-05-18T21:17:44.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": {"code": "duplicate", "details": "You may wish to sign some of these petitions:\r\n\r\nProvide financial help to zoos, aquariums, & rescue centres during the pandemic: https://petition.parliament.uk/petitions/308733\r\n\r\nAllow Zoos and Wildlife attractions to reopen with social distancing in place: https://petition.parliament.uk/petitions/323881\r\n\r\nYou can find out more about coronavirus and how you can protect yourself and others here:\r\n\r\nwww.gov.uk/coronavirus\r\nhttps://www.nhs.uk/conditions/coronavirus-covid-19/\r\n\r\nThe Government has also created an online service to help you find out what you can do if you’re struggling because of coronavirus: https://www.gov.uk/find-coronavirus-support\r\n\r\nYou can read NHS tips to help if you are worried about coronavirus here: https://www.nhs.uk/oneyou/every-mind-matters/coronavirus-covid-19-anxiety-tips\r\n\r\nYou can read impartial analysis of the Government response to coronavirus and policy developments here: https://commonslibrary.parliament.uk/coronavirus/\r\n\r\nYou may also be interested to know that because of the large number of petitions that have been started in relation to coronavirus, the Petitions Committee has been questioning the Government about its response to the coronavirus outbreak.\r\n \r\nFind out more: https://committees.parliament.uk/work/192/the-governments-response-to-coronavirus/"}, "government_response": null, "debate": null, "departments": [], "topics": ["covid-19"]}}, {"type": "petition", "id": 320110, "links": {"self": "https://petition.parliament.uk/petitions/320110.json"}, "attributes": {"action": "Prioritise a green economic and environmental recovery following coronavirus", "background": "Speed up legislation addressing climate change\r\nConsult relevant organisations about far-reaching solutions\r\nStop supporting companies and projects that pollute the environment e.g. HS2.\r\nNurture the natural environment \r\nMotivate companies to \"green-up\" via financial incentives", "additional_details": "This affects all of our lives, and impacts on our children and future generations.  What is the point of anything if we can't live on this planet?\r\nPut people before profit and change our ways of thinking and acting.\r\nCovid-19 gives us this opportunity, please take it.", "committee_note": null, "state": "rejected", "signature_count": 8, "created_at": "2020-05-10T12:07:40.800Z", "updated_at": "2020-06-15T07:29:43.153Z", "rejected_at": "2020-06-15T07:29:43.156Z", "opened_at": null, "closed_at": null, "moderation_threshold_reached_at": "2020-05-10T20:27:44.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": {"code": "duplicate", "details": "You may wish to sign this petition calling for the same action: https://petition.parliament.uk/petitions/317343\r\n\r\nYou can find out more about coronavirus and how you can protect yourself and others here:\r\n\r\nwww.gov.uk/coronavirus\r\nhttps://www.nhs.uk/conditions/coronavirus-covid-19/\r\n\r\nThe Government has also created an online service to help you find out what you can do if you’re struggling because of coronavirus: https://www.gov.uk/find-coronavirus-support\r\n\r\nYou can read NHS tips to help if you are worried about coronavirus here: https://www.nhs.uk/oneyou/every-mind-matters/coronavirus-covid-19-anxiety-tips\r\n\r\nYou can read impartial analysis of the Government response to coronavirus and policy developments here: https://commonslibrary.parliament.uk/coronavirus/\r\n\r\nYou may also be interested to know that because of the large number of petitions that have been started in relation to coronavirus, the Petitions Committee has been questioning the Government about its response to the coronavirus outbreak.\r\n \r\nFind out more: https://committees.parliament.uk/work/192/the-governments-response-to-coronavirus/"}, "government_response": null, "debate": null, "departments": [], "topics": ["covid-19"]}}, {"type": "petition", "id": 316848, "links": {"self": "https://petition.parliament.uk/petitions/316848.json"}, "attributes": {"action": "Give Captain Tom Moore a Knighthood", "background": "The Government Honours Committee needs to ensure that Captain Tom is Knighted", "additional_details": "Due to Captain Tom's sterling work in raising millions for the NHS and showing the best in the British nature, I believe that his nation would want him Knighted as a thank you", "committee_note": null, "state": "rejected", "signature_count": 8, "created_at": "2020-04-17T07:02:35.045Z", "updated_at": "2020-05-07T06:25:14.027Z", "rejected_at": "2020-05-07T06:25:14.034Z", "opened_at": null, "closed_at": null, "moderation_threshold_reached_at": "2020-04-17T14:23:34.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": {"code": "honours", "details": "We know lots of people want to petition for Colonel Moore to receive an honour, but the Government will only accept individual nominations, not petitions, so we can’t publish your petition.\n\nTo submit a nomination for an honour, visit: http://www.gov.uk/honours/\n"}, "government_response": null, "debate": null, "departments": [], "topics": []}}, {"type": "petition", "id": 314150, "links": {"self": "https://petition.parliament.uk/petitions/314150.json"}, "attributes": {"action": "Allow for waste & recycling centres to be re-opened", "background": "Currently local waste & recycling services are closed across the country due to councils following national government guidelines. We petition the government to re-designate waste & recycling service workers as key workers during the current crisis, such that local councils can then re-open services", "additional_details": "The current approach taken is short sighted and is leading to increasing infection risks rather than containing them by increasing the amount of illegal fly tipping occurring across the country, and by requiring households to retain more waste materials on the their premises for longer. The nature of a waste & recycling centres involve little person to person contact in comparison to other areas already designated as key services, and so there is no reason a well managed service cannot be run.", "committee_note": null, "state": "rejected", "signature_count": 8, "created_at": "2020-04-05T07:12:22.159Z", "updated_at": "2020-06-01T12:28:39.195Z", "rejected_at": "2020-06-01T12:28:34.295Z", "opened_at": null, "closed_at": null, "moderation_threshold_reached_at": "2020-04-05T10:52:34.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": {"code": "already-happening", "details": "Since you started your petition, waste and recycling centres in England have been reopening.\r\n\r\nThe operation and opening times of individual sites is a matter for local councils.\r\n\r\nYou can find out more about coronavirus and how you can protect yourself and others here: \r\n\r\nwww.gov.uk/coronavirus \r\n\r\nhttps://www.nhs.uk/conditions/coronavirus-covid-19/ \r\n\r\nThe Government has also created an online service to help you out what you can do if you’re struggling because of coronavirus: https://www.gov.uk/find-coronavirus-support \r\n\r\nYou can read NHS tips to help if you are worried about coronavirus here: https://www.nhs.uk/oneyou/every-mind-matters/coronavirus-covid-19-anxiety-tips "}, "government_response": null, "debate": null, "departments": [], "topics": ["covid-19"]}}, {"type": "petition", "id": 303821, "links": {"self": "https://petition.parliament.uk/petitions/303821.json"}, "attributes": {"action": "Cancel A-level and GCSE exams and give students their predicted grades.", "background": "Exam season is fast approaching and so are the issues that occur every year with students and exams. The government should take into consideration the pressure and the effect this virus will have on schools and should cancel A-level and GCSE exams for 2020 and give students their predicted grades.", "additional_details": "Students are under tremendous pressure from exams and this virus is not assisting students at this time. The way the virus is spreading and the government's response of isolation it's safe to presume there will be a shortage of teachers and students. Students will miss out on valuable lesson time and this can stretch out into exam season. Previous students have not had to face issues of this nature in the past years and I don't believe its fair that 2020 students have to deal with these events.", "committee_note": null, "state": "rejected", "signature_count": 8, "created_at": "2020-03-16T17:54:16.419Z", "updated_at": "2020-03-30T09:12:50.588Z", "rejected_at": "2020-03-27T12:34:56.972Z", "opened_at": null, "closed_at": null, "moderation_threshold_reached_at": "2020-03-16T18:21:04.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": {"code": "irrelevant", "details": "Decisions about exams are a matter for exam boards and individual schools, not the UK Government or Parliament. You can read the decision made by exam boards on what will happen to exams here:\nhttps://www.gov.uk/government/news/further-details-on-exams-and-grades-announced\n\nIf you want the Government to review the decision to use previous data to calculate exam grades, you may wish to sign this petition:\nhttps://petition.parliament.uk/petitions/306773\n\nAs a result of the large numbers of petitions people have tried to start on this issue, and following a large number of questions it received from petitioners about exams, the Petitions Committee asked the Government about the impact of coronavirus on schools and exams.\n\nWatch all the questions and responses:\nhttps://www.youtube.com/watch?v=MmHWDlzlxfA&feature=youtu.be&t=3771\n\nWatch the responses to the following questions:\n\nWhat was the reasoning behind the timing of school closures?\nhttps://youtu.be/MmHWDlzlxfA#t=1h3m16s\n\nWhat is happening with exams including GCSEs, A-levels, and SATs?\nhttps://youtu.be/MmHWDlzlxfA#t=1h4m35s\n\nWhat measures are in place to protect vulnerable children, those on free school meals, and the teachers and other staff who are still working in schools?\nhttps://youtu.be/MmHWDlzlxfA#t=1h7m09s\n\nWhen might schools re-open?\nhttps://youtu.be/MmHWDlzlxfA#t=1hm12s\n\nExam cancellations and the current coronavirus pandemic can cause worry and stress. You can find information on how to deal with stress here:\n\nYoung Minds:\nhttps://youngminds.org.uk/\n\nChildren’s Society:\nhttps://www.childrenssociety.org.uk/mental-health-advice-for-children-and-young-people/issues-affecting-young-people\n\nChildline:\nhttps://www.childline.org.uk/info-advice/your-feelings/anxiety-stress-panic/coping-with-stress/\n\nYou can find out more about coronavirus and how you can protect yourself and others here:\n\nNHS website:\nhttps://www.nhs.uk/conditions/coronavirus-covid-19/\n\nUK Government website:\nhttps://www.gov.uk/coronavirus\n"}, "government_response": null, "debate": null, "departments": [], "topics": ["covid-19"]}}, {"type": "petition", "id": 300773, "links": {"self": "https://petition.parliament.uk/petitions/300773.json"}, "attributes": {"action": "Make car accidents involving cats a reportable offence", "background": "There are 10.9 million cats in the UK. 230,000 of these will be hit by cars annually. 25% of incidents will prove fatal, meaning 75% will rely on drivers seeking help for them if they are to survive. Cats are important, loved and valued family members to many owners and the law should reflect this.", "additional_details": "Cats and dogs are different species, and should be treated as such. Tacking cats to legislation already in place for dogs would not be feasible. DEFRA are in receipt of the alternative avenues for cats, which we would like to be considered further. An offence would not necessarily be the nature of the driving, but the failure to report incidents. Asking drivers be made responsible for seeking help for an injured cat should be a perfectly reasonable ask in this so called animal loving nation.", "committee_note": null, "state": "rejected", "signature_count": 8, "created_at": "2020-03-07T15:15:02.472Z", "updated_at": "2020-03-12T11:29:59.480Z", "rejected_at": "2020-03-12T10:32:12.808Z", "opened_at": null, "closed_at": null, "moderation_threshold_reached_at": "2020-03-07T16:33:14.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": {"code": "duplicate", "details": "We think it's similar to this petition - \r\n\r\nhttps://petition.parliament.uk/petitions/300310\r\n\r\nIf you would like something different, for example not amending the Road Traffic Act, you'll need to explain why in the petition.\r\n\r\nIn any case, we can't publish petitions that aren't created with a full name of an individual. Sorry if that wasn't clear. "}, "government_response": null, "debate": null, "departments": [], "topics": []}}, {"type": "petition", "id": 625831, "links": {"self": "https://petition.parliament.uk/petitions/625831.json"}, "attributes": {"action": "Adapt Water Protection Laws to what they were Pre-Brexit", "background": "In recent years, after Brexit, Water Pollution has massively increased within river systems within England, as they have repealed most of the Water Protection laws that were EU laws. In order to have a government that cares for the people, we need our water systems to be safe from pollutants.", "additional_details": "Water Pollution has been scientifically proven to have adverse and damaging effects on the natural local biodiversity of environments across river basins and a dramatic effect on human health for those residing in river basins which are affected by Water Pollution. With the government's help in reinstating European Union water protection laws, we can ensure that the British Public has access to clean and safe rivers without the risk of chemical, thermal and environmentally damaging pollution", "committee_note": null, "state": "rejected", "signature_count": 7, "created_at": "2022-10-19T21:31:35.062Z", "updated_at": "2022-10-24T07:42:09.297Z", "rejected_at": "2022-10-24T07:42:07.756Z", "opened_at": null, "closed_at": null, "moderation_threshold_reached_at": "2022-10-20T06:46:30.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": {"code": "duplicate", "details": "It is not the case that most EU laws relating to water have been repealed, but we have published the following petition, which you might like to sign:\r\n\r\nKeep retained EU environmental laws until equal or stronger UK laws introduced: https://petition.parliament.uk/petitions/623839"}, "government_response": null, "debate": null, "departments": [], "topics": []}}, {"type": "petition", "id": 624067, "links": {"self": "https://petition.parliament.uk/petitions/624067.json"}, "attributes": {"action": "DO NOT delay ANY carbon-reduction commitments on the journey to Net Zero 2050", "background": "Delivering Net Zero CARBON EMISSIONS by 2050 is a tough target. Notwithstanding all other pressures, this is the highest priority for our Nation's wellbeing and prosperity. Pressing actions must be taken NOW and continue WITH URGENCY throughout 2022-2050 to comply with the Environment Law (Nov 2021)", "additional_details": "Less than 0.2% of the electorate voted for Liz Truss as PM. We DO NOT TRUST her pledge to 'ensure opportunity and prosperity for all people and future generations' as she diverts wildly from the commitments that elected this government into office.\r\nSpecifically, any redirection of post-CAP Land Management Scheme (ELMS) financing, designated to consolidate a long-term vision to revitalise natural resources, our land base and our agronomy will be welcoming climate change catastrophy. What a legacy", "committee_note": null, "state": "rejected", "signature_count": 7, "created_at": "2022-09-29T12:13:57.623Z", "updated_at": "2022-10-04T14:12:11.319Z", "rejected_at": "2022-10-04T14:12:03.816Z", "opened_at": null, "closed_at": null, "moderation_threshold_reached_at": "2022-09-30T09:16:50.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": {"code": "no-action", "details": "We understand you would like to see the Government fulfil it's commitments to the 2050 net zero target for carbon emissions and not delay, but the target is set out in law and the Government have not outlined any changes or delay to that year as the target.\r\n\r\nYou could start a new petition which explains clearly which specific actions you would like the Government to take to achieve the 2050 target.\r\n\r\nWe currently have the below petition open on a similar theme, which you might like to sign:\r\n\r\nBring forward the Net Zero emissions target to 2030\r\nhttps://petition.parliament.uk/petitions/616392"}, "government_response": null, "debate": null, "departments": [], "topics": []}}, {"type": "petition", "id": 623294, "links": {"self": "https://petition.parliament.uk/petitions/623294.json"}, "attributes": {"action": "Employers must prove employee can't do role before denying flexible work request", "background": "Employees should have the right to decide where and when they work, provided the nature of their work permits this. The current law does not protect employees sufficiently, and it should impose a high and objective threshold before an employer can deny a flexible working request.", "additional_details": "Many employers arbitrarily deny people the ability to work from home or flexible hours (often due to managers wishing to exercise authority or display power). Denying people the ability to work flexibly ousts sections of society (e.g., carers, people with responsibilities) from certain roles, and undermines people's quality of life and freedom of choice. It is the government's duty to protect employees from arbitrary employers to ensure every person has the same chance for every role.", "committee_note": null, "state": "rejected", "signature_count": 7, "created_at": "2022-09-05T22:59:04.660Z", "updated_at": "2022-09-23T10:52:21.355Z", "rejected_at": "2022-09-22T09:57:26.797Z", "opened_at": null, "closed_at": null, "moderation_threshold_reached_at": "2022-09-06T22:14:30.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": {"code": "no-action", "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe're not sure exactly what you'd like the Government or Parliament to do. Employees are already able to challenge a decision on the grounds of reasonableness. You can find out more here\r\n\r\nhttps://www.gov.uk/flexible-working/after-the-application\r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do, such as changing the reasons why a request may be declined. "}, "government_response": null, "debate": null, "departments": [], "topics": []}}, {"type": "petition", "id": 621545, "links": {"self": "https://petition.parliament.uk/petitions/621545.json"}, "attributes": {"action": "Increase the percentage of the budget spent on the military to at least 3%", "background": "The new threat from Russia and China requires us to respond appropriately and reverse cuts made to troop numbers as well as to support humanitarian efforts.", "additional_details": "Troop numbers have been steadily declining over the decades and we are in no shape to fight a global war, or any war for that matter, at this time and more funding is needed to get us up to scratch. We also require better technology and soldiers on the ground to be able to deal with humanitarian efforts in countries affected by natural disasters and on peacekeeping missions.", "committee_note": null, "state": "rejected", "signature_count": 7, "created_at": "2022-08-08T11:06:22.147Z", "updated_at": "2022-08-09T14:47:29.702Z", "rejected_at": "2022-08-09T14:47:28.360Z", "opened_at": null, "closed_at": null, "moderation_threshold_reached_at": "2022-08-08T21:22:29.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": {"code": "duplicate", "details": "You may wish to sign this petition which calls for the same action: https://petition.parliament.uk/petitions/619184"}, "government_response": null, "debate": null, "departments": [], "topics": []}}, {"type": "petition", "id": 619178, "links": {"self": "https://petition.parliament.uk/petitions/619178.json"}, "attributes": {"action": "Make Period Products free", "background": "One would think we pay for being women enough by the blood we lose out of our control. Menstruation is natural, every woman has to spend thousands in her life time on products men will never have to even think about whilst contraception can be free. Sex isn’t compulsory, we have no choice.", "additional_details": "Charities or funds in place are not enough. Make Pads and Tampons free! End period poverty. Stop punishing us women for something we cannot control. It’s ridiculous that we have not followed Scotland’s example. It is unjust that we suffer consequences for situations we didn’t choose. It’s not the same as toilet paper or food, bleeding isn’t something the entire population deals with. It’s painful. This doesn’t even begin to cover how common PCOS, Dysmenorrhea and Menorrhagia is. Do better.", "committee_note": null, "state": "rejected", "signature_count": 7, "created_at": "2022-06-27T14:01:31.952Z", "updated_at": "2022-07-04T07:45:19.181Z", "rejected_at": "2022-07-04T07:45:17.371Z", "opened_at": null, "closed_at": null, "moderation_threshold_reached_at": "2022-06-27T19:47:19.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": {"code": "irrelevant", "details": "The Government is not responsible for the price of period products, but we have published the following petition, which you might like to sign:\r\n\r\nRequire sanitary products are made available in all public and workplace toilets: https://petition.parliament.uk/petitions/606807"}, "government_response": null, "debate": null, "departments": [], "topics": []}}, {"type": "petition", "id": 618294, "links": {"self": "https://petition.parliament.uk/petitions/618294.json"}, "attributes": {"action": "Period products should be free in public restrooms", "background": "Period products should be free in public restrooms, whether the restroom is a school one, a college one, a university one, a restaurant one, etc.", "additional_details": "Do you have to buy toilet paper out of dispensers? No. So why should girls and women have to buy period products? Girls and women shouldn't be charged for a natural life process and something they can't control. Especially if they're in a public restroom, and the toilet paper is free because it's needed for a natural life process, and that's what a period is, yet it costs money. They would save money on pads, tampons, underwear, and the waste that goes along with it.", "committee_note": null, "state": "rejected", "signature_count": 7, "created_at": "2022-06-11T22:00:38.235Z", "updated_at": "2022-06-16T07:49:11.287Z", "rejected_at": "2022-06-16T07:49:07.729Z", "opened_at": null, "closed_at": null, "moderation_threshold_reached_at": "2022-06-12T10:39:09.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": {"code": "duplicate", "details": "You may wish to sign this petition which calls for a similar action: https://petition.parliament.uk/petitions/606807"}, "government_response": null, "debate": null, "departments": [], "topics": []}}, {"type": "petition", "id": 616241, "links": {"self": "https://petition.parliament.uk/petitions/616241.json"}, "attributes": {"action": "Begin and end school days later", "background": "School days should stay the same length as it is an appropriate amount of learning, however, it should start later (around 10/11am) and end later too (around 4/5pm)", "additional_details": "It goes against the nature of children and teenagers to wake up early and go to sleep early, and in being forced to do so, it exhausts most children and teens. A study by an OU academic found that when children and teens start their school days at 10am, the amount of absences in school days dropped by over 50%", "committee_note": null, "state": "rejected", "signature_count": 7, "created_at": "2022-05-07T16:42:15.320Z", "updated_at": "2022-05-09T10:37:49.264Z", "rejected_at": "2022-05-09T10:37:47.844Z", "opened_at": null, "closed_at": null, "moderation_threshold_reached_at": "2022-05-08T08:58:39.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": {"code": "duplicate", "details": "You may wish to sign this petition which calls for a similar action: https://petition.parliament.uk/petitions/612113"}, "government_response": null, "debate": null, "departments": [], "topics": []}}, {"type": "petition", "id": 615624, "links": {"self": "https://petition.parliament.uk/petitions/615624.json"}, "attributes": {"action": "Sri Lanka (Ceylon) is in a financial crisis. Need urgent Action and Support.", "background": "Sri Lanka is suffering from a financial crisis at the movement because of corrupted politicians that have ruled the country for years. Can we support them financially to stand up again. Lovely Sri Lankans are struggling to obtain their basic needs. Please help this beautiful tourists destination.", "additional_details": "Sri Lanka was a British colony before and it is a beautiful natural heaven for British tourists. Sri Lanka is always been a good friend of the UK and also an active commonwealth country. Now they are in trouble. Some powerful countries also trying to take advantage of this situation of Sri Lanka. Such as buying it's land for cheaper price and giving unfair conditions when they give loans. Sri Lankans are protesting at the moment to get rid of all corrupted politicians to build a better future.", "committee_note": null, "state": "rejected", "signature_count": 7, "created_at": "2022-04-26T17:33:24.329Z", "updated_at": "2022-04-28T12:06:25.246Z", "rejected_at": "2022-04-28T12:06:23.752Z", "opened_at": null, "closed_at": null, "moderation_threshold_reached_at": "2022-04-27T06:26:19.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": {"code": "duplicate", "details": "You may wish to sign this petition which calls for the same action:\r\n\r\nIncrease foreign aid to Sri Lanka during its economic crisis: https://petition.parliament.uk/petitions/612250"}, "government_response": null, "debate": null, "departments": [], "topics": []}}, {"type": "petition", "id": 615462, "links": {"self": "https://petition.parliament.uk/petitions/615462.json"}, "attributes": {"action": "Change section 1 of the sexual offences act to include men as victims of rape", "background": "I would like the government to add a section to section 1 of the Sexual Offences Act 2003 stating that \"A person (a) can commit an offence if they force another person (b) to penetrate their vagina, anus or mouth with their penis\"", "additional_details": "For too long men have been victims of rape by women but the stats have been underrepresented due to the nature of the crime of Rape.\r\nWith this proposed change, I hope this will encourage male victims of rape by forced penetration by women to come forward and the statistic of rape can be rightfully represented, bringing a more equal society, showing that anyone, Male or Female can not only be raped but can be rapists", "committee_note": null, "state": "rejected", "signature_count": 7, "created_at": "2022-04-23T09:14:08.510Z", "updated_at": "2022-04-26T11:25:46.493Z", "rejected_at": "2022-04-26T11:25:45.062Z", "opened_at": null, "closed_at": null, "moderation_threshold_reached_at": "2022-04-23T09:56:39.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": {"code": "duplicate", "details": "https://petition.parliament.uk/petitions/610458"}, "government_response": null, "debate": null, "departments": [], "topics": []}}, {"type": "petition", "id": 613624, "links": {"self": "https://petition.parliament.uk/petitions/613624.json"}, "attributes": {"action": "LOWER age for smear testing ASAP!", "background": "I want the government Parliament to take this petition seriously ! For the nature of all young women struggling daily with health issues and symptoms that require a smear test but are not given the chance as they are ( too young )", "additional_details": "Well in all honesty what other place is best to go too for this sort of stuff? I am hoping that they take this seriously and make a change since they have all the power to do so!", "committee_note": null, "state": "rejected", "signature_count": 7, "created_at": "2022-04-01T11:27:28.340Z", "updated_at": "2022-04-05T12:01:59.156Z", "rejected_at": "2022-04-05T12:01:56.414Z", "opened_at": null, "closed_at": null, "moderation_threshold_reached_at": "2022-04-01T11:37:19.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": {"code": "irrelevant", "details": "The appropriate age at which screening for cervical cancer should begin is a clinical decision for the NHS, not the UK Government or Parliament.\r\n\r\nYou may wish to sign these petitions which call for related actions:\r\n\r\n'Fund cervical screening at 20 as opposed to 25': https://petition.parliament.uk/petitions/612372\r\n\r\n'Fund annual cervical screening from the age of 18': https://petition.parliament.uk/petitions/605244\r\n\r\n'Fund annual cervical screening from age 16 or when first sexually active': https://petition.parliament.uk/petitions/605372 "}, "government_response": null, "debate": null, "departments": [], "topics": []}}, {"type": "petition", "id": 611002, "links": {"self": "https://petition.parliament.uk/petitions/611002.json"}, "attributes": {"action": "Create law that front gardens must comprise of plants", "background": "We need a law to protect front gardens from being completely obliterated with man-made materials, ensuring that there are plants in every single one for wildlife. At least one-third of all front gardens should be comprised of plants, be that grass, flowers, shrubs or trees.", "additional_details": "Currently there are no laws on how much of a front garden can be left for nature with many now being tarmacked or slabbed over, resulting in less space for wildlife and so diminishing biodiversity. In order to limit global temperature warming and increase insect populations, we need to be utilising this vital space of the front garden to take it back to what it should be - a front garden. We need more plants and trees to act as carbon stores, and more flowers for pollinators.", "committee_note": null, "state": "rejected", "signature_count": 7, "created_at": "2022-03-08T12:05:17.526Z", "updated_at": "2022-03-15T08:22:57.486Z", "rejected_at": "2022-03-15T08:22:56.255Z", "opened_at": null, "closed_at": null, "moderation_threshold_reached_at": "2022-03-10T08:30:58.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": {"code": "irrelevant", "details": "We can only accept petitions about things the Government or Parliament are directly responsible for.\r\n\r\nDecisions about how to maintain domestic gardens are a matter for the homeowner, not the UK Government or Parliament."}, "government_response": null, "debate": null, "departments": [], "topics": []}}, {"type": "petition", "id": 609087, "links": {"self": "https://petition.parliament.uk/petitions/609087.json"}, "attributes": {"action": "Make Mental Wellbeing part of the curriculum from day 1 of starting school..", "background": "Mental Wellbeing Classes to be taught in ALL schools as part of the national curriculum. Imagine if children were taught from day 1 of starting school that their mental health was as important as their physical health (which they do PE for) this would come naturally and help our children for life.", "additional_details": "The National Curriculum (which I also think is very outdated and needs a complete overhaul to suit the world/children we have right now)\r\nI believe the pressure schools and children have on them to perform to certain levels is having a detrimental impact on everyones mental health - the happier and safer the child feels the more effective their brains perform meaning better results anyway. Every child deserves to have the tools given to help them in life, especially their mental wellbeing.", "committee_note": null, "state": "rejected", "signature_count": 7, "created_at": "2022-02-19T11:54:53.740Z", "updated_at": "2022-02-22T08:59:22.301Z", "rejected_at": "2022-02-22T08:59:21.220Z", "opened_at": null, "closed_at": null, "moderation_threshold_reached_at": "2022-02-19T13:01:28.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": {"code": "already-happening", "details": "Mental health and wellbeing is already part of the statutory curriculum, for primary and secondary students: https://assets.publishing.service.gov.uk/government/uploads/system/uploads/attachment_data/file/1019542/Relationships_Education__Relationships_and_Sex_Education__RSE__and_Health_Education.pdf\r\n\r\nWe have published the following petition, which you might like to sign:\r\n\r\nIncrease funding for mental health support in schools: https://petition.parliament.uk/petitions/607356"}, "government_response": null, "debate": null, "departments": [], "topics": []}}, {"type": "petition", "id": 607428, "links": {"self": "https://petition.parliament.uk/petitions/607428.json"}, "attributes": {"action": "Ban all products or services arising from deforestation", "background": "Deforestation is causing direct harm to the natural habitat of thousands of indigenous species of animals.  Deforestation is also cutting off the oxygen supply to the world and adding huge volume of carbon dioxide into the atmosphere.", "additional_details": "The UK should no longer play any part in the intentional or unintentional destruction of ancient forests around the world, whether directly or indirectly, in the pursuit of economic or private business interests.", "committee_note": null, "state": "rejected", "signature_count": 7, "created_at": "2022-01-28T19:00:37.966Z", "updated_at": "2022-02-02T17:09:17.296Z", "rejected_at": "2022-02-02T17:09:16.064Z", "opened_at": null, "closed_at": null, "moderation_threshold_reached_at": "2022-01-29T10:23:48.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": {"code": "no-action", "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe're not sure exactly what you'd like the Government or Parliament to do. We're not sure what you'd like to be covered by \"products or services arising from deforestation\"\r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do."}, "government_response": null, "debate": null, "departments": [], "topics": []}}, {"type": "petition", "id": 606181, "links": {"self": "https://petition.parliament.uk/petitions/606181.json"}, "attributes": {"action": "NO mandatory covid vaccine for people with proven covid-19 antibodies", "background": "To NOT make covid-19 vaccinations mandatory as a condition of any deployment in any work sector if, after a minimum 6 months of a person having covid-19 a proven, positive antibodies blood sample test is completed", "additional_details": "I feel it is against human rights to have mandatory vaccinations as a condition of employment if the immune system of someone has natural antibodies from previously having covid-19 and therefore does not require a vaccination. I myself had covid-19 13 months ago and an antibody blood test is showing I still have antibodies.", "committee_note": null, "state": "rejected", "signature_count": 7, "created_at": "2022-01-14T00:26:38.531Z", "updated_at": "2022-01-18T10:07:25.025Z", "rejected_at": "2022-01-18T10:07:24.158Z", "opened_at": null, "closed_at": null, "moderation_threshold_reached_at": "2022-01-14T11:26:38.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": {"code": "duplicate", "details": "You may wish to sign this petition calling for the same action: https://petition.parliament.uk/petitions/602031"}, "government_response": null, "debate": null, "departments": [], "topics": []}}, {"type": "petition", "id": 605545, "links": {"self": "https://petition.parliament.uk/petitions/605545.json"}, "attributes": {"action": "Stop quarantine for those not vaccinated upon their return to the UK.", "background": "Relieve the strain on the travel industry and work, millions of the UK population cannot be vaccinated or have natural immunity so should not have to quarantine for 10 days after travel. It has been scientifically proven that transmission is no different if vaccinated or not and this deters travel.", "additional_details": "This is due to the travel industry missing out on millions of pounds from millions of the UK population, and also employers suffering as their workers are made to needlessly quarantine for 10 days upon returning home from travel, even with negative test results. Since the quarantine guidance change in October2021 for the unvaccinated, it has been proven that variants have been brought to the UK regardless of vaccination status (Omicron). If testing works then end the contradiction of rules.", "committee_note": null, "state": "rejected", "signature_count": 7, "created_at": "2022-01-08T18:16:34.229Z", "updated_at": "2022-01-17T07:28:25.256Z", "rejected_at": "2022-01-17T07:28:23.473Z", "opened_at": null, "closed_at": null, "moderation_threshold_reached_at": "2022-01-12T09:26:08.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": {"code": "duplicate", "details": "You may wish to sign this petition calling for the same action: https://petition.parliament.uk/petitions/601594"}, "government_response": null, "debate": null, "departments": [], "topics": []}}, {"type": "petition", "id": 603248, "links": {"self": "https://petition.parliament.uk/petitions/603248.json"}, "attributes": {"action": "FOR THE GOVERNMENT TO START DOING NATURAL IMMUNITY TESTING", "background": "For the government to stop indirectly forcing people to have covid-19 vacation in employment, in the freedom of life and in areas of enjoyment untill people have been given the opportunity to show their natural immunity.", "additional_details": "This type of action from the government is in direct breach of peoples human rights and freedoms and contradicts the human rights act 1998 in health and social care", "committee_note": null, "state": "rejected", "signature_count": 7, "created_at": "2021-12-09T23:20:08.429Z", "updated_at": "2021-12-21T11:00:49.586Z", "rejected_at": "2021-12-21T11:00:48.765Z", "opened_at": null, "closed_at": null, "moderation_threshold_reached_at": "2021-12-19T04:43:18.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": {"code": "no-action", "details": "Petitions need to call on the Government or Parliament to take a specific action. We understand that you are concerned about certain rules relating to vaccination against COVID, but we're not sure exactly what you'd like the Government or Parliament to do.\r\n\r\nWe have published the following petitions, which you might like to sign:\r\n\r\nRecognise immune response to Covid-19 in the Covid pass: https://petition.parliament.uk/petitions/600576\r\n\r\nOutlaw discrimination on the basis of vaccination status: https://petition.parliament.uk/petitions/596004\r\n\r\nIf you want the Government to do something different to the above you could start a new petition explaining clearly what you would like the Government or Parliament to do."}, "government_response": null, "debate": null, "departments": [], "topics": []}}, {"type": "petition", "id": 601257, "links": {"self": "https://petition.parliament.uk/petitions/601257.json"}, "attributes": {"action": "Establish Cabinet Office Briefing Rooms (COBR) for the climate emergency.", "background": "The United Kingdom has been a global leader in the past and we have the opportunity to show real leadership to tackle the climate change crisis, biodiversity loss and pollution of nature and the impacts on or own health and well being.  We need emergency action and planning establishing COBR.", "additional_details": "The government has declared a climate emergency and the science is screaming at us we have to change now, as an emergency. COP 26 has just about kept \"1.5\" alive, but we need action. COBR is required to bring the planners, military strategists, business, individuals, innovators, and government together to set the plan to tackle the crisis and tell the world we are acting post COP 26 and listening to the public. Committees are not the answer for an emergency, we need action right now.", "committee_note": null, "state": "rejected", "signature_count": 7, "created_at": "2021-11-14T23:18:26.281Z", "updated_at": "2021-11-30T11:03:47.385Z", "rejected_at": "2021-11-22T15:12:28.437Z", "opened_at": null, "closed_at": null, "moderation_threshold_reached_at": "2021-11-16T23:04:18.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": {"code": "no-action", "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe understand that you are concerned about Government action on climate change, but we're not sure exactly what you'd like the Government or Parliament to do.\r\n\r\nCOBR (or COBRA) is shorthand for the Civil Contingencies Committee that is convened to handle matters of national emergency or major disruption, and the briefing rooms referred to in the acronym are located in Whitehall.\r\n\r\nThere are already Cabinet Committees on Climate Action Strategy and Climate Action Implementation, but we could accept a petition calling on the Government to schedule COBR meetings to address the climate emergency, if that's what you want to happen."}, "government_response": null, "debate": null, "departments": [], "topics": []}}, {"type": "petition", "id": 600265, "links": {"self": "https://petition.parliament.uk/petitions/600265.json"}, "attributes": {"action": "Allow all travellers to use Lateral Flow Test after their arrival to the UK", "background": "From the 24/10/2021, the Government allowed only fully vaccinated travellers to use lateral flow tests on or before day 2 of their arrival to the UK. All travellers regardless of their vaccination status should be allowed to use this cheaper testing method. https://www.bbc.co.uk/news/health-58899612", "additional_details": "The move is not backed by any scientific reason and therefore is clearly only discriminatory and coercive towards vaccination. If lateral flow tests are valid and effective in detecting potential spreaders and positive results should be trusted, that's true regardless of the vaccination status of the individual. Natural immunity in the UK unfortunately is treated as not having immunity, but several studies are confirming the opposite. https://www.medrxiv.org/content/10.1101/2021.08.24.21262415v1", "committee_note": null, "state": "rejected", "signature_count": 7, "created_at": "2021-11-01T17:35:15.801Z", "updated_at": "2021-11-08T13:17:08.578Z", "rejected_at": "2021-11-08T13:16:49.895Z", "opened_at": null, "closed_at": null, "moderation_threshold_reached_at": "2021-11-03T18:30:28.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": {"code": "duplicate", "details": "You may wish to sign this petition calling for a similar action: https://petition.parliament.uk/petitions/599247"}, "government_response": null, "debate": null, "departments": [], "topics": []}}, {"type": "petition", "id": 600206, "links": {"self": "https://petition.parliament.uk/petitions/600206.json"}, "attributes": {"action": "Make Seaweed Packaging mandatory as a direct replacement for plastic.", "background": "To make it law that companies have to use seaweed based packaging as a direct replacement for plastic in their business where possible This will co-ordinate a countrywide response and lead the global conversation that we need to act now on this.Manufacturers have an environmental responsibility too.", "additional_details": "Plastic packaging used in a variety of consumer goods is causing a worldwide choking of our oceans and rivers. If we can stop this at source, at the manufacturing stage before the consumer buys the product, we will drastically reduce the impact on our environment, while balancing the needs of our economy. Seaweed degrades naturally, is as strong a plastic and where it is possible to replace plastic we all need to do it. Time is running out for us to change our ways. You can unify these efforts", "committee_note": null, "state": "rejected", "signature_count": 7, "created_at": "2021-10-31T18:42:44.472Z", "updated_at": "2021-11-05T07:59:00.303Z", "rejected_at": "2021-11-05T07:58:59.467Z", "opened_at": null, "closed_at": null, "moderation_threshold_reached_at": "2021-10-31T20:38:28.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": {"code": "irrelevant", "details": "Petitions must call for a specific action that the UK Government or Parliament is directly responsible for. Decisions about what material to use to replace plastic is a matter for individual companies, not the Government or Parliament.\r\n\r\nWe have published the following petitions, which you might like to sign:\r\n\r\nBan all single-use plastic:\r\nhttps://petition.parliament.uk/petitions/586547\r\n\r\nBan the use of virgin plastics in all packaging sold in the UK before 2023: https://petition.parliament.uk/petitions/586539\r\n\r\nBan the use of plastic food packaging: https://petition.parliament.uk/petitions/595495"}, "government_response": null, "debate": null, "departments": [], "topics": []}}, {"type": "petition", "id": 599780, "links": {"self": "https://petition.parliament.uk/petitions/599780.json"}, "attributes": {"action": "To use natural immunity and T cell memory for covid.", "background": "Natural immunity and T cell memory has been shown in studies from Israel, to show greater protection to new variants than those which have received the jab. This is a basic human right, body autonomy is a must and any such decision to overlook this is a blatant violation of basic freedoms.", "additional_details": "Include natural immunity as you would people that have been jabbed. Otherwise you are creating a medical apartheid.", "committee_note": null, "state": "rejected", "signature_count": 7, "created_at": "2021-10-24T11:41:04.421Z", "updated_at": "2021-10-29T08:31:06.679Z", "rejected_at": "2021-10-29T08:31:04.890Z", "opened_at": null, "closed_at": null, "moderation_threshold_reached_at": "2021-10-24T18:22:58.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": {"code": "no-action", "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe understand that you are concerned about rules relating to people who have been fully vaccinated against Covid-19, but we're not sure exactly what you'd like the Government or Parliament to do.\r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do.\r\n\r\nWe have published the following petition, which you might like to sign:\r\n\r\nAllow people who’ve had covid-19 to travel under same restrictions as vaccinated: https://petition.parliament.uk/petitions/599298"}, "government_response": null, "debate": null, "departments": [], "topics": []}}, {"type": "petition", "id": 595857, "links": {"self": "https://petition.parliament.uk/petitions/595857.json"}, "attributes": {"action": "End Capitalism to Save the Climate.", "background": "Form a new economic system on private ownership and change the need for a pure focus of profit for companies and reduce their need for accumulation.", "additional_details": "The unequivocal evidence shows us how the existence and persistence of Capitalism will ensure the downfall of the human race. Capitalism needs to end as it poses a serious threat to the world through how it exploits every resource. Individuals being allowed to exploit natural resources purely for economic wealth is a flawed ideal.\r\n\r\nWe only have one planet, we must consider the natural capacity of its resources and reduce climate change.", "committee_note": null, "state": "rejected", "signature_count": 7, "created_at": "2021-08-27T09:00:28.659Z", "updated_at": "2021-09-01T12:07:52.241Z", "rejected_at": "2021-09-01T12:07:51.399Z", "opened_at": null, "closed_at": null, "moderation_threshold_reached_at": "2021-08-28T20:46:55.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": {"code": "no-action", "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe understand that you are concerned about the climate, but we're not sure exactly what you'd like the Government or Parliament to do.\r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do."}, "government_response": null, "debate": null, "departments": [], "topics": []}}, {"type": "petition", "id": 595750, "links": {"self": "https://petition.parliament.uk/petitions/595750.json"}, "attributes": {"action": "Allow CBD oil on the NHS prescription list for people with Chronic pain.", "background": "People in chronic pain are not allowed CBD oil on the NHS, but are supplied Morphine tablets costing £8000 a month.  CBD oil is a natural product, has fewer side effects and is cheaper. CBD OIL NEEDS TO BE APPROVED BY THE FDA FOR CHRONIC PAIN. The USA has approved this oil already for this purpose.", "additional_details": "Get the FDA to approve CBD oil for chronic pain which could replace the morphine, zapane and gabapentine that people are currently prescribed which has massive side effects and cost the NHS and the government a lot more money. CBD Oil is a natural product that has much fewer side effects. Poor people are trapped in this cycle of pain killers, they cannot afford the CBD oil so are forced to take these highly dangerous tablets with massive side effects or suffer with chronic pain.", "committee_note": null, "state": "rejected", "signature_count": 7, "created_at": "2021-08-25T13:24:09.767Z", "updated_at": "2021-08-31T08:15:46.314Z", "rejected_at": "2021-08-31T08:15:44.714Z", "opened_at": null, "closed_at": null, "moderation_threshold_reached_at": "2021-08-25T13:46:35.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": {"code": "no-action", "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe understand that you are concerned about availability of cannabis-based products for medicinal use, but we're not sure exactly what you'd like the Government or Parliament to do.\r\n\r\nCannabis-based products can already be prescribed for medicinal use in certain limited circumstances. You can find out more about how cannabis-based products are prescribed for medicinal use here: https://www.england.nhs.uk/medicines-2/support-for-prescribers/cannabis-based-products-for-medicinal-use/cannabis-based-products-for-medicinal-use-frequently-asked-questions/#what-is-a-cannabis-based-product-for-medicinal-use-cbpm\r\n\r\nThe Food and Drug Administration is an american regulator that has no jurisdiction in the UK. In the UK MHRA is responsible for ensuring that medicines and medical devices work, are safe and of an appropriate quality. The MHRA is operationally independent of the UK Government.\r\n\r\nWe have published the following petitions, which you might like to sign:\r\n\r\nLegalize cannabis for recreational and medical use: https://petition.parliament.uk/petitions/575625\r\n\r\nAllow medicinal cannabis to be prescribed by GPs: https://petition.parliament.uk/petitions/584964"}, "government_response": null, "debate": null, "departments": [], "topics": []}}, {"type": "petition", "id": 594960, "links": {"self": "https://petition.parliament.uk/petitions/594960.json"}, "attributes": {"action": "Those  with natural immunity be exempted from mandatory Covid vaccination", "background": "People exposed to Covid and those who had been positive to Covid have developed natural immunity to the virus , as evidenced by antibody test. Studies have shown that a person with natural immunity has the same or even better protection with those who have been vaccinated .", "additional_details": "We humbly ask the government to please reconsider exemption of individuals who have been exposed to Covid and have acquired immunity therein from mandatory vaccination.\r\nRest assured, we will still adhere to measures  preventing the spread of the virus such us social distancing,use of PPEs & hygiene", "committee_note": null, "state": "rejected", "signature_count": 7, "created_at": "2021-08-15T11:49:39.460Z", "updated_at": "2021-08-20T13:27:29.507Z", "rejected_at": "2021-08-20T13:27:28.640Z", "opened_at": null, "closed_at": null, "moderation_threshold_reached_at": "2021-08-15T17:57:05.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": {"code": "no-action", "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe understand that you are concerned about mandatory Covid-19 vaccinations, but we're not sure exactly what you'd like the Government or Parliament to do.\r\n\r\nProtection against reinfection arising from natural infection is not permanent, and it's not clear whether you want exemption to apply to people who have previously had Covid-19 within a certain timeframe, or have a certain level of Covid-19 antibodies.\r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do."}, "government_response": null, "debate": null, "departments": [], "topics": []}}, {"type": "petition", "id": 594010, "links": {"self": "https://petition.parliament.uk/petitions/594010.json"}, "attributes": {"action": "To enact laws that protect British citizens from online racial abuse and hatred", "background": "The laws surrounding online abuse and hatred have become outdated and insufficient in the modern age.  Parliament should enact laws that would categorize offences of this nature in terms of seriousness, harm and culpability so that appropriate sentences can be passed on those found guilty", "additional_details": "It is now apparent that the laws surrounding online abuse are not sufficient to protect British nationals in the ever developing age of social media. This is an opportunity for British government to lead the world once again in terms of equality and protecting others from harm. Especially in light of the abuse received by black English footballers in the fallout after the loss at Euro 2021 the time is right and the public attitude is there to support widespread change for the betterment of all.", "committee_note": null, "state": "rejected", "signature_count": 7, "created_at": "2021-08-03T13:37:25.625Z", "updated_at": "2021-08-05T13:04:56.576Z", "rejected_at": "2021-08-05T13:04:54.477Z", "opened_at": null, "closed_at": null, "moderation_threshold_reached_at": "2021-08-04T09:34:15.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": {"code": "duplicate", "details": "We have published the following petitions, which you might like to sign:\r\n\r\nIncrease legal penalties for those convicted of online racial abuse: https://petition.parliament.uk/petitions/591776\r\n\r\nIncrease the sentence for Racist Hate Crime from 6 months to minimum 5 years: https://petition.parliament.uk/petitions/591766\r\n\r\nIf you want the Government to create new offences or amend existing offences differently to the above, you could start a new petition explaining clearly what you would like the Government or Parliament to do."}, "government_response": null, "debate": null, "departments": [], "topics": []}}, {"type": "petition", "id": 593647, "links": {"self": "https://petition.parliament.uk/petitions/593647.json"}, "attributes": {"action": "Fix the few Hyper-Emitting Powerplants which create 52% of CO2 Emissions", "background": "Just 5% of the world’s power plants account for almost three-quarters of carbon emissions from electricity generation.\r\nThe UK could lead the charge in a crackdown on these few powerplants to make them more efficient.", "additional_details": "This would result in a 25% decrease of emissions and switching their fuel source from coal or oil to natural gas could cut global emissions by almost 30%.\r\nThis would be a massive step forward for a reasonably small cost.\r\nWe're seeing our planet become more dangerous every day and our personal lifestyle choices are not enough to change this. \r\nWe have to collaborate with other countries and crackdown on these super-polluters.", "committee_note": null, "state": "rejected", "signature_count": 7, "created_at": "2021-07-29T06:45:12.134Z", "updated_at": "2021-08-02T08:03:12.313Z", "rejected_at": "2021-08-02T08:03:11.439Z", "opened_at": null, "closed_at": null, "moderation_threshold_reached_at": "2021-07-29T09:30:55.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": {"code": "no-action", "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe understand that you are concerned about emissions from certain power plants, but we're not sure exactly what you'd like the Government or Parliament to do. In any case, the UK Government is only responsible for energy and environmental policy for the UK, not the rest of the world.\r\n\r\nIf there are particular actions you would like the Government to take in respect of UK-based power plants you could start a new petition explaining clearly what you would like the Government or Parliament to do."}, "government_response": null, "debate": null, "departments": [], "topics": []}}, {"type": "petition", "id": 592554, "links": {"self": "https://petition.parliament.uk/petitions/592554.json"}, "attributes": {"action": "Make period products free to everyone so we don't have to pay for them", "background": "I want the government to make all period products free to everyone so we don't have to pay for them as why should we have to pay for something that is natural.THIS IS UNACCEPTABLE FOR US TO HAVE TO PAY FOR SOMETHING THAT COME NATURALLY", "additional_details": "", "committee_note": null, "state": "rejected", "signature_count": 7, "created_at": "2021-07-18T10:38:05.421Z", "updated_at": "2021-07-22T12:30:33.511Z", "rejected_at": "2021-07-22T12:30:32.519Z", "opened_at": null, "closed_at": null, "moderation_threshold_reached_at": "2021-07-18T12:46:45.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": {"code": "duplicate", "details": "You may wish to sign this petition calling for the same action: https://petition.parliament.uk/petitions/584711"}, "government_response": null, "debate": null, "departments": [], "topics": []}}, {"type": "petition", "id": 585828, "links": {"self": "https://petition.parliament.uk/petitions/585828.json"}, "attributes": {"action": "Say no to consett incinerator", "background": "We want the government to stop Durham county council agreeing to the building of an incinerator to burn waste within the Consett area .\r\nRef. DM/20/03267/WAS", "additional_details": "Incinerators harm recycling; our air quality and contribute to climate change. Enmisions include dioxins, Box and ultrafine particulate matter that can be harmful to both human health and the natural environment, there is not enough monitoring, enforcement or transpararency by the industry. Traffic will increase having 22 HGV movements per day carrying waste in and out across the North East adding more pollution. A 50 meter stack will be much higher than any building in the area, therefore the night and industrial nature of this incinerator will cause substantial,adverse and permanent visual effects bringing unacceptable harm and retirement to the character of the landscape.", "committee_note": null, "state": "rejected", "signature_count": 7, "created_at": "2021-05-12T13:27:56.684Z", "updated_at": "2021-05-18T12:49:27.259Z", "rejected_at": "2021-05-18T12:49:19.483Z", "opened_at": null, "closed_at": null, "moderation_threshold_reached_at": "2021-05-12T15:16:35.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": {"code": "irrelevant", "details": "The decision on this planning application is a matter for Durham County Council, not the UK Government or Parliament."}, "government_response": null, "debate": null, "departments": [], "topics": []}}, {"type": "petition", "id": 585672, "links": {"self": "https://petition.parliament.uk/petitions/585672.json"}, "attributes": {"action": "Remove Deadly Rat Traps in Victoria Park", "background": "An animal friendly and ethical way to reduce the rat issue within Victoria Park must be put into place. Traps that shoot a bolt through the rats heads have been installed, killing these animals - this is an unethical short-term solution to the issue of litter within the park.", "additional_details": "There is a huge issue in Victoria Park in regards to litter and food waste - people keep feeding the animals and leaving food waste around which has attracted more rats, naturally. In response to this, instead of improving litter issues or improving messaging to discourage the public feeding animals, they have decided to install deadly traps to murder the rats.", "committee_note": null, "state": "rejected", "signature_count": 7, "created_at": "2021-05-11T14:42:27.800Z", "updated_at": "2021-05-17T09:14:09.052Z", "rejected_at": "2021-05-17T09:14:07.926Z", "opened_at": null, "closed_at": null, "moderation_threshold_reached_at": "2021-05-11T20:05:15.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": {"code": "irrelevant", "details": "You could raise your issue with a local councillor who represents you. You can use this page to find out who your local councillors are, and how to contact them:\r\nhttps://www.gov.uk/find-your-local-councillors "}, "government_response": null, "debate": null, "departments": [], "topics": []}}, {"type": "petition", "id": 585371, "links": {"self": "https://petition.parliament.uk/petitions/585371.json"}, "attributes": {"action": "Make all female sanitary products free", "background": "I think something that is a act of nature for every single woman , they should have the right to free sanitary products , you can get free conception products from the doctors so why not the same for sanitary products.", "additional_details": "Introduce legislation that ensures every woman in the United Kingdom has access to free sanitary products.", "committee_note": null, "state": "rejected", "signature_count": 7, "created_at": "2021-05-08T20:30:43.110Z", "updated_at": "2021-05-13T12:18:34.939Z", "rejected_at": "2021-05-13T12:16:37.802Z", "opened_at": null, "closed_at": null, "moderation_threshold_reached_at": "2021-05-09T18:29:55.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": {"code": "duplicate", "details": "You might like to sign the following petition:\r\n\r\nMake sanitary products freely available to all women\r\nhttps://petition.parliament.uk/petitions/584711"}, "government_response": null, "debate": null, "departments": [], "topics": []}}, {"type": "petition", "id": 584955, "links": {"self": "https://petition.parliament.uk/petitions/584955.json"}, "attributes": {"action": "Ban the use of all inhumane glue traps in the UK", "background": "To prevent the suffering of harmless insects, and to ensure the biodiversity of our natural environments, I am campaigning to ban all glue traps in the UK. These include pheromone traps, wardrobe glue traps (for harmless clothes moths), fly strips and ant traps.", "additional_details": "Glue traps are a commonly used, inhumane, and cruel method of repelling insects such as moth and flies. Tree glue traps, pheromone traps, and fly strips are just a few of these abominable methods of repelling insects, and all cause long, slow deaths for the poor creatures that succumb to them. The traps are also reducing biodiversity within our natural environments, by removing reliable food sources for creatures like owls, birds and bats.", "committee_note": null, "state": "rejected", "signature_count": 7, "created_at": "2021-05-04T10:52:21.929Z", "updated_at": "2021-05-10T16:19:47.545Z", "rejected_at": "2021-05-10T16:19:44.068Z", "opened_at": null, "closed_at": null, "moderation_threshold_reached_at": "2021-05-04T18:53:25.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": {"code": "duplicate", "details": "https://petition.parliament.uk/petitions/560288"}, "government_response": null, "debate": null, "departments": [], "topics": []}}, {"type": "petition", "id": 583851, "links": {"self": "https://petition.parliament.uk/petitions/583851.json"}, "attributes": {"action": "Create legislation that enforces football clubs to share ownership with fans", "background": "Sadly, our football clubs are being squeezed for every penny by owners with little regard for the clubs and more importantly the fans. Give greater control to the fans of their clubs, be it the german style 50+1 rule or something of a similar nature.", "additional_details": "In the wake of 'Super League Gate' where billionaire owners are attempting to squeeze more and more money from the biggest clubs and monopolize their respective leagues, it is now time to wrestle back control of our clubs.\r\n\r\nFootball is not a business, it is a passion, where the fans are the least represented. It is time now to stop owners from bleeding our clubs dry and give fans greater power with the running of their clubs.", "committee_note": null, "state": "rejected", "signature_count": 7, "created_at": "2021-04-21T10:22:16.410Z", "updated_at": "2021-04-27T14:20:41.439Z", "rejected_at": "2021-04-27T14:20:40.195Z", "opened_at": null, "closed_at": null, "moderation_threshold_reached_at": "2021-04-21T13:26:05.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": {"code": "duplicate", "details": "You may wish to sign this petition which calls for the same action: https://petition.parliament.uk/petitions/583310\r\n\r\nYou may be interested to know that on 19 April the Government announced a 'Fan-led review of football governance', which will explore ways of improving the governance, ownership and financial sustainability of clubs in English football, building on the strengths of the football pyramid. You can read more about this review here: https://www.gov.uk/government/publications/fan-led-review-of-football-governance."}, "government_response": null, "debate": null, "departments": [], "topics": []}}, {"type": "petition", "id": 583176, "links": {"self": "https://petition.parliament.uk/petitions/583176.json"}, "attributes": {"action": "Ban multiple ownership of houses in boroughs where there is a housing crisis", "background": "The government should ban multiple ownerships. The government should also investigate the council conduct handling the housing crises and investigate a violation of any laws while denying council houses. The councils are misusing the natural progression clause and ignoring the overcrowding issue.", "additional_details": "Overcrowded houses and housing shortage reached an alarming level, which led to pressure on NHS, transport, schools, etc. Social life has also been affected and led to many social issues and crimes. Politicians, as usual, do the blame game, with councils turn blind eyes on the issue.\r\n\r\nIn case councils believe there is no housing crisis or the ban would affect the local economy, then the councils must ensure that the residents should be offered state houses within one year, not over 10 years.", "committee_note": null, "state": "rejected", "signature_count": 7, "created_at": "2021-04-17T12:05:09.717Z", "updated_at": "2021-04-22T10:19:37.891Z", "rejected_at": "2021-04-22T10:19:22.313Z", "opened_at": null, "closed_at": null, "moderation_threshold_reached_at": "2021-04-17T12:16:55.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": {"code": "no-action", "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe understand that you are concerned about the housing supply, but we're not sure exactly what you'd like the Government or Parliament to do. Your petition calls for a ban on owning mulitple homes, but it's not clear if you want this to be universal or only in certain areas. Your petition also calls for councils to be investigated, but it's not clear exactly what you want to be investigated.\r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do."}, "government_response": null, "debate": null, "departments": [], "topics": []}}, {"type": "petition", "id": 581296, "links": {"self": "https://petition.parliament.uk/petitions/581296.json"}, "attributes": {"action": "Add Covert Emotional Abuse behaviour patterns to the Government DA Publication.", "background": "Specify in DA publication: Idealise/devalue cycle, gaslighting, isolation, entitlement, victim blaming, projection, manipulation, low empathy, triangulation, lying, rage, name-smearing, exploitation, control, financial control, silent treatments, denial. Introduce Mandatory Training & Checklists.", "additional_details": "The insidious nature of this abuse makes it difficult for victims to recognise until late on. Trauma bonding (a psychological response) resulting from a repeated cycle of abuse, devaluation & positive reinforcement makes leaving hard. Behaviour Checklists & Mandatory Training for professional agencies (Police, Child Protection, Mental Health Teams, Marriage Counsellors, GP’s, Lawyers & Judges) & inclusion in the DofE categories of abuse would help identify such covert patterns of abuse.", "committee_note": null, "state": "rejected", "signature_count": 7, "created_at": "2021-03-26T14:02:04.313Z", "updated_at": "2021-05-10T11:14:25.927Z", "rejected_at": "2021-05-10T11:14:24.718Z", "opened_at": null, "closed_at": null, "moderation_threshold_reached_at": "2021-03-27T16:14:25.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": {"code": "no-action", "details": "Petitions need to call on the Government or Parliament to take a specific action.\r\n\r\nWe're not sure exactly what you'd like the Government or Parliament to do.  We understand you're concerned about awareness of emotional abuse, but we're not sure exactly what you'd like to be changed. \r\n\r\nYou could start a new petition explaining clearly what you would like the Government or Parliament to do. "}, "government_response": null, "debate": null, "departments": [], "topics": []}}, {"type": "petition", "id": 579503, "links": {"self": "https://petition.parliament.uk/petitions/579503.json"}, "attributes": {"action": "Make public sexual harassment a criminal offense in the UK", "background": "Verbal harassment of a sexual nature in public is largely too common and helps to breed an acception of even more severe forms of sexual harassment, which are already deemed a criminal offense. Making sure people know the reality of their actions have is the first step in creating a safer society", "additional_details": "The recent statistic by UN Women UK released a shocking statistic that 97% of women have been sexually harassed. This study included public harassment, and is the most common form. Outlining how severe even this form of harassment is by enforcing law against it will not only help people to feel comfortable opening up about their experience, but will also act as a deterrent or realisation for those who deem it ok to verbally harass people publicly.", "committee_note": null, "state": "rejected", "signature_count": 7, "created_at": "2021-03-13T20:18:06.542Z", "updated_at": "2021-03-22T08:44:02.604Z", "rejected_at": "2021-03-22T08:44:02.606Z", "opened_at": null, "closed_at": null, "moderation_threshold_reached_at": "2021-03-13T21:37:15.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": {"code": "duplicate", "details": "You may wish to sign this petition calling for the same action: https://petition.parliament.uk/petitions/578940"}, "government_response": null, "debate": null, "departments": [], "topics": []}}]}