{"links": {"self": "https://petition.parliament.uk/petitions.json?q=environment&page=25", "first": "https://petition.parliament.uk/petitions.json?q=environment", "last": "https://petition.parliament.uk/petitions.json?page=25&q=environment", "next": null, "prev": "https://petition.parliament.uk/petitions.json?page=24&q=environment"}, "data": [{"type": "petition", "id": 317405, "links": {"self": "https://petition.parliament.uk/petitions/317405.json"}, "attributes": {"action": "Keep our Pollution levels down after lockdown", "background": "Air pollution levels in the UK have dropped significantly since the country went into lockdown. Greenhouse Gas emissions have dropped by 60% in the UK from last year. From this we are observing cleaner air, more wildlife and clearer skies. This is better for our health and our environment.", "additional_details": "We want you to keep it this way, in this period we have come to realisation of how important our health is. The World Health Organisation claims cities with higher pollution rates are seeing more deaths from COVID-19. You have been taking action on the coronavirus from the science, why not do the same with our Climate?", "committee_note": null, "state": "rejected", "signature_count": 6, "created_at": "2020-04-19T20:30:01.763Z", "updated_at": "2020-07-01T18:40:02.540Z", "rejected_at": "2020-07-01T18:39:51.761Z", "opened_at": null, "closed_at": null, "moderation_threshold_reached_at": "2020-04-19T20:45:04.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": {"code": "no-action", "details": "You might like to sign this petition instead:\r\n\r\nhttps://petition.parliament.uk/petitions/317343"}, "government_response": null, "debate": null, "departments": [], "topics": []}}, {"type": "petition", "id": 316840, "links": {"self": "https://petition.parliament.uk/petitions/316840.json"}, "attributes": {"action": "Blanket extension for visa vignette last entry date expired or getting expired", "background": "Request to give extension on same visa vignette (one month time to enter UK) which has expired or are going to expire due to Lockdown imposed by country's Govt( India or others) \r\n.", "additional_details": "VFS offices are closed till further notice which is uncertain. Visa vignette transfer not possible at the moment.\r\n\r\ndependents are facing problem.They want to travel to there families as early as possible\r\n\r\nrepatriation flights are only for British Nationals and BRP holders, doesn't give right to travel for those with new visa.\r\n\r\nPeople already had plan to travel with tickets booked but unfortunately not able to travel\r\n\r\ncreating a tensed environment in India for dependents\r\n\r\nKindly consider", "committee_note": null, "state": "rejected", "signature_count": 6, "created_at": "2020-04-17T04:33:56.578Z", "updated_at": "2020-06-24T12:41:55.072Z", "rejected_at": "2020-06-24T12:41:48.857Z", "opened_at": null, "closed_at": null, "moderation_threshold_reached_at": "2020-04-17T09:44:04.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": {"code": "already-happening", "details": "https://www.gov.uk/guidance/coronavirus-covid-19-advice-for-uk-visa-applicants-and-temporary-uk-residents"}, "government_response": null, "debate": null, "departments": [], "topics": ["covid-19"]}}, {"type": "petition", "id": 316365, "links": {"self": "https://petition.parliament.uk/petitions/316365.json"}, "attributes": {"action": "2021 GCSEs and A levels should be made easier or cancelled", "background": "Y10 students are also panicking not being in the school environment and not learning about new topics and it is fair to say schools are giving task to do but you cannot learn the same amount at home then at school therefore Y10 exams should be based on only the topics that they have studied already", "additional_details": "The government need to make exams suited to children and making them based on the topic they have learnt already it would better for them due to being able to get better grades due to not being at school or if not they should be cancelled and student should be given predicted grades because Teachers are trained professionals. You defer to medical experts in a time of crisis. You also need to defer to your educational experts during this same time. So please act as I am one one many Year 10 students out there", "committee_note": null, "state": "rejected", "signature_count": 6, "created_at": "2020-04-15T20:35:30.118Z", "updated_at": "2020-05-27T13:36:22.822Z", "rejected_at": "2020-05-27T13:36:13.310Z", "opened_at": null, "closed_at": null, "moderation_threshold_reached_at": "2020-04-15T21:27:34.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": {"code": "duplicate", "details": "You may wish to sign this petition which calls for a very similar action: https://petition.parliament.uk/petitions/312570."}, "government_response": null, "debate": null, "departments": [], "topics": ["covid-19"]}}, {"type": "petition", "id": 316078, "links": {"self": "https://petition.parliament.uk/petitions/316078.json"}, "attributes": {"action": "Promote and enforce a legal Health Pledge for safe lifting of COVID-19 measures", "background": "Allow people who adhere to social distancing rules for a long time and feel healthy to return to work or school if they sign a Health Pledge that details information known to affect risk of getting or passing on infection. Shared Pledges will engender trust and keep people healthy.", "additional_details": "The coronavirus crisis teaches us that we need to be accountable for our health to others around us. A Pledge with legal consequences for wilful misstatement protects privacy better than track-and-trace, and allows people with low risk profiles to quickly return to a more normal existence. Employers and schools can then make reasonable adjustments to their operations, stratified by risk and tailored to their circumstances, to reduce the chance of infection transmission in their environments.", "committee_note": null, "state": "rejected", "signature_count": 6, "created_at": "2020-04-14T21:12:56.350Z", "updated_at": "2020-06-17T14:20:33.518Z", "rejected_at": "2020-06-17T14:20:33.521Z", "opened_at": null, "closed_at": null, "moderation_threshold_reached_at": "2020-04-15T07:41:04.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": {"code": "no-action", "details": "We understand that you want the Government to change its approach to the lockdown, and the restrictions on certain individuals, but it's not clear exactly what you mean by a \"legal Health Pledge\", how people would demonsrate that they had adhered to social distancing guidance, or what legal consequences you want there to be for people making false statements in any such pledge.\r\n\r\nThe Government has made certain activities an offence during the coronavirus outbreak, although since you started your petition these have been eased, and while people are still being encouraged to work from home, you may travel to work if you cannot reasonably work from home. It is up to individual employers, not the Government or House of Commons, to decide whether employees can reasonably work from home. The Government has also announced plans for the reopening of schools for certain year groups.\r\n\r\nYou could start a petition calling on the Government to exempt certain people from the lockdown restrictions, or allow schools to reopen for certain people, but this would need to be clear about what changes you want the Government to implement.\r\n\r\nWe have published a petition calling on the Government to end lockdown to prevent further economic damage to the UK’s economy, which you might like to sign: https://petition.parliament.uk/petitions/315979\r\n\r\nYou can find out more about coronavirus and how you can protect yourself and others here:\r\n\r\nwww.gov.uk/coronavirus\r\nhttps://www.nhs.uk/conditions/coronavirus-covid-19/\r\n\r\nThe Government has also created an online service to help you find out what you can do if you’re struggling because of coronavirus: https://www.gov.uk/find-coronavirus-support\r\n\r\nYou can read NHS tips to help if you are worried about coronavirus here: https://www.nhs.uk/oneyou/every-mind-matters/coronavirus-covid-19-anxiety-tips\r\n\r\nYou can read impartial analysis of the Government response to coronavirus and policy developments here: https://commonslibrary.parliament.uk/coronavirus/\r\n\r\nYou may also be interested to know that because of the large number of petitions that have been started in relation to coronavirus, the Petitions Committee has been questioning the Government about its response to the coronavirus outbreak.\r\n \r\nFind out more: https://committees.parliament.uk/work/192/the-governments-response-to-coronavirus/"}, "government_response": null, "debate": null, "departments": [], "topics": ["covid-19"]}}, {"type": "petition", "id": 314492, "links": {"self": "https://petition.parliament.uk/petitions/314492.json"}, "attributes": {"action": "Ban Bonfires", "background": "Bring in to force the banning of bonfires in towns, cities, rural villages.", "additional_details": "Bonfires are a nuisance to everyone.   Most commonly, please are burning garden waste and they don't wait until it has dried out; they are burning green waste which is more toxic.  \r\n\r\nThe bonfires are a hazard to the environment and health of people, especially those with breathing problems.  \r\n\r\nCurrently there is no law on time restrictions of bonfires, location of bonfires or size of bonfires.  People just light them whenever they want paying no particular thought to neighbours.", "committee_note": null, "state": "rejected", "signature_count": 6, "created_at": "2020-04-06T16:18:46.917Z", "updated_at": "2020-05-26T16:15:53.231Z", "rejected_at": "2020-05-26T16:15:53.234Z", "opened_at": null, "closed_at": null, "moderation_threshold_reached_at": "2020-04-09T11:49:04.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": {"code": "duplicate", "details": "https://petition.parliament.uk/petitions/310468"}, "government_response": null, "debate": null, "departments": [], "topics": []}}, {"type": "petition", "id": 314401, "links": {"self": "https://petition.parliament.uk/petitions/314401.json"}, "attributes": {"action": "Cancel HS2 project", "background": "Cancel HS2 and divert funds into supporting businesses and NHS.", "additional_details": "With the spiraling costs of government debt needed to address the current pandemic, the debt which the UK is incurring to build this project is unjustifiable.  The money would be better spent helping sustain small businesses and the NHS and preventing a return to the austerity measures which caused enormous suffering to the population.  This project is incompatible with UK’s commitments to protecting the environment and reducing pollution, focus should be on improving existing lines and services", "committee_note": null, "state": "rejected", "signature_count": 6, "created_at": "2020-04-06T08:33:45.327Z", "updated_at": "2020-05-18T10:21:20.171Z", "rejected_at": "2020-05-18T10:21:20.175Z", "opened_at": null, "closed_at": null, "moderation_threshold_reached_at": "2020-04-08T11:02:04.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": {"code": "duplicate", "details": "You may wish to sign these petitions calling for the same action: \r\n\r\nRepeal the 2013 and 2017 HS2 Hybrid Bills halting all HS2 works immediately: https://petition.parliament.uk/petitions/300170\r\n\r\nCancel HS2 and use the money for the NHS and local economies, post Covid-19: https://petition.parliament.uk/petitions/311642\r\n\r\nHalt work on HS2 and Stonehenge Tunnel until Coronavirus over: https://petition.parliament.uk/petitions/302756\r\n\r\nYou can find out more about coronavirus and how you can protect yourself and others here:\r\n\r\nwww.gov.uk/coronavirus\r\nhttps://www.nhs.uk/conditions/coronavirus-covid-19/\r\n\r\nThe Government has also created an online service to help you out what you can do if you’re struggling because of coronavirus: https://www.gov.uk/find-coronavirus-support\r\n\r\nYou can read NHS tips to help if you are worried about coronavirus here: https://www.nhs.uk/oneyou/every-mind-matters/coronavirus-covid-19-anxiety-tips\r\n\r\nYou can read impartial analysis of the Government response to coronavirus and policy developments here: https://commonslibrary.parliament.uk/coronavirus/\r\n\r\nYou may also be interested to know that because of the large number of petitions that have been started in relation to coronavirus, the Petitions Committee has been questioning the Government about its response to the coronavirus outbreak.\r\n \r\nFind out more and watch the Committee put questions suggested by petitioners to Government Ministers and the Deputy Chief Medical Officer: https://committees.parliament.uk/committee/326/petitions-committee/news/145767/committee-question-deputy-chief-medical-officer-and-ministers-on-coronavirus-response/\r\n \r\nRead letters asking further questions of Government Ministers: https://committees.parliament.uk/committee/326/petitions-committee/publications/3/correspondence/"}, "government_response": null, "debate": null, "departments": [], "topics": ["covid-19"]}}, {"type": "petition", "id": 313334, "links": {"self": "https://petition.parliament.uk/petitions/313334.json"}, "attributes": {"action": "Make the SRA wave all final examinations for first year law students.", "background": "We are proposing that the SRA depends on our mock grades that we sat under professional exam conditions in Term 1 in order to pass/fail the core courses we need to achieve a qualifying law degree, and to implement an automatic progression to Year 2.", "additional_details": "As first year law students, we merely need to pass our four core modules as it accounts for 0% of our GPA. Due to COVID-19, many students are at high-risk environments and in quarantine, which is not an appropriate study environment. Therefore, we urge the SRA to take into consideration this pandemic and appreciate the unfortunate circumstances that the international students are facing by being more lenient in their requirements and waiving the compulsory final examinations for this year.", "committee_note": null, "state": "rejected", "signature_count": 6, "created_at": "2020-04-02T13:15:45.033Z", "updated_at": "2020-05-28T09:22:48.134Z", "rejected_at": "2020-05-28T09:22:48.138Z", "opened_at": null, "closed_at": null, "moderation_threshold_reached_at": "2020-04-03T21:18:54.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": {"code": "irrelevant", "details": "Decisions about professional qualifications, including teaching, assessments and exams are a matter for individual providers, not the UK Government or Parliament.\r\n\r\nIf you have concerns about your the arrangements for a course you are on, you should raise these with the provider.\r\n\r\nWe understand that the current situation is stressful for many people, including students. Student Minds, a mental health charity for students, is collating guidance and developing resources to support students experiencing stress as a result of the current situation, which you may find useful: https://www.studentminds.org.uk/coronavirus.html\r\n"}, "government_response": null, "debate": null, "departments": [], "topics": ["covid-19"]}}, {"type": "petition", "id": 313144, "links": {"self": "https://petition.parliament.uk/petitions/313144.json"}, "attributes": {"action": "Stop ALL pet shops selling cages below minimum size requirements", "background": "The minimum size requirement for hamsters and mice is 80cm x 50cm. Pet shops sell cages that are much smaller and advice you to buy them. This needs to stop as it is against the animal welfare act of a suitable environment.", "additional_details": "It's unfair on animals to be in a cage or enclosure that is too small. It causes stress and sometimes death of the animal.", "committee_note": null, "state": "rejected", "signature_count": 6, "created_at": "2020-04-01T23:25:21.057Z", "updated_at": "2020-05-27T08:44:22.983Z", "rejected_at": "2020-05-27T08:44:22.984Z", "opened_at": null, "closed_at": null, "moderation_threshold_reached_at": "2020-04-02T17:22:34.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": {"code": "no-action", "details": "Minimum enclosure size requirements vary from animal to animal, and for mice and hamsters the minimum cage size is 25cm by 25cm: https://assets.publishing.service.gov.uk/government/uploads/system/uploads/attachment_data/file/880219/selling-animals-as-pets.pdf\r\n\r\nIf you want the Government to increase the minimum enclose size for pets, including hamsters, you could start a new petition requesting this. If you want the Government to make it illegal for pet shops to advertise cages for use for particular animals, where they do not meet the minimum enclosure size requirements for these animals, you could start a new petition requesting this."}, "government_response": null, "debate": null, "departments": [], "topics": []}}, {"type": "petition", "id": 312118, "links": {"self": "https://petition.parliament.uk/petitions/312118.json"}, "attributes": {"action": "University exams should be postponed  due to  COVAID-19", "background": "I believe the government should postponed all university exams just like A-level and GCSE exams  with the peak of the pandemic taking place during students sitting there university exams", "additional_details": "COVAID 19 is causing stress to students and pandemic is affecting students mental health. The virus had meant that student must adapt to a new environments which will affect students ability to sit online exams at home I believe these are not the right conditions for students with there future job prospects being affect by this pandemic. It is also a concerning time for students who losing loved ones which will have a big effect there capability  to complete exams there best ability", "committee_note": null, "state": "rejected", "signature_count": 6, "created_at": "2020-03-30T02:00:20.543Z", "updated_at": "2020-05-14T09:08:02.882Z", "rejected_at": "2020-05-14T09:08:02.885Z", "opened_at": null, "closed_at": null, "moderation_threshold_reached_at": "2020-03-30T12:23:04.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": {"code": "irrelevant", "details": "Decisions about university teaching, assessments and exams are a matter for individual universities, not the UK Government or Parliament.\r\n\r\nIf you have concerns about your university's arrangements for teaching and assessment you should raise these with your university or the Office for Students, which regulates the higher education sector.\r\n\r\nWe understand that the current situation is stressful for many people, including students. Student Minds, a mental health charity for students, is collating guidance and developing resources to support students experiencing stress as a result of the current situation, which you may find useful: https://www.studentminds.org.uk/coronavirus.html\r\n\r\nYou can find out more about coronavirus and how you can protect yourself and others here:\r\n\r\nwww.gov.uk/coronavirus\r\nhttps://www.nhs.uk/conditions/coronavirus-covid-19/\r\n\r\nThe Government has also created an online service to help you out what you can do if you’re struggling because of coronavirus: https://www.gov.uk/find-coronavirus-support\r\n\r\nYou can read NHS tips to help if you are worried about coronavirus here: https://www.nhs.uk/oneyou/every-mind-matters/coronavirus-covid-19-anxiety-tips\r\n\r\nYou can read impartial analysis of the Government response to coronavirus and policy developments here: https://commonslibrary.parliament.uk/coronavirus/\r\n\r\nYou may also be interested to know that because of the large number of petitions that have been started in relation to coronavirus, the Petitions Committee has been questioning the Government about its response to the coronavirus outbreak.\r\n \r\nFind out more and watch the Committee put questions suggested by petitioners to Government Ministers and the Deputy Chief Medical Officer: https://committees.parliament.uk/committee/326/petitions-committee/news/145767/committee-question-deputy-chief-medical-officer-and-ministers-on-coronavirus-response/\r\n \r\nRead letters asking further questions of Government Ministers: https://committees.parliament.uk/committee/326/petitions-committee/publications/3/correspondence/"}, "government_response": null, "debate": null, "departments": [], "topics": ["covid-19"]}}, {"type": "petition", "id": 310718, "links": {"self": "https://petition.parliament.uk/petitions/310718.json"}, "attributes": {"action": "Allow university students to sit exams at another date or accept predicted grade", "background": "Universities are forcing students to undertake summer exams during this Covid-19 pandemic. This has impacted students very negatively as explained below. Therefore, students should at least be given options to take exams at a later date or accept a predicted grade based on performance so far.", "additional_details": "Under this Covid-19 crisis, it is impossible for university students to reach their full potential. This is due to factors such as: not having a study environment to work in such as a libraries (this cannot be replicated in a household due to various reasons), some students may not have access to resources like textbooks and students having to adapt to new teaching methods and assessments.", "committee_note": null, "state": "rejected", "signature_count": 6, "created_at": "2020-03-26T22:45:13.921Z", "updated_at": "2020-03-31T18:05:19.815Z", "rejected_at": "2020-03-31T18:05:10.040Z", "opened_at": null, "closed_at": null, "moderation_threshold_reached_at": "2020-03-26T23:04:04.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": {"code": "irrelevant", "details": "Decisions about university teaching, assessments and exams are a matter for individual universities, and decisions about university admissions are a matter for individual universities and UCAS, not the UK Government or Parliament.\n\nIf you have concerns about admissions you should raise these with UCAS, and if you have concerns about your university's arrangements for teaching and assessment you should raise these with your university or the Office for Students, which regulates the higher education sector.\n\nWe understand that the current situation is stressful for many people, including students. Student Minds, a mental health charity for students, is collating guidance and developing resources to support students experiencing stress as a result of the current situation, which you may find useful: https://www.studentminds.org.uk/coronavirus.html\n\nYou can find out more about coronavirus and how you can protect yourself and others here:\n\nNHS website: https://www.nhs.uk/conditions/coronavirus-covid-19/\nUK Government website: https://www.gov.uk/coronavirus\n\nYou can read NHS tips to help if you are worried about coronavirus here: https://www.nhs.uk/oneyou/every-mind-matters/coronavirus-covid-19-anxiety-tips\n\nYou may also be interested to know that because of the large number of petitions that have been started in relation to coronavirus, the Petitions Committee has been questioning the Government about its response to the coronavirus outbreak.\n\nFind out more and watch the Committee put questions suggested by petitioners to Government Ministers and the Deputy Chief Medical Officer: https://committees.parliament.uk/committee/326/petitions-committee/news/145767/committee-question-deputy-chief-medical-officer-and-ministers-on-coronavirus-response/\n\nRead letters asking further questions of Government Ministers: https://committees.parliament.uk/committee/326/petitions-committee/publications/3/correspondence/\n"}, "government_response": null, "debate": null, "departments": [], "topics": ["covid-19"]}}, {"type": "petition", "id": 310617, "links": {"self": "https://petition.parliament.uk/petitions/310617.json"}, "attributes": {"action": "Enforce a full UK lockdown for 1 week every year to ease the effect of pollution", "background": "Close all non-essential services for 1 week every year. Leaving only emergency services and small corner shops open as well as essential utility services like gas electric and water plants.", "additional_details": "The signs across the globe during the lock down for COVID-19 have proven that a short period of lock down have a massively positive effect on the environment.\r\nThe best example being the canals in Venice, after just a week the waters were clear and the sealife in those streams were thriving. I feel this is something the UK should take a lead in proving to the world that we can help the environment and help save our future.\r\nThis would also give us a chance to spend time with our families properly.", "committee_note": null, "state": "rejected", "signature_count": 6, "created_at": "2020-03-26T21:07:06.568Z", "updated_at": "2020-05-11T12:58:36.889Z", "rejected_at": "2020-05-11T12:58:36.891Z", "opened_at": null, "closed_at": null, "moderation_threshold_reached_at": "2020-03-27T00:16:24.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": {"code": "duplicate", "details": "You may wish to sign this petition calling for the same action: https://petition.parliament.uk/petitions/306005\r\n\r\nYou can find out more about coronavirus and how you can protect yourself and others here:\r\n\r\nwww.gov.uk/coronavirus\r\nhttps://www.nhs.uk/conditions/coronavirus-covid-19/\r\n\r\nThe Government has also created an online service to help you out what you can do if you’re struggling because of coronavirus: https://www.gov.uk/find-coronavirus-support\r\n\r\nYou can read NHS tips to help if you are worried about coronavirus here: https://www.nhs.uk/oneyou/every-mind-matters/coronavirus-covid-19-anxiety-tips\r\n\r\nYou can read impartial analysis of the Government response to coronavirus and policy developments here: https://commonslibrary.parliament.uk/coronavirus/\r\n\r\nYou may also be interested to know that because of the large number of petitions that have been started in relation to coronavirus, the Petitions Committee has been questioning the Government about its response to the coronavirus outbreak.\r\n \r\nFind out more and watch the Committee put questions suggested by petitioners to Government Ministers and the Deputy Chief Medical Officer: https://committees.parliament.uk/committee/326/petitions-committee/news/145767/committee-question-deputy-chief-medical-officer-and-ministers-on-coronavirus-response/\r\n \r\nRead letters asking further questions of Government Ministers: https://committees.parliament.uk/committee/326/petitions-committee/publications/3/correspondence/"}, "government_response": null, "debate": null, "departments": [], "topics": ["covid-19"]}}, {"type": "petition", "id": 310597, "links": {"self": "https://petition.parliament.uk/petitions/310597.json"}, "attributes": {"action": "To stop all non essential trade work projects during the coronavirus outbreak.", "background": "I'm currently carrying out non essential electrical works within key worker work places and I am unable to social distance in line with Public Health England guidelines. I believe that in order to stop the spread of the coronavirus I should only be carrying out necessary and emergency works only.", "additional_details": "Please instruct all UK contractors with trade projects within key worker work environments such as army bases to stop all non essential works in order to stop the spread of coronavirus.", "committee_note": null, "state": "rejected", "signature_count": 6, "created_at": "2020-03-26T20:58:17.626Z", "updated_at": "2020-04-17T04:05:57.186Z", "rejected_at": "2020-04-17T04:05:44.401Z", "opened_at": null, "closed_at": null, "moderation_threshold_reached_at": "2020-03-26T22:13:44.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": {"code": "duplicate", "details": "The Government has imposed a number of restrictions on individuals and businesses as a result of the coronavirus outbreak. You can find out what you can and can't do here: https://www.gov.uk/government/publications/coronavirus-outbreak-faqs-what-you-can-and-cant-do/coronavirus-outbreak-faqs-what-you-can-and-cant-do\n\nIf you want the Government to consider closing down offices and businesses and ordering home working, you may wish to sign this petition: https://petition.parliament.uk/petitions/301439\n\nIf you want the Government to close all businesses that are not vital, you may wish to sign this petition: https://petition.parliament.uk/petitions/308122\n\nIf you want the Government to implement a complete lockdown, you may wish to sign this petition: https://petition.parliament.uk/petitions/310805\n\nIf you want the Government to close all shops including supermarkets, you may wish to sign this petition: https://petition.parliament.uk/petitions/310341\n\nIf you want the Government to close all unnecessary businesses including takeaways, you may wish to sign this petition: https://petition.parliament.uk/petitions/307294\n\nIf you would like the Government to close all non-essential online stores and warehouses, you may wish to sign this petition: https://petition.parliament.uk/petitions/311765\n\nYou can find out more about coronavirus and how you can protect yourself and others here:\n\nNHS website: https://www.nhs.uk/conditions/coronavirus-covid-19/\nUK Government website: https://www.gov.uk/coronavirus\n\nYou can read NHS tips to help if you are worried about coronavirus here: https://www.nhs.uk/oneyou/every-mind-matters/coronavirus-covid-19-anxiety-tips\n\nYou may also be interested to know that because of the large number of petitions that have been started in relation to coronavirus, the Petitions Committee has been questioning the Government about its response to the coronavirus outbreak.\n\nFind out more and watch the Committee put questions suggested by petitioners to Government Ministers and the Deputy Chief Medical Officer: https://committees.parliament.uk/committee/326/petitions-committee/news/145767/committee-question-deputy-chief-medical-officer-and-ministers-on-coronavirus-response/\n\nRead correspondence with Government Ministers asking further questions: https://committees.parliament.uk/committee/326/petitions-committee/publications/3/correspondence/\n"}, "government_response": null, "debate": null, "departments": [], "topics": ["covid-19"]}}, {"type": "petition", "id": 310222, "links": {"self": "https://petition.parliament.uk/petitions/310222.json"}, "attributes": {"action": "Prosecute those who have created an environment for ‘profiteering’", "background": "The severest possible legal action to be taken against business which has taken advantage of the COVID 19 crisis, by buying up stocks to inflate prices so they can cash in on vulnerable people.", "additional_details": "This immoral practice has gone against what it is to be British and has had an impact on the moral of the UK people, at a time when good moral is an essential tool in fighting the spread of COVID 19.\r\nIt is suggested that punishments should go as far as the seizing of stock and premises to be sold off, with any gains sent directly to the NHS to help combat the present crisis! \r\nThe profiteers did not need to deliberately inflate prices and cause shortages, but they did it knowing that hardship and suffering would be inflicted on vulnerable members of society just so they could make a quick and immoral profit.\r\nPeople’s lives have been put at risk and this practice goes against everything which this Country stands for, and examples need to be made.", "committee_note": null, "state": "rejected", "signature_count": 6, "created_at": "2020-03-26T10:55:01.206Z", "updated_at": "2020-03-31T18:04:07.570Z", "rejected_at": "2020-03-31T18:03:55.105Z", "opened_at": null, "closed_at": null, "moderation_threshold_reached_at": "2020-03-26T17:33:44.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": {"code": "duplicate", "details": "You may wish to sign this petition calling for the same action: https://petition.parliament.uk/petitions/303070\n\nYou can find out more about coronavirus and how you can protect yourself and others here:\n\nNHS website: https://www.nhs.uk/conditions/coronavirus-covid-19/\nUK Government website: https://www.gov.uk/coronavirus\n\nYou can read NHS tips to help if you are worried about coronavirus here: https://www.nhs.uk/oneyou/every-mind-matters/coronavirus-covid-19-anxiety-tips\n\nYou may also be interested to know that because of the large number of petitions that have been started in relation to coronavirus, the Petitions Committee has been questioning the Government about its response to the coranavirus outbreak.\n\nFind out more and watch the Committee put questions suggested by petitioners to Government Ministers and the Deputy Chief Medical Officer: https://committees.parliament.uk/committee/326/petitions-committee/news/145767/committee-question-deputy-chief-medical-officer-and-ministers-on-coronavirus-response/\n\nRead letters asking further questions of Government Ministers: https://committees.parliament.uk/committee/326/petitions-committee/publications/3/correspondence/\n"}, "government_response": null, "debate": null, "departments": [], "topics": ["covid-19"]}}, {"type": "petition", "id": 310184, "links": {"self": "https://petition.parliament.uk/petitions/310184.json"}, "attributes": {"action": "To provide proper protective equipment to all NHS staff at all times", "background": "During this state of emergency it has been widely reported that NHS staff have not been provided with the protective clothing because of lack of funding.  The staff are not only putting their own lives at risk but also the lives of others who they may come into contact on a daily basis", "additional_details": "We believe that the Government have a statutory duty to ensure that all front line staff work in a safe environment at all times.  In order to do this they need to fund appropriate equipment for them.\r\n\r\nIt has been widely reported that NHS staff risk infection because of inadequate equipment.  This not only has consequences for the staff involved but also for many others who they may come into contact with.", "committee_note": null, "state": "rejected", "signature_count": 6, "created_at": "2020-03-26T09:22:10.560Z", "updated_at": "2020-03-31T18:02:12.807Z", "rejected_at": "2020-03-31T18:02:01.413Z", "opened_at": null, "closed_at": null, "moderation_threshold_reached_at": "2020-03-27T14:15:44.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": {"code": "duplicate", "details": "You may wish to sign this petition calling for the same action: https://petition.parliament.uk/petitions/304243\n\nAdvice on the use of personal protective equipment is a matter for Public Health England, not the Government or Parliament.\n\nYou can find out more about coronavirus and how you can protect yourself and others here:\n\nNHS website: https://www.nhs.uk/conditions/coronavirus-covid-19/\nUK Government website: https://www.gov.uk/coronavirus\n\nYou can read NHS tips to help if you are worried about coronavirus here: https://www.nhs.uk/oneyou/every-mind-matters/coronavirus-covid-19-anxiety-tips\n\nYou may also be interested to know that because of the large number of petitions that have been started in relation to coronavirus, the Petitions Committee has been questioning the Government about its response to the coranavirus outbreak.\n\nFind out more and watch the Committee put questions suggested by petitioners to Government Ministers and the Deputy Chief Medical Officer: https://committees.parliament.uk/committee/326/petitions-committee/news/145767/committee-question-deputy-chief-medical-officer-and-ministers-on-coronavirus-response/\n\nRead letters asking further questions of Government Ministers: https://committees.parliament.uk/committee/326/petitions-committee/publications/3/correspondence/\n"}, "government_response": null, "debate": null, "departments": [], "topics": ["covid-19"]}}, {"type": "petition", "id": 309914, "links": {"self": "https://petition.parliament.uk/petitions/309914.json"}, "attributes": {"action": "Stop councils cancelling green waste collections", "background": "Green waste has increased since this virus as people are doing their gardens. It will end up in black bins so this is not good for the environment.", "additional_details": "The council charge for green bins so they will have to refund clients who have already paid. Most people have now filled their green bins so it will be there to rot instead of being recycled. The next lot of green waste will go in black bins with household waste which costs about 4 times more for the council to process. Heavier for bin men too. This is not economical or environmentally friendly. Action needs to be taken as soon as possible.", "committee_note": null, "state": "rejected", "signature_count": 6, "created_at": "2020-03-25T17:32:36.456Z", "updated_at": "2020-05-01T09:35:53.546Z", "rejected_at": "2020-05-01T09:35:53.549Z", "opened_at": null, "closed_at": null, "moderation_threshold_reached_at": "2020-03-25T18:18:14.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": {"code": "irrelevant", "details": "Waste management is devolved, so it is up to individual local authorities how to manage this, not the Government or Parliament.\r\n\r\nYou can find out more about coronavirus and how you can protect yourself and others here:\r\n\r\nwww.gov.uk/coronavirus\r\nhttps://www.nhs.uk/conditions/coronavirus-covid-19/\r\n\r\nThe Government has also created an online service to help you out what you can do if you’re struggling because of coronavirus: https://www.gov.uk/find-coronavirus-support\r\n\r\nYou can read NHS tips to help if you are worried about coronavirus here: https://www.nhs.uk/oneyou/every-mind-matters/coronavirus-covid-19-anxiety-tips\r\n\r\nYou can read impartial analysis of the Government response to coronavirus and policy developments here: https://commonslibrary.parliament.uk/coronavirus/\r\n\r\nYou may also be interested to know that because of the large number of petitions that have been started in relation to coronavirus, the Petitions Committee has been questioning the Government about its response to the coronavirus outbreak.\r\n \r\nFind out more and watch the Committee put questions suggested by petitioners to Government Ministers and the Deputy Chief Medical Officer: https://committees.parliament.uk/committee/326/petitions-committee/news/145767/committee-question-deputy-chief-medical-officer-and-ministers-on-coronavirus-response/\r\n \r\nRead letters asking further questions of Government Ministers: https://committees.parliament.uk/committee/326/petitions-committee/publications/3/correspondence/"}, "government_response": null, "debate": null, "departments": [], "topics": ["covid-19"]}}, {"type": "petition", "id": 309793, "links": {"self": "https://petition.parliament.uk/petitions/309793.json"}, "attributes": {"action": "Please close non essential UK call centres during this UK lockdown.", "background": "Employers are putting their employees health and other people's health at risk. This environment is a breeding ground for this virus even with social distancing yet companies are putting profit before peoples health. They need to be told to close otherwise they are not paying staff if they leave.", "additional_details": "Close non essential call centres such as shopping channels and TV companies which are not essential at this time. They are putting people at risk of contracting and spreading covid 19. Employees who choose to stay at home are told they are not getting paid or won't have a job to come back to.", "committee_note": null, "state": "rejected", "signature_count": 6, "created_at": "2020-03-25T13:18:39.583Z", "updated_at": "2020-04-17T04:05:56.391Z", "rejected_at": "2020-04-17T04:05:42.668Z", "opened_at": null, "closed_at": null, "moderation_threshold_reached_at": "2020-03-27T10:00:04.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": {"code": "duplicate", "details": "The Government has imposed a number of restrictions on individuals and businesses as a result of the coronavirus outbreak. You can find out what you can and can't do here: https://www.gov.uk/government/publications/coronavirus-outbreak-faqs-what-you-can-and-cant-do/coronavirus-outbreak-faqs-what-you-can-and-cant-do\n\nIf you want the Government to consider closing down offices and businesses and ordering home working, you may wish to sign this petition: https://petition.parliament.uk/petitions/301439\n\nIf you want the Government to close all businesses that are not vital, you may wish to sign this petition: https://petition.parliament.uk/petitions/308122\n\nIf you want the Government to implement a complete lockdown, you may wish to sign this petition: https://petition.parliament.uk/petitions/310805\n\nIf you want the Government to close all shops including supermarkets, you may wish to sign this petition: https://petition.parliament.uk/petitions/310341\n\nIf you want the Government to close all unnecessary businesses including takeaways, you may wish to sign this petition: https://petition.parliament.uk/petitions/307294\n\nIf you would like the Government to close all non-essential online stores and warehouses, you may wish to sign this petition: https://petition.parliament.uk/petitions/311765\n\nYou can find out more about coronavirus and how you can protect yourself and others here:\n\nNHS website: https://www.nhs.uk/conditions/coronavirus-covid-19/\nUK Government website: https://www.gov.uk/coronavirus\n\nYou can read NHS tips to help if you are worried about coronavirus here: https://www.nhs.uk/oneyou/every-mind-matters/coronavirus-covid-19-anxiety-tips\n\nYou may also be interested to know that because of the large number of petitions that have been started in relation to coronavirus, the Petitions Committee has been questioning the Government about its response to the coronavirus outbreak.\n\nFind out more and watch the Committee put questions suggested by petitioners to Government Ministers and the Deputy Chief Medical Officer: https://committees.parliament.uk/committee/326/petitions-committee/news/145767/committee-question-deputy-chief-medical-officer-and-ministers-on-coronavirus-response/\n\nRead correspondence with Government Ministers asking further questions: https://committees.parliament.uk/committee/326/petitions-committee/publications/3/correspondence/\n"}, "government_response": null, "debate": null, "departments": [], "topics": ["covid-19"]}}, {"type": "petition", "id": 307523, "links": {"self": "https://petition.parliament.uk/petitions/307523.json"}, "attributes": {"action": "Guarantee benefits & rights for all frontline Covid-19 workers & their families.", "background": "I want the Government to guarantee that the Hostile environment in the Home Office will not be used to discriminate against any Covid-19 key worker, once this pandemic is over, to remove their benefits, residency rights or that of their families & dependants & they should all receive a special medal", "additional_details": "Any frontline workers active, during the Covid-19 pandemic, who want to become British citizens should be granted citizenship without fees or Citizenship tests irrespective of origin, employment  (permanent/agency), race, religion or sexual orientation & any, who retire due to illness or mental health, should receive full pension benefits immediately, &, for any who die during the pandemic, their dependants (biological & collateral) must receive full benefits & pensions without restriction.", "committee_note": null, "state": "rejected", "signature_count": 6, "created_at": "2020-03-21T16:38:30.938Z", "updated_at": "2020-05-01T12:24:14.444Z", "rejected_at": "2020-05-01T12:24:14.447Z", "opened_at": null, "closed_at": null, "moderation_threshold_reached_at": "2020-03-26T10:26:14.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": {"code": "duplicate", "details": "You may wish to sign these petitions calling for the same action.\r\n\r\nAward immigrant key workers with permanent residency after coronavirus crisis: https://petition.parliament.uk/petitions/307483\r\n\r\nCitizenship to all immigrant key workers: https://petition.parliament.uk/petitions/313825\r\n\r\nIndefinite Leave to Remain for NHS Staff: https://petition.parliament.uk/petitions/312565\r\n\r\nGive non-British citizens who are NHS workers automatic citizenship: https://petition.parliament.uk/petitions/305129\r\n\r\nCitizenship for all immigrant NHS and social care workers - Covid19: https://petition.parliament.uk/petitions/312894\r\n\r\nAward Covid-19 medals to all emergency services and involved armed forces: https://petition.parliament.uk/petitions/302613\r\n\r\nA medal to honour the fortitude of people working in essential occupations: https://petition.parliament.uk/petitions/308035\r\n\r\nYou can find out more about coronavirus and how you can protect yourself and others here:\r\n\r\nwww.gov.uk/coronavirus\r\nhttps://www.nhs.uk/conditions/coronavirus-covid-19/\r\n\r\nThe Government has also created an online service to help you out what you can do if you’re struggling because of coronavirus: https://www.gov.uk/find-coronavirus-support\r\n\r\nYou can read NHS tips to help if you are worried about coronavirus here: https://www.nhs.uk/oneyou/every-mind-matters/coronavirus-covid-19-anxiety-tips\r\n\r\nYou can read impartial analysis of the Government response to coronavirus and policy developments here: https://commonslibrary.parliament.uk/coronavirus/\r\n\r\nYou may also be interested to know that because of the large number of petitions that have been started in relation to coronavirus, the Petitions Committee has been questioning the Government about its response to the coronavirus outbreak.\r\n \r\nFind out more and watch the Committee put questions suggested by petitioners to Government Ministers and the Deputy Chief Medical Officer: https://committees.parliament.uk/committee/326/petitions-committee/news/145767/committee-question-deputy-chief-medical-officer-and-ministers-on-coronavirus-response/\r\n \r\nRead letters asking further questions of Government Ministers: https://committees.parliament.uk/committee/326/petitions-committee/publications/3/correspondence/\r\n\r\nExtend rights to access public funds and apply for Indefinite Leave to Remain: https://petition.parliament.uk/petitions/306335\r\n\r\nYou can find out more about coronavirus and how you can protect yourself and others here:\r\n\r\nwww.gov.uk/coronavirus\r\nhttps://www.nhs.uk/conditions/coronavirus-covid-19/\r\n\r\nThe Government has also created an online service to help you out what you can do if you’re struggling because of coronavirus: https://www.gov.uk/find-coronavirus-support\r\n\r\nYou can read NHS tips to help if you are worried about coronavirus here: https://www.nhs.uk/oneyou/every-mind-matters/coronavirus-covid-19-anxiety-tips\r\n\r\nYou can read impartial analysis of the Government response to coronavirus and policy developments here: https://commonslibrary.parliament.uk/coronavirus/\r\n\r\nYou may also be interested to know that because of the large number of petitions that have been started in relation to coronavirus, the Petitions Committee has been questioning the Government about its response to the coronavirus outbreak.\r\n \r\nFind out more and watch the Committee put questions suggested by petitioners to Government Ministers and the Deputy Chief Medical Officer: https://committees.parliament.uk/committee/326/petitions-committee/news/145767/committee-question-deputy-chief-medical-officer-and-ministers-on-coronavirus-response/\r\n \r\nRead letters asking further questions of Government Ministers: https://committees.parliament.uk/committee/326/petitions-committee/publications/3/correspondence/"}, "government_response": null, "debate": null, "departments": [], "topics": ["covid-19"]}}, {"type": "petition", "id": 307515, "links": {"self": "https://petition.parliament.uk/petitions/307515.json"}, "attributes": {"action": "Cancel University rents during the COVID-19 pandemic", "background": "Cancel all university final rental payments.  As advised by the government, Social distancing has been put into place to prevent the spread of COVID-19 and I am sure you are aware that a student accommodation is not an ideal environment to abide this advice.", "additional_details": "The effects of the new economic breakdown are already being felt throughout the country, and students are not exempt from it. As businesses and workplaces are getting shut down because of the COVID-19 pandemic, several students will no longer be able to pay the rents for their stay at the University. Likewise, on behalf of several of my University colleagues, I am asking you to pass a law for Universities to stop charging students living on their campuses for rent until the pandemic crisis ends.", "committee_note": null, "state": "rejected", "signature_count": 6, "created_at": "2020-03-21T16:16:05.150Z", "updated_at": "2020-03-31T17:01:11.986Z", "rejected_at": "2020-03-27T20:09:07.233Z", "opened_at": null, "closed_at": null, "moderation_threshold_reached_at": "2020-03-21T22:12:14.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": {"code": "duplicate", "details": "https://petition.parliament.uk/petitions/304855\n"}, "government_response": null, "debate": null, "departments": [], "topics": ["covid-19"]}}, {"type": "petition", "id": 307156, "links": {"self": "https://petition.parliament.uk/petitions/307156.json"}, "attributes": {"action": "Wipe out “owed hours” by student nurses to allow us to qualify on time.", "background": "I am calling for the NMC to waive any outstanding hours student nurses need to make up, by allowing us up to 100 hours of “time off” as sickness. This would SIGNIFICANTLY reduce the need for student nurses to return to practice settings they find stressful to make up an erroneous number of hours.", "additional_details": "Why should we be made to finish our current clinical placement and then have to return to do additional weeks to make up hours, potentially in an environment we do not want or need to be in? Potentially in environments that are damaging to our mental health?", "committee_note": null, "state": "rejected", "signature_count": 6, "created_at": "2020-03-21T08:35:55.339Z", "updated_at": "2020-04-23T08:13:53.251Z", "rejected_at": "2020-04-22T16:55:28.560Z", "opened_at": null, "closed_at": null, "moderation_threshold_reached_at": "2020-03-21T15:19:54.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": {"code": "irrelevant", "details": "Student placements are a matter for the educational institutions the student is enrolled in, the organisation sponsoring the placement, and the regulatory bodies that are responsible for the qualifications, not the Government or Parliament.\r\n\r\nIf you have concerns about continuing with a placement you should raise these with the educational institution you are enrolled in, the organisation sponsoring your placement, and the relevant regulatory body.\r\n\r\nYou can find out more about coronavirus and how you can protect yourself and others here: \r\n\r\nwww.gov.uk/coronavirus \r\n\r\nhttps://www.nhs.uk/conditions/coronavirus-covid-19/ \r\n\r\nThe Government has also created an online service to help you out what you can do if you’re struggling because of coronavirus: https://www.gov.uk/find-coronavirus-support \r\n\r\nYou can read NHS tips to help if you are worried about coronavirus here: https://www.nhs.uk/oneyou/every-mind-matters/coronavirus-covid-19-anxiety-tips "}, "government_response": null, "debate": null, "departments": [], "topics": []}}, {"type": "petition", "id": 306924, "links": {"self": "https://petition.parliament.uk/petitions/306924.json"}, "attributes": {"action": "Consider extending this academic year until December in response to coronavirus.", "background": "Extend this academic year until Dec 2020 (assuming that education providers are able to reopen in the Autumn), enabling pupils to return to their current schools and classes.  Start the next academic year in Jan 2021, when students will have had the chance to readjust to educational environments.", "additional_details": "Suddenly ending their school year will be very hard for pupils.  An extended academic year would mean pupils could come back to their current classes/schools; a familiar educational environment; with their friends; amongst teachers who know them well – with time spent getting back to where they are now academically and socially. Many will be grieving, traumatised or negatively affected in some way, they will need some nurturing to safeguard their mental health – this will equally be the case for teachers and support staff.   This adjustment would give the possibility of pupils being able to sit some of their GCSE and A level exams.  Pupils and staff would be prepared to start the new academic year, which would be shorter but more effective, in January 2021.", "committee_note": null, "state": "rejected", "signature_count": 6, "created_at": "2020-03-20T21:39:33.657Z", "updated_at": "2020-05-26T14:24:31.753Z", "rejected_at": "2020-04-28T10:53:39.611Z", "opened_at": null, "closed_at": null, "moderation_threshold_reached_at": "2020-03-22T07:59:04.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": {"code": "duplicate", "details": "https://petition.parliament.uk/petitions/306954\r\n\r\nYou can find out more about coronavirus and how you can protect yourself and others here:\r\n\r\nwww.gov.uk/coronavirus\r\nhttps://www.nhs.uk/conditions/coronavirus-covid-19/\r\n\r\nExam cancellations and the current coronavirus pandemic can cause worry and stress. You can find information on how to deal with stress here: \r\n\r\nYoung Minds: https://youngminds.org.uk/?gclid=Cj0KCQjwpfHzBRCiARIsAHHzyZq25dJRPEYEgu_Jsyh9e-Ehmx_IlSA1wM_dLnm-DFYTu_93cvsIoH8aAkB9EALw_wcB  \r\nChildren’s Society: https://www.childrenssociety.org.uk/mental-health-advice-for-children-and-young-people/issues-affecting-young-people  \r\nChildline: https://www.childline.org.uk/info-advice/your-feelings/anxiety-stress-panic/coping-with-stress/  \r\nhttps://www.nhs.uk/oneyou/every-mind-matters/coronavirus-covid-19-anxiety-tips\r\n\r\nYou can read impartial analysis of the Government response to coronavirus and policy developments here:\r\nhttps://commonslibrary.parliament.uk/coronavirus/ \r\n\r\nFind out the latest updates from Parliament on the COVID-19 outbreak, including ways that you can get involved: https://www.parliament.uk/business/news/covid-19/ \r\n \r\nAre you an academic or researcher? Find out how you can help Parliament scrutinise the Government’s response to coronavirus: https://www.parliament.uk/covid19-researcher-engagement\r\n\r\n### What the Petitions Committee is doing\r\n\r\nYou may also be interested to know that because of the large number of petitions that have been started in relation to coronavirus, the Petitions Committee has been questioning the Government about its response to the coronavirus outbreak. \r\n \r\nFind out more and watch the Committee put questions suggested by petitioners to Government Ministers and the Deputy Chief Medical Officer: https://committees.parliament.uk/committee/326/petitions-committee/news/145767/committee-question-deputy-chief-medical-officer-and-ministers-on-coronavirus-response/\r\n \r\nRead letters asking further questions of Government Ministers: https://committees.parliament.uk/committee/326/petitions-committee/publications/3/correspondence/\r\n"}, "government_response": null, "debate": null, "departments": [], "topics": []}}, {"type": "petition", "id": 306038, "links": {"self": "https://petition.parliament.uk/petitions/306038.json"}, "attributes": {"action": "Make every County Council organise safe litter picking events during isolation", "background": "During this current period of self-isolation in the UK, the Government should encourage every County Council in the country to organise small, safe litter-picking events in order to reduce litter's impact on the environment in a time when it is being significantly less produced.", "additional_details": "While the UK faces self-isolation, the amount of litter being created in this country is likely to be much less, which makes this a great opportunity to reduce the negative effects of unnecessary plastics on our landscape, water and soil. Of course, every volunteer would be confirmed COVID-19 negative and comfortable to walk within a radius of a few miles of their home in order to pick. This would also be a good opportunity for socialisation and exercise in this otherwise isolating time.", "committee_note": null, "state": "rejected", "signature_count": 6, "created_at": "2020-03-19T17:36:23.487Z", "updated_at": "2020-04-16T11:16:10.314Z", "rejected_at": "2020-04-16T11:16:10.317Z", "opened_at": null, "closed_at": null, "moderation_threshold_reached_at": "2020-03-19T22:17:54.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": {"code": "irrelevant", "details": "Litter and refuse collection is a matter for individual local authorities, and not the Government or Parliament. You could contact your own local authority and suggest that they organise litter collection events.\r\n\r\nYou can find out more about coronavirus and how you can protect yourself and others here: \r\nwww.gov.uk/coronavirus\r\nhttps://www.nhs.uk/conditions/coronavirus-covid-19/\r\n\r\nYou can read NHS tips to help if you are worried about coronavirus here: https://www.nhs.uk/oneyou/every-mind-matters/coronavirus-covid-19-anxiety-tips"}, "government_response": null, "debate": null, "departments": [], "topics": ["covid-19"]}}, {"type": "petition", "id": 304618, "links": {"self": "https://petition.parliament.uk/petitions/304618.json"}, "attributes": {"action": "Protect victims of CHILD ABUSE during COVID- 19 isolation measures", "background": "To protect current and potential victims of child abuse during COVID- 19 isolation measures by ensuring ALL schools provide ALL children with details of relevant organisations/ charities BEFORE  schools shut.", "additional_details": "Children may be vulnerable during these times by continuing to be or becoming victims of physical/ sexual/ emotional abuse.  \r\n\r\nTimes like these can lead to fear, friction and frustration especially when coupled with economic uncertainty. Children can unfortunately  become scapegoats.  \r\n\r\nBeing at home with restricted movement can be terrifying for children who are victims of abuse/ hostile home environments.\r\n\r\nLittle can be done to help child abuse victims once the school and/ or home doors close.", "committee_note": null, "state": "rejected", "signature_count": 6, "created_at": "2020-03-17T17:37:58.444Z", "updated_at": "2020-04-06T14:55:49.813Z", "rejected_at": "2020-04-06T14:55:49.817Z", "opened_at": null, "closed_at": null, "moderation_threshold_reached_at": "2020-03-17T18:27:44.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": {"code": "irrelevant", "details": "The protection and promotion of the welfare of children is a responsibility of individual local authorities, not the Government or Parliament.\r\n\r\nThe Government has issued guidance for schools and other educational settings, including on safeguarding and vulnerable children and young people: https://www.gov.uk/government/collections/coronavirus-covid-19-guidance-for-schools-and-other-educational-settings\r\n\r\nMost schools and colleges have now closed to most students, so it would not be possible for the Government to update its guidance to recommend that schools issue certain information before they close.\r\n\r\nIf you are worried that a child or young person is at risk or is being abused the Government has published guidance on how to report this: https://www.gov.uk/report-child-abuse\r\n\r\nYou can find out more about coronavirus and how you can protect yourself and others here:\r\n\r\nNHS website: https://www.nhs.uk/conditions/coronavirus-covid-19/\r\nUK Government website: https://www.gov.uk/coronavirus\r\n\r\nYou can read NHS tips to help if you are worried about coronavirus here: https://www.nhs.uk/oneyou/every-mind-matters/coronavirus-covid-19-anxiety-tips"}, "government_response": null, "debate": null, "departments": [], "topics": []}}, {"type": "petition", "id": 303331, "links": {"self": "https://petition.parliament.uk/petitions/303331.json"}, "attributes": {"action": "For Environmental awareness to be made compulsory and a module within Schools", "background": "For all schools to apply a core module from early years on the Environment encouraging awareness and action. It can be a fundamental initiative which encourages young people to engage in their environment by being educated on climate change fit for each school year.", "additional_details": "Environmental education is essential to ensure our future generations apply the measures required to preserve our environment. Bringing nature to the classroom is imperative to highlight to school children (and parents indirectly) the need for change. Environmental awareness and nature should be on a par with key classes in all schools. It is essential that children grow up with a great understanding, education in current issues and knowledge on what actions to take to protect earth.", "committee_note": null, "state": "rejected", "signature_count": 6, "created_at": "2020-03-15T20:27:15.003Z", "updated_at": "2020-03-24T16:32:57.321Z", "rejected_at": "2020-03-24T16:32:57.324Z", "opened_at": null, "closed_at": null, "moderation_threshold_reached_at": "2020-03-15T21:29:34.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": {"code": "duplicate", "details": "You may wish to sign this petition calling for the same action: https://petition.parliament.uk/petitions/300279"}, "government_response": null, "debate": null, "departments": [], "topics": []}}, {"type": "petition", "id": 303163, "links": {"self": "https://petition.parliament.uk/petitions/303163.json"}, "attributes": {"action": "Close nightclubs and bars to prevent spread of COVID-19", "background": "Nightclubs and bars are possibly the worst environments for coronavirus to spread. By closing them for an appropriate amount of time will result in a safer, healthier UK during this pandemic.", "additional_details": "Working in a nightclub myself, I am worried for my own and for other’s safety. Whilst closing schools and universities is also important, I believe that nightclubs and bars are a greater risk to health.\r\nHere’s some reasons why:\r\n-Drinking alcohol lowers the immune system.\r\n-There is a large capacity of people in a small space.\r\n-There are people passing germs by sweating, couching, kissing and many more\r\n-While intoxicated, people are more likely to forget to wash their hands.", "committee_note": null, "state": "rejected", "signature_count": 6, "created_at": "2020-03-15T16:02:37.474Z", "updated_at": "2020-03-24T16:27:00.839Z", "rejected_at": "2020-03-24T16:07:43.355Z", "opened_at": null, "closed_at": null, "moderation_threshold_reached_at": "2020-03-16T00:17:24.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": {"code": "no-action", "details": "Since you started this petition, the Government have announced further measures for social distancing, including closing bars and nightclubs. You can read more about this here: https://www.gov.uk/government/news/government-announces-further-measures-on-social-distancing\r\n\r\nYou can find out more about coronavirus and how you can protect yourself and others here: \r\n\r\nNHS website: https://www.nhs.uk/conditions/coronavirus-covid-19/ \r\n\r\nUK Government website: https://www.gov.uk/guidance/coronavirus-covid-19-information-for-the-public "}, "government_response": null, "debate": null, "departments": [], "topics": []}}, {"type": "petition", "id": 301938, "links": {"self": "https://petition.parliament.uk/petitions/301938.json"}, "attributes": {"action": "Ban plastic dog poo bags and promote the use of a biodegradable alternative.", "background": "I want a complete ban on the production and sale of plastic dog poo bags. \r\nAs a keen environmentalist they are obviously a huge problem for me, wildlife and the environment.", "additional_details": "I want a complete ban on the production and sale of plastic dog poo bags. \r\n\r\nAs a keen environmentalist they are obviously a huge problem for me, wildlife and the environment.\r\n\r\nI do regular litter picks and pick soo many used dog poo bags from out of trees and bushes, out of the canal or just on the road. It's a huge pollution issue that just doesn't really get mentioned. There are environmentally friendly, biodegradable alternatives available which need promoting if a ban gets implemented.", "committee_note": null, "state": "rejected", "signature_count": 6, "created_at": "2020-03-12T21:11:35.148Z", "updated_at": "2020-04-02T11:06:45.040Z", "rejected_at": "2020-04-02T11:00:26.158Z", "opened_at": null, "closed_at": null, "moderation_threshold_reached_at": "2020-03-17T20:45:24.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": {"code": "fake-name", "details": ""}, "government_response": null, "debate": null, "departments": [], "topics": []}}, {"type": "petition", "id": 301656, "links": {"self": "https://petition.parliament.uk/petitions/301656.json"}, "attributes": {"action": "Lower the age a child has a footprint", "background": "Lower the age a can speak for themselves and have their wishes and concerns listened to when dealing with custody issues", "additional_details": "At the moment the age a child can have a say and be taken serious is 9.\r\nThere are many children out there that are a lot younger who have Ben put in danger by cafcass because the court has gone on cafcass report deming the applicant parent fit. The cildren in these cases if under 9 do not get a say and are being forced to spend time with and in environments and situations they are uncomfortable with and are being put in places of danger . These children are being traumatised and forced to do something they do not want to do. I would like to see the law changed for children to be able  have their wishes met and be aloud a voice from the age of 5.", "committee_note": null, "state": "rejected", "signature_count": 6, "created_at": "2020-03-12T07:13:36.809Z", "updated_at": "2020-04-14T16:11:50.159Z", "rejected_at": "2020-04-14T16:11:43.928Z", "opened_at": null, "closed_at": null, "moderation_threshold_reached_at": "2020-03-13T09:05:14.000Z", "response_threshold_reached_at": null, "government_response_at": null, "debate_threshold_reached_at": null, "scheduled_debate_date": null, "debate_outcome_at": null, "creator_name": null, "rejection": {"code": "no-action", "details": "We've tried to get in touch with you to talk about your petition but we didn't hear back. \r\n\r\nYou can get in touch with us at petitionscommittee@parliament.uk if you'd like to resubmit your petition and want to talk about the contents first. "}, "government_response": null, "debate": null, "departments": [], "topics": []}}]}